[
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ab358bbb786b84b329566c1e8eef3d01",
    "period": "2025 Q3",
    "content": "Q3 2025 Corteva Inc Earnings Call\n\nQ3 2025 Corteva Inc Earnings Call\n\nCTVANYSENOV 5, 9:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and thank you for standing by. My name is Kelvin and I will be your conference operator today. At this time, I would like to welcome everyone to the Corteva Agriscience Third Quarter 2025 Earnings Call. [Operator Instructions]\nI would now like to turn the call over to Kim Booth, Vice President of Investor Relations. Please go ahead.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nGood morning, and welcome to Corteva's Third Quarter 2025 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and David Johnson, Executive Vice President and Chief Financial Officer. Additionally, Judd O'Connor, Executive Vice President, Seed Business Unit; and Robert King, Executive Vice President, Crop Protection business unit, will join the Q&A session.\nWe have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements, which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, included, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements.\nPlease note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press releases and related schedules along with our supplemental financial summary slide deck available on our Investor Relations website.\nIt's now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nPresident, CEO & Director, Nutrien Ltd.\n\nThanks, Kim. Good morning, everyone, and thanks for joining us. Before we get into our solid third quarter results, I'd like to address our October 1 announcement on our intent to separate into 2 public companies. This proactive strategic decision is rooted in our belief that separating our Seed and Crop Protection businesses now allows both to be better positioned to achieve their maximum long-term growth potential in the future. Bringing these businesses together 6 years ago, was undoubtedly the right thing to do as demonstrated by our strong track record, including this most recent quarter. We have clearly been among the market leaders but we have an obligation to look ahead past the short term and ensure both companies are able to pursue their distinct opportunities to the fullest extent.\nSo it's not that we believe things aren't going well today. They are. It's that we believe things could be even better in the future as 2 separate companies. It's really that straightforward. As we said last month, the seed genetics landscape is changing due to new technologies like gene editing and artificial intelligence, which opens new markets and opportunities for companies with scalable ag science capabilities. At the same time, rising pest and disease pressures and changing weather patterns have driven a shift from single to multiple modes of action in crop protection, including biological solutions. As a result, the market has gradually transitioned away from integrated proprietary models to more open-source licensing with collaborations now driving innovation success.\nAs a result, industry players are increasingly open to working together, which also allows them to share resources and reduce risk. And importantly, it allows us to get affordable top technologies into the hands of farmers. So we are looking ahead with excitement and optimism, comforted by the fact that both of these businesses are leaders in their markets today and will remain so in the future. It's early days, but the process remains on schedule for a second half 2026 separation. Our Board has initiated a global CEO search for Corteva and we will provide updates on the separation along the way, but our goal right now is to deliver a strong 2025 and 2026.\nSo let's now move to our current financial performance. Our results for the third quarter were largely in line with our own expectations, with the exception of outperformance on our controllables and strong early Safrinha seed demand in Brazil. Operationally, we continue to execute well with double-digit operating EBITDA gains in both businesses, and we're now expecting to deliver over $600 million in controllable benefits this year, a notable improvement from our prior estimate of $530 million. In fact, this year's 9-month earnings performance is already ahead of full year 2024.\nOur Seed business is performing well again this year, including $200 million of productivity and deflation benefits as well as $90 million in royalty improvement, reflecting our leading position in North America corn and progress in soybean out-licensing in Brazil. Importantly, we now expect to cross double-digit trade penetration for Conkesta next year in Brazil, the largest soybean market on the planet. Capturing price for value in most regions as well as meaningful share gains in North America is a testament to the high return on investment our technologies provide to farmers. In 2026, we will roll out several hundred new hybrids and varieties around the world, once again, helping farmers increase yield and productivity. Finally, let me remind you that seed is the only crop input that gets better and better every year, allowing the farmer a solid return on their investment.\nThe Crop Protection business has also delivered solid earnings and margin growth so far this year led by demand for our differentiated technology, we are expecting full year EBITDA to be up high single digits this year. We continue to see volume gains and we remain committed to our strategy of focusing on differentiated and new technologies, which carry a premium in the market. Today, we're also announcing a brand name for our new next-gen insecticide active [ Varel ] for chewing pests and fruits and vegetables, row crops and rice. Expected to launch in the early 2030s and crossed $750 million in revenues at its peak, this represents the latest addition to the Corteva portfolio of trusted Crop Protection active ingredients inspired by nature and globally recognized for their more environmentally friendly profiles.\nIncluded in our $9 billion Crop Protection Technology pipeline are billion-dollar product families and biologicals in all 3 chemistry indications as well as what we view to be a significant value unlock in our Seed Applied Technologies business as a result of the separation. In like seed, our Crop Protection business is generating substantial value through its focus on controllables which drove over $250 million of benefits in the first 9 months of the year. From an industry perspective, the overall ag market fundamentals remain mixed. We're still seeing record demand for food and fuel and major crop inventories are within normal ranges despite large crops in Brazil and North America. Farmers continue to prioritize top-tier seed technologies while managing tighter margins.\nIn the crop protection market, although we continue to experience competitive pricing dynamics in some major markets, underlying farmer demand in terms of applications remain on track with historical levels. In other words, when farmers have crop problems, they spray with the best solution they can find.\nSo what does all this mean for the remainder of the year? We are raising our full year operating EBITDA range to $3.8 billion to $3.9 billion, which at the midpoint translates to 14% growth versus the prior year. This update reflects growth of our new technologies, our outperformance on controllable levers a more favorable currency impact and our latest expectations on our fourth quarter performance in Brazil. One quick note. We look at our business by halves, not quarters. It's one reason why we don't provide quarterly guidance. Farmers plan their purchases and business by halves and weather or other uncontrollable factors often move orders, sales and shipping between quarters.\nLooking at this year, the halves really do tell a story. In the first half of this year, our operating EBITDA was up 14%, while our second half is expected to be up 17%, both really strong performances. On full year EBITDA margin, we're now expecting improvement of over 160 basis points and a solid step towards our goal of 24% at the midpoint by 2027. A quick reminder. When Corteva launched in 2019, our margins were below 15%. Finally, it's also important to note that we're still expecting a free cash flow conversion rate in the range of 50% for the year as well as $1 billion in share repurchases this year.\nNow let's move to the first look at how we're thinking about 2026. From a macro perspective, we're anticipating a continuation of record demand for grains, oilseeds, meat and biofuels. On-farm demand is expected to remain steady, and farmers will continue to prioritize top-tier technologies in order to maximize their yields. A farmer seed selection is particularly critical and is nondiscretionary when compared to other crop inputs. Given the high corn area in the U.S. this year, it's logical to assume we'll see a couple of million acres shift back to soybeans in 2026. With the overhang of global trade uncertainty, it would be premature to discuss how large a shift might be, but we do not consider it to be disruptive to our planning assumptions given our market-leading position on both crops now.\nGlobal trade discussions remain dynamic. However, last week, China committed to buying 12 million metric tons of soybeans this season, followed by at least 25 million metric tons per year for the next 3 years. We will continue to monitor the situation, but this should be welcome news for U.S. farmers. Perhaps most notable is that we are now expecting low single-digit growth in the Crop Protection industry. including high single-digit growth in biologicals. This would be a good first step in the overall return to a healthy CP market. With the exception of Latin America, where we expect competitive pressure to keep prices flat to modestly down, we see overall CP market pricing stabilizing in 2026.\nTurning back to Corteva. What continues to set us apart is the strength of our portfolio, a continued focus on execution and increased investment in innovation. The introduction of hundreds of new products is expected to continue to drive solid returns for farmers and thus, a premium in the market and contribute to our volume growth. We're also expecting a continuation of sizable productivity benefits in both businesses, a defining characteristic of our margin enhancement journey. Overall, when considering the market backdrop in 2026 as well as the growth opportunities we have in motion, we're currently anticipating full year operating EBITDA in the range of $4.1 billion which translate to mid-single-digit growth year-over-year, and we'll provide a more detailed view in early February when we issue formal guidance.\nLet me wrap up by saying that we built a foundation of strength that gives us the ability to shape the next chapter of value creation on our own terms. Our intended separation is about sharpening focus, accelerating innovation and unlocking value that's been earned through performance. And we are committed to delivering results like this past quarter throughout this transition period.\nAnd with that, let me turn it over to David.\n\nDavid P. Johnson\n\nChief Financial Officer, Atkore International Group, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 7, which provides the financial results for the quarter and year-to-date. Sales and operating EBITDA for both the quarter and year-to-date were up versus prior year driven by continued execution on controlling the controllables and an early start to the Latin America Safrinha season.\nBriefly touching on the quarter, organic sales were up 11% compared to prior year with gains in both Seed and Crop Protection. Value capture remains steady overall as improved execution in seed was balanced by continued pressure in Crop Protection. Third quarter volumes were up 12%. We see gains in Latin America and in EMEA, coupled with Crop Protection volume growth led by North America and Latin America. Top line growth and meaningful cost improvement translate into positive operating EBITDA in the quarter versus a loss in prior year and over 600 basis points of margin expansion compared to prior year.\nFocusing on year-to-date, organic sales were up 6% over last year, again, with growth in both Seed and Crop Protection. A continuation of the price for value strategy along with increased corn acres in North America and Latin America drove seed price mix and volume gains of 3% and 4%, respectively.\nCrop Protection price was down 2% year-to-date as expected, driven by competitive market dynamics, mostly in Brazil. Crop Protection volume was up 7%, but gains in nearly every region. Notably, new products and biologicals delivered double-digit volume gains compared to prior year. Operating EBITDA was up 19% over prior year, operating EBITDA margin of over 25% was up about 320 basis points driven by organic sales growth, coupled with significant benefits from lower input costs and productivity.\nMoving on to Slide 8 for a summary of the year-to-date operating EBITDA performance. Operating EBITDA was up more than $550 million to just over $3.4 billion. Price and mix, volume gains and cost benefits more than offset currency headwinds. Seed continues to make progress on to royalty neutrality with about $90 million in reduced net royalty expense. This improvement was driven by increased out-licensing income in North American corn and lower royalty expense in soybeans. By the end of the year, we expect our net royalty expense position to be around $120 million. Season Crop Protection combined to deliver over $500 million in productivity and cost benefits, including lower seed commodity costs, raw material deflation and continued productivity actions.\nYear-to-date SG&A was up compared to prior year, driven by higher commissions and compensation expense. The increased investment in R&D aligns with our target and is on track to reach 8% of sales for the full year. As expected, currency was roughly $170 million headwind on EBITDA, driven by the Brazilian Real, Turkish Lira and Canadian Dollar. Both Seed and Crop Protection continue to have an impressive year-to-date performance, expand on their double-digit EBITDA growth while providing meaningful margin expansion over prior year. In addition, free cash flow has improved over $970 million from the prior year. This was driven by our increased EBITDA, lower cash taxes and lower capital expenditures.\nWith that, let's go to Slide 9 in transition to the updated outlook for the full year. Our updated '25 guidance reflects the strength of our year-to-date performance and continued confidence in delivering the fourth quarter. As a reminder, in the second half of 2024, we delivered $425 million of EBITDA. With all of that earned in the fourth quarter when we achieved $525 million, largely due to a near record crop protection quarter. This year, that risk is reduced as a portion of those earnings have already been realized in the third quarter.\nFor the second half of 2025, we still expect approximately 17% growth over prior year. As Chuck mentioned, we now expect operating EBITDA in the range of $3.8 billion to $3.9 billion, representing 14% growth at the midpoint. This increase is driven by broad-based organic sales growth and incremental cost improvement benefits across both businesses. As a result, we now expect operating EBITDA margin expansion of approximately 165 basis points. We are also raising our operating EPS guide to $3.25 to $3.35 per share, up 28% at the midpoint versus last year. This reflects stronger EBITDA performance and lower-than-expected net interest expense and foreign exchange losses. Finally, we are reconfirming our free cash flow guidance of approximately $1.9 billion with cash conversion rate of about 50%. This improvement is primarily driven by earnings growth.\nWith that, let's go to Slide 10 and summarize the key takeaways. First, while we still have an important quarter of the year left to go, we delivered a strong third quarter and year-to-date performance ahead of expectations. Organic sales growth was driven by our leading corn portfolio in North America and Latin America, combined with broad-based volume growth for Crop Protection. We delivered about $500 million in cost savings from lower Seed and Crop Protection raw material costs along with productivity gains. The combination of organic sales growth in both business units, $90 million in net royalty improvement and enhancements in product mix contributed to about 320 basis point margin expansion over prior year.\nGiven our strong year-to-date performance and continued confidence in the fourth quarter, we raised our full year 2025 outlook across our key financial metrics. And finally, we remain on track for $1 billion of share repurchases in 2025. This, along with the dividend, translates to roughly $1.5 billion of cash returned to shareholders during 2025. A testament to the strength of our balance sheet and cash flow outlook.\nWith that, let me turn it back to Kim.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nThanks, David. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A.\nOperator, please provide the Q&A instructions."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f68257eb25088f6a52f7f64d507b433e",
    "period": "2025 Q2",
    "content": "Q2 2025 Corteva Inc Earnings Call\n\nQ2 2025 Corteva Inc Earnings Call\n\nCTVANYSEAUG 7, 9:00 AM\n\nOperator\n\nHello, and welcome to Corteva Agriscience Second Quarter 2025 Earnings Call. Please note that this call is being recorded. [Operator Instructions]\nI'd now like to hand the call over to Kim Booth, Vice President, Investor Relations. You may now go ahead, please.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nGood morning, and welcome to Corteva's Second Quarter and First Half 2025 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and David Johnson, Executive Vice President and Chief Financial Officer. Additionally, Judd O'Connor, Executive Vice President, Seed business unit; and Robert King, Executive Vice President, Crop Protection business unit, will join the Q&A session. We have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements, which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements. Please note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedule, along with our supplemental financial summary slide deck, available on our Investor Relations website.\nIt's now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nPresident, CEO & Director, Nutrien Ltd.\n\nThanks, Kim. Good morning, everyone, and thanks for joining us. We plan to update you today on our second quarter and first half performance, share our expectations for the second half of this year and provide some early thoughts on 2026. In the second quarter, Corteva delivered top and bottom line growth and more than 200 basis points of operating EBITDA margin expansion. For both the quarter and the half, we saw net improvement in price, volume and cost versus the same period last year.\nThis should tell you two things. First, there is strong demand for our proprietary technology as our growth platforms continue to deliver. And second, our operational excellence initiatives are creating value. In fact, we exceeded our 2025 net cost improvement target in the first half alone, allowing us to raise our full year target to $450 million from $400 million. Seed continued its impressive performance in the first half of the year with 280 basis points of operating EBITDA margin expansion and pricing gains in most regions. The volume improvement we delivered in North America made a significant contribution to Seed's first half results.\nWe also feel confident that we delivered healthy branded share gains in both corn and soybeans. This is a testament to the Pioneer business model and the strength of our product portfolio. Our outperformance in North America was also visible in our first half out-licensing results, where we achieved a $70 million benefit in net royalties versus prior year, exceeding our own expectations of a $65 million net benefit for the full year.\nTurning to our Crop Protection business. As the results made clear, our technology remains critical to farmer productivity. Our global operations are also becoming more efficient, which contributed to over 350 basis points of operating EBITDA margin expansion for the half. Productivity and deflation benefits as well as volume gains drove the largest improvements in Crop Protection's solid first half performance.\nThe volume improvement was most significant in Brazil, where we saw strong applications on additional planted area as well as expansion in our direct sales channel. Although the industry is expected to be about flattish overall for the year, our CP business continues to navigate a competitive market, and we expect low to mid-single-digit pricing headwinds in the second half of the year. However, it's worth noting that this is now our fifth consecutive quarter of CP volume gains with double-digit volume growth in the second quarter. So we are confident we have the right channel strategy, and that pricing remains a key constraint to the industry getting back to its normal low single-digit organic growth rate.\nFor Corteva as a whole, we remain on track for double-digit bottom line growth and meaningful margin improvement. In fact, as you saw from our announcement, as a result of our record first half performance and derisked expectations of modest growth in the second half, we are raising the midpoint of our full year operating EBITDA guidance to $3.8 billion, a $100 million improvement versus what we guided last quarter. We're also improving a favorable update on free cash flow expectations and forecasting a full year conversion rate of about 50%. David will go into more detail on all of this in a moment, including our latest views on tariffs, and how these updates fall within our 2027 financial framework.\nTurning now to the market outlook. Overall, ag fundamentals remain mixed. Demand for grains and oilseeds continues to grow as farmers prioritize top tier seed and crop protection technologies to maximize their yields. However, overall crop prices and margins have moderated. The U.S. mix shift from soybeans to corn played out as expected, and corn futures reflect the fact that crop condition ratings have been running above 5-year averages. Time will tell, but the market is certainly expecting a record harvest in the U.S.\nWe all know that the technology keeps getting better, and farmers know how to produce more every year. But what is just as important is that global production continues to keep pace with record setting global consumption. So much so that stocks-to-use ratio for corn is expected to remain below historical averages, even considering this year's big crop. We're getting close to harvest here in North America, and opening up global markets to allow for trade of these critically needed crops would help American farmers continue to feed the world.\nRegarding ag policy, we're seeing positive signals on the biofuels front. Corn ethanol in Brazil now accounts for 20% of the country's total ethanol production. And in the U.S., the EPA's 2026 renewable fuel standard proposal should spur additional demand for soybeans. On gene editing, we remain optimistic that policy proposals in the EU for this critically important technology were passed by the end of the year. We're also encouraged by the fact that the new tax bill includes several changes that provide additional support for farmers in this very important industry.\nFinally, a few comments on 2026. It's still early, and we need to see how the full year plays out, but we remain constructive on our views for growth next year. And we are on a path that would keep us well within our 2027 framework, which was set last November. We feel good about what we can control, investing and executing on our growth platforms as well as delivering meaningful royalty productivity and cost benefits on a year-over-year basis. We'll also provide more detail on our views of 2026 on our third quarter earnings call in November. In the meantime, we will continue to deliver top-tier technology that gives farmers a competitive edge in achieving higher yields and greater sustainability in every acre they plant.\nWith that, let me turn it over to David for more detailed insights into our financial results and outlook.\n\nDavid P. Johnson\n\nChief Financial Officer, Atkore International Group, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 6, which provides the financial results for the quarter and the half. Sales and operating EBITDA for both the quarter and the half were up versus prior year and better than our latest estimate, driven by a strong finish to North American season and continued execution on controlling the controllables.\nBriefly touching on the quarter. Organic sales were up 7% compared to prior year, with gains in both Seed and Crop Protection. Pricing for quarter was up 1%, with gains in Seed partially offset by continued pressure in Crop Protection. Second quarter volumes were up 6%, with Seed gains in nearly every region and double-digit Crop Protection volume growth led by Latin America. Top line growth and meaningful cost improvement translated into operating EBITDA growth of 13% in the quarter and 215 basis points of margin expansion compared to prior year.\nFocusing on the half, organic sales were up 5% over last year, again, with growth in both Seed and Crop Protection. A continuation of the price for value strategy, along with increased corn acres and market share gains in North America, drove seed price and volume gains of 3% and 2%, respectively. Crop Protection price was down 2% in the half as expected, driven by competitive market dynamics, mostly in Brazil. Crop Protection volume was up 8%, with gains in nearly every region. Notably, new products and biologicals delivered double-digit volume gains compared to prior year. Operating EBITDA was up 14% over prior year. Operating EBITDA margin of nearly 31% was up about 300 basis points, driven by organic sales growth, coupled with significant benefits from lower input cost and productivity.\nMoving on to Slide 7 for a summary of the first half operating EBITDA performance. Operating EBITDA was up more than $400 million to just over $3.35 billion. Price and mix, volume gains and cost benefits more than offset currency headwinds. Seed continues to make progress on its path to royalty neutrality with about $70 million in reduced net royalty expense. This improvement was driven by increased out-licensing income in North American corn and lower royalty expense in soybeans.\nSeed and Crop Protection combined to deliver more than $400 million in productivity and cost benefits, including lower seed commodity costs, raw material deflation and continued productivity action. In the first half, SG&A was up compared to prior year, driven by higher commissions, compensation expense and bad debt. This increased investment in R&D aligns with our target and is on track to reach 8% of sales for the full year. As expected, currency was a roughly $150 million headwind on EBITDA, driven by the Turkish lira and Canadian dollar. Both Seed and Crop Protection had an impressive first half performance and delivered double-digit EBITDA growth and meaningful margin expansion over prior year.\nWith that, let's go to Slide 8 and transition to the updated outlook for the year. Our updated 2025 guidance reflects the strength of our first half execution and continued confidence in delivering the second half. We now expect operating EBITDA in the range of $3.75 billion to $3.85 billion, representing 13% growth at the midpoint. This increase is driven by broad-based organic sales momentum and incremental cost improvement benefits.\nWhile the majority of cost actions were realized in the first half, we anticipate continued gains in the back half. As a result, we now expect operating EBITDA margin expansion of approximately 150 basis points, reaching the upper end of our prior range. We're also raising our operating EPS guidance to $3 -- to $3.20 per share, up 21% at the midpoint versus last year. This reflects stronger EBITDA performance and lower-than-expected net interest expense.\nFinally, we are increasing our free cash flow guidance to approximately $1.9 billion with a cash conversion rate of about 50%. This improvement is primarily driven by earnings growth and lower cash taxes from recent legislation. We're keeping an eye on a few items as we head into the second half. Specifically, farmer economics and liquidity, as they influence amount of prepaid deposits we receive in the fourth quarter.\nLet's turn to Slide 9 to walk through the key drivers of our first half performance in the setup for the second half of the year. In the first half, we delivered strong execution across both Seed and Crop Protection. North America's Seed performance was particularly strong, supported by increased corn acreage, market share gains and favorable weather. We saw low single-digit price gains in Seed, while Crop Protection pricing was down modestly, reflecting ongoing competitive dynamics. We captured meaningful benefits from controllable levers, namely productivity actions and raw material cost savings, which more than offset SG&A increases tied to commissions, compensation and bad debt. Currency remained a headwind, primarily driven by Turkish lira and Canadian dollar.\nLooking ahead to the second half, our assumptions remain consistent with what we shared in May. We expect corn acreage to increase in both Brazil and Argentina, supporting volume growth in both businesses. Volume growth in Crop Protection is expected to remain strong, particularly in new products and biologicals. On pricing, we anticipate low single-digit gains in Seed and low to mid-single-digit declines in Crop Protection. That said, the magnitude of cost and productivity benefits will moderate in the second half as we lap the deflationary impacts we saw in the second half of 2024 for Crop Protection. Finally, we expect a currency headwind from the Brazilian real due to hedge impacts.\nOur first half/second half operating EBITDA split is expected to be aligned with our historical average. As a reminder, we anticipate a typical seasonal earnings pattern with a third quarter operating EBITDA loss at least as large as what we saw last year, and all second half earnings delivered in the fourth quarter. This is after dialing in an expectation that Crop Protection second half EBITDA will be down high single digits due to an exceptionally strong second half in the prior year. Overall, we still remain on track for mid-single-digit growth in the second half.\nWith that, let's go to Slide 10 and summarize the key takeaways. First, while we still have half of the year left to go, we delivered a strong first half, ahead of expectations. Organic sales growth was driven by our leading North America corn portfolio and broad-based volume growth for Crop Protection. We delivered over $400 million in cost savings from lower Seed and Crop Protection raw material costs, along with productivity actions. The combination of organic sales growth in both business units, $70 million in net royalty improvement and enhancements in our product mix contributed to about 300 basis point margin expansion over the prior year.\nGiven our strong first half performance and continued confidence in the second half, we've raised our full year 2025 outlook across all key financial metrics. And finally, we remain on track for $1 billion of share repurchases in 2025. We also announced a nearly 6% increase in the annual dividend, our fifth consecutive annual increase, consistent with our dividend growth strategy. Combined, this translates to roughly $1.5 billion of cash returned to shareholders during 2025, a testament to the strength of our balance sheet and cash flow outlook.\nWith that, let me turn it back to Kim.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nThanks, David. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instructions."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c7d1b113716a2263d6c0bf99d6c67135",
    "period": "2025 Q1",
    "content": "Q1 2025 Corteva Inc Earnings Call\n\nQ1 2025 Corteva Inc Earnings Call\n\nCTVANYSEMAY 8, 9:00 AM\n\nOperator\n\nGood morning. My name is Audra, and I will be your conference operator today. At this time, I would like to welcome everyone to the Corteva Agriscience First Quarter 2025 Earnings. Today's conference is being recorded. [Operator Instructions]\nAt this time, I would like to turn the conference over to Kim Booth, Vice President, Investor Relations. Please go ahead.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nGood morning and welcome to Corteva's First Quarter 2025 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and David Johnson, Executive Vice President and Chief Financial Officer. Additionally, Judd O'Connor, Executive Vice President, Seed business unit; and Robert King, Executive Vice President, Crop Protection business unit, will join the Q&A session. We have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements, which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements.\nPlease note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules, along with our supplemental financial summary slide deck available on our Investor Relations website.\nIt's now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nPresident, CEO & Director, Nutrien Ltd.\n\nThanks, Kim. Good morning, everyone, and thanks for joining us today. Spring is always a busy and exciting time for agriculture, and this year is no exception. 2025 is off to a good start. Planning in the Northern Hemisphere is proceeding well. The weather has cooperated for the most part, and CP destocking is firmly behind us. There are some back half risks we are monitoring, and we will discuss those today. But let's start with the quarter.\nYear-over-year, Corteva saw a 15% increase in Q1 EBITDA and nearly 400 basis points of margin expansion driven by strong cost execution in 3 growth platforms: Biologicals, CP new products and Seed out-licensing. Both of our segments delivered healthy double-digit EBITDA gains. The biggest driver was operational excellence. And on this front, we are tracking well against the $400 million net cost target we set for ourselves. More on this later.\nThis performance allows us to reaffirm our full year guidance, which we announced in February. It also allows us to derisk the second half of the year. David will explain more. Factored into our guidance is the fact that farmers in the U.S. are projected to shift planted area from soybeans to corn, resulting in a projected increase in corn of about 5%. And if current hold, Enlist beans will be planted on just over 65% of all U.S. soybean acres in 2025. As it approaches maturity, Enlist is the #1 selling soybean technology in the U.S. As you know, our focus is now set on becoming the leading provider of soybean technology in Brazil. And we're making great strides on that front, having sold more than 3 million units of Conkesta E3 soybeans over the last 3 years.\nGlobally, from an overall industry perspective, we're seeing somewhat mixed fundamentals. Record demand for grains and oilseeds continue, and farmers are investing in premium seed and crop protection technology to enhance and protect their yield. Although corn is faring relatively well so far this year and is less reliant on export trade, overall crop prices and margins have moderated somewhat as planted area shifts and trade uncertainty begins to weigh on the markets.\nGetting back to Corteva. Our Seed business is off to a strong start. Organic sales were up 2% in the quarter driven by pricing, reflecting the value our seed technology consistently delivers to farmers. Our Seed order book reflects strong demand for our product lineup, and we are planning to bring about 500 new products to the market this year with approximately 300 new seed hybrids and varieties. We are also seeing meaningful improvements on the cost side, allowing Seed to deliver just under 400 basis points of margin enhancement for the quarter.\nOn Crop Protection, organic sales were up 3% in the quarter driven by double-digit volume growth for both new products and Biologicals, 2 of our near-term strategic growth platforms. We've now seen 4 consecutive quarters of volume gains, a sign that the channel is operating at healthy levels.\nOur latest view of the crop protection market for the full year is a flattish environment with low single-digit volume gains offset by low single-digit pricing headwinds. For Corteva, we continue to expect high single-digit volume gains more than offsetting low single-digit pricing headwinds. However, our revised thinking is that price pressure will persist into the second half, but to a lesser extent than what we've seen in the first half. Our plan for Crop Protection in Brazil for the second half contemplates an EBITDA contribution about the same as last year, a strong performance, but if we did it once, we can do it again.\nOn Seed in Brazil, we have spent a fair amount of time talking about the inroads we're making on soybeans with Conkesta, but I'd be remiss not to mention the exciting developments we're seeing in the market for corn. Brazil's corn ethanol industry has seen remarkable growth into the country's first plant in 2017. With production poised to nearly double by early next decade, corn is expected to account for nearly 1/3 of Brazil's total ethanol production by 2026, strengthening Brazil's position as the world's second largest ethanol producer. The rise in production is also linked to Brazil's increasing safrinha corn output, which has doubled over the past decade. Given our leading position in Brazil corn, this is certainly going to be a structural value creator for us.\nMoving on to tariffs, an important topic in the quarter. This is a fluid situation, as you all know, but we'll try to summarize how Corteva may or may not be impacted by the tariffs currently in place, which in 2025 is largely a crop protection story. Long story short, based on what we know today, the direct cost impact to Corteva in 2025 should be about $50 million, which we believe is manageable. While we work through the process of identifying the level and nature of mitigation efforts, we have not at this time dialed the puts and takes into our financial numbers that David will discuss in a few minutes. The main takeaway is that tariffs are not impacting our full year guidance range. But please note, we have work to do to mitigate the impact.\nIt is important to reiterate the significance of our domestic manufacturing footprint. Two of our largest crop protection franchises, Enlist and spinosyns, are both produced here in the U.S. We are also seeing the benefits of our global multi-sourcing capabilities as we work to minimize the impact on costs and customers.\nThat said, our bigger concern lies with American farmers. American farmers are the backbone of the world's food supply, working sun up to sun down to produce the food we eat every day. As the American growing season moves closer to the harvest, we hope to see export markets open up for North American grain and oilseeds. I don't think we're alone in this view, and it goes without saying that the financial well-being of our farmers affects the entire industry, and the world does need the food.\nSo as we sit here today in the beginning of May, I am pleased with our first quarter performance. Double-digit EBITDA gains and almost 400 basis points of margin improvement is not easy to come by in this market environment, and it is driven by another quarter of operational excellence. As we all know, the first quarter doesn't dictate the year in agriculture. But the first half is playing out a little better than we expected. The tariff situation appears to be manageable based on what we know today, and we're showing good progress on our growth platforms. I believe we have the appropriate level of attention on improving our cost position through our controllable levers.\nIt's worth repeating that we expect to get cost improvements of $400 million driven by productivity and raw material tailwinds. In addition, our path to royalty-neutrality and transitioning to a net out-license or technology by later this decade is expected to generate another $65 million in benefits this year. These self-help levers continue to drive value creation for the company and provide meaningful, some might say, transformational margin enhancement through the ag cycle.\nWith that, let me turn the call over to David.\n\nDavid P. Johnson\n\nChief Financial Officer, Atkore International Group, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 6, which provides the financial results for the first quarter. You can see from the numbers, results for the quarter were strong, led by more corn acres in North America along with favorable timing and execution on controllables in both Seed and Crop Protection. Organic sales were up 3% compared to last year with Seed up 2% and Crop Protection up 3%. Currency was a significant headwind to top line for the quarter at 5% of sales, in line with expectations.\nSeed pricing was up 3% in the quarter with pricing gains in most regions as we continue to price for value. Latin America was the one exception. Our price was down, as expected, given the competitive dynamics in Brazil as we close out the safrinha season. Seed volume was down 1% compared to prior year. More corn acres in the U.S. and spring weather drove gains in North America that were offset by declines in other regions. Seed volume in EMEA and Latin America was down mostly due to seasonal timing cess.\nCrop Protection price was down 2%, as expected, driven by competitive market dynamics. Crop Protection volume was up 5% with gains in nearly every region. Notably, new products delivered double-digit volume gains in the quarter. Operating EBITDA was up 15% over last year. Operating EBITDA margin of nearly 27% was up 390 basis points driven by organic sales growth, coupled with significant benefits from lower input costs and productivity.\nMoving on to Slide 7 for a summary of the first quarter operating EBITDA performance. Operating EBITDA was up more than $150 million to just under $1.2 billion. Price and mix, volume gains and cost benefits more than offset currency headwinds. Seed continues to make progress on its path to royalty-neutrality with another $20 million decrease in net royalty expense. This improvement was driven by both increased out-licensing income and lower trade licensing expense. Seed and Crop Protection combined to deliver more than $200 million in productivity and cost benefits, including lower seed commodity costs in all regions, led by North America.\nIn the first quarter, SG&A was up modestly compared to prior year driven by higher compensation and normalized debt accruals. The increased investment in R&D aligns with our target and is on track to reach 8% of sales for the full year. The higher costs were partially offset by a benefit from currency. As expected, currency was roughly $90 million headwind on EBITDA driven by the Turkish lira and Canadian dollar. Both Seed and Crop Protection had an impressive first quarter and delivered double-digit EBITDA growth and meaningful margin expansion.\nMoving on to Slide 8 for the remainder of the key sensitivities that could impact our full year results within the guidance range. At this point in the year, there are a few key factors that could drive results to the upper or lower end of our full year guidance. While the industry is expecting more corn acres in the U.S., and our order books would support that, not all of crop is in the ground yet. So we need to finish up the North America season and see what ultimately gets planted.\nIn Latin America, we're expecting an increase in both summer and safrinha corn areas in Brazil and a partial recovery in corn area in Argentina after much of it was lost due to corn stunt in the past season. There are many factors that could still influence farmer decisions in the region and could impact our second half results.\nWe're now expecting crop protection prices to be down low single digits throughout the year, offset by high single-digit volume growth. Demand for biologicals and new products continues to be strong and gives us confidence in our ability to deliver growth. We recognize that tariffs and global trade policy continue to be a source of uncertainty. Although our exposure to tariffs is expected to be manageable given the level of crop protection imports, the associated costs and any potential mitigation actions are not factored into our guidance. Nevertheless, as Chuck mentioned earlier, tariffs should not impact our full year guidance range based on what we know today.\nWith that, let's go to Slide 9 and transition to the key assumptions for the first half and second half of the year. Driven by the strength of the first quarter, we now expect net sales for the first half to be about flat versus prior year with operating EBITDA up low to mid-single digits driven by favorable timing and cost benefits and additional volume in the first half. As a reminder, this is stronger than we originally thought. In our original guidance that we provided back in February, we were assuming first half EBITDA would be about flat.\nSeed is expected to continue the momentum from the first quarter, deliver solid organic growth in the first half of the year, led by North America, more corn acres and a strong product lineup. Crop Protection is expected to deliver solid volume growth over prior year, including double-digit growth in Biologicals and new products. Pricing will continue to be pressured as expected. The Seed and Crop Protection will deliver significant benefits from lower input costs in the first half, while SG&A is expected to modestly increase compared to prior year. R&D is expected to be about flat in the first half.\nTurning to the second half of the year. We expect strong sales and operating EBITDA growth driven by low single-digit price and double-digit volume growth over last year. Crop Protection operating EBITDA is expected to be roughly in line with the strong second half 2024 results, while Seed is expected to drive growth through price and volume gains. Seed price is expected to remain strong in the back half of the year driven by the strength of the portfolio in Latin America, while Crop Protection pricing is expected to continue at a rate of low single-digit decline compared to prior year. Both Seed and Crop Protection are expected to deliver double-digit sales volume led by Latin America.\nWe will continue to deliver cost savings in the second half of the year but at a lower rate than the first half given the timing of crop protection deflation and productivity as well as timing of seed pits due to the seasonality of the business. Again, while we do not expect the net costs associated with tariffs to affect our full year guidance range, as of now, any associated costs and impact from mitigation efforts will be weighted towards the second half of the year given the timing of the Crop Protection inventory turns. And finally, currency. We expect about 50% of the full year headwind will be reflected in the second half of the year driven by our exposures to the Brazilian real.\nTo summarize, with our updated assumptions for the first and second half of the year, we remain on track for full year operating EBITDA of $3.7 billion with a few small changes to our original assumptions. We expect to deliver low single-digit pricing gains for the year but at a modestly lower rate than originally assumed. And volume is expected to be higher now driven by increased North America corn acres and strong demand for crop protection as the market continues to stabilize.\nWith that, let's go to Slide 10 and summarize the key takeaways. First, while there's still much of the year left to go, we delivered an impressive performance in the first quarter, ahead of expectations. Organic sales growth was driven by a continuation of our price-for-value strategy, strong North American Seed deliveries and mid-single-digit volume gains in Crop Protection. We delivered more than $200 million in cost savings from lower Seed and Crop Protection raw material costs and productivity. Together with organic sales growth in both businesses and improved product mix, this translates to 390 basis points of margin expansion over prior year. The strong first quarter cash flow supports our ability to deliver the midpoint of our free cash flow to EBITDA guidance range of 40% to 45% conversion rate. And finally, we remain on track for $1 billion of share repurchases in 2025.\nWith that, let me turn it back to Kim.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nThanks, David. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instruction."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9cfe11664ceb0da865cf18919c3cb20e",
    "period": "2024 Q4",
    "content": "Q4 2024 Corteva Inc Earnings Call\n\nQ4 2024 Corteva Inc Earnings Call\n\nCTVANYSEFEB 6, 9:00 AM\n\nOperator\n\nThank you for standing by. My name is Janine, and I will be your lead operator for today's call. At this time, I would like to welcome everyone to the Corteva Agriscience 4Q 2024 Earnings Conference Call. [Operator Instructions] I will now turn the call over to Kim Booth, Vice President of Investor Relations. Please go ahead.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nGood morning, and welcome to Corteva's Fourth Quarter and Full Year 2024 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and David Johnson, Executive Vice President and Chief Financial Officer. Additionally, Judd O'Connor, Executive Vice President, Seed business unit; and Robert King, Executive Vice President, Crop Protection business unit, will join the Q&A session. We have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements.\nPlease note, in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules, along with our supplemental financial summary slide deck, available on our Investor Relations website. It's now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nPresident, CEO & Director, Nutrien Ltd.\n\nThanks, Kim. Good morning, everyone, and thanks for joining us. I hope your year is off to a great start. There are several key points I'd like to share with you today, including a perspective on our Q4 results, an overview of current market fundamentals with a closer look at what that might mean for us in 2025 and how to connect all of that to our 2027 financial framework that outlines our path to sustained value creation over the next 3 years.\nLet me start by saying that we finished 2024 almost exactly as we thought we would. The ag fundamentals have continued to improve, more so than over the past 2 years, so our 2025 guidance reflects that. Our portfolio of advanced seed and crop protection technologies is in high demand, and we feel good about our path to delivering the 2027 financial framework which we announced in November. Coupled with productivity and cost improvement initiatives, a central pillar of our business strategy, we delivered 20% operating EBITDA margins for the first time in 2024, all while maintaining operating EBITDA, which ended up being about flat year-over-year in less than ideal market conditions.\nTo ensure we had good momentum coming into 2025, it was important that we finished the year strong, which we did. Particularly in Crop Protection, where we drove double-digit organic sales growth and 800 basis points of margin improvement in the fourth quarter, which was largely attributable to demand for our technology in Brazil. Our Seed business consistently delivered in 2024, with Pioneer maintaining its rank as the #1 corn and soybean brand in the U.S. We gained corn market share in North America, coupled with solid pricing. This was quite an accomplishment given the reduction in corn planted area.\nEnlist E3 soybeans, the #1 selling soybean technology in the U.S., has reached 65% market penetration, thanks to so many other companies licensing Enlist [ traits ] for their own products. The Enlist system, including our herbicide offerings, reached $1.9 billion in sales in 2024, still growing despite a well-supplied market. On the Crop Protection side, new products in spinosyns delivered double-digit volume gains in 2024. And on biologicals, mid-single-digit volume increases in 2024 are expected to continue to strengthen in 2025 due to ongoing demand recovery and continued penetration across all regions.\nBetween strong demand for our innovative seed technology, cost and working capital discipline, as well as healthier farmer income levels in North America, our operating free cash flow in 2024 improved by almost $500 million, coming in at about $1.7 billion. We also returned approximately $1.5 billion to shareholders via dividends and share repurchases for the full year. We are committing to another $1 billion in share repurchases in 2025.\nSo in summary, 2024 was a year of progress in less than ideal conditions. Seed continues to deliver great growth as we transition to a net technology seller. And although the crop protection industry had another down year, the strength of our portfolio and our fourth quarter performance in Brazil gives us confidence that things are moving in the right direction.\nNow let's take a step back to discuss the current macro environment before diving into the specifics for Corteva in 2025. As I mentioned, overall ag fundamentals remain constructive, as evidenced by record global consumption of both corn and soybeans. Large global crops enjoyed record demand for grains, oilseeds and biofuels in 2024, and the demand outlook into '25 indicates that growth will continue for livestock feed, biofuel and food consumption.\nStrong production has helped farm sector income. We had record corn yields in the U.S. and expect to see the same in Brazil, which allows farmer margins in both of those key markets to improve meaningfully. While grain prices are on the rebound and U.S. farmers posted back-to-back record corn yields the past 2 years, more notable is the fact that the corn market is tight. Measured by global stocks-to-use ratios, it's the tightest they've been globally in over a decade. And if you exclude China, it's the tightest we've seen in 3 decades. And with on-farm demand remaining strong overall, we're seeing signs of stabilization in the crop protection industry. For example, pricing for products coming out of China has been stable over the past few months, and channel inventory levels around the world are more in balance.\nFor Corteva, improvement has come in the shape of 3 consecutive quarters of volume gains. This all gives us confidence in our 2025 assumption of a flattish market with low single-digit volume gains, offset by low single-digit pricing headwinds. With regard to 2025, although our operational plan remains intact, today, we are refining our preliminary '25 view to reflect additional currency headwinds, namely, the Brazilian real, and to a lesser extent, the Canadian dollar.\nThe strong U.S. dollar will impact the agricultural economy throughout 2025, and due to the crops and geographies in which we participate, will impact our U.S. dollar reported results. However, we are still expecting another year of top and bottom line growth and meaningful margin expansion with continued laser focus on controllables, including the initial tranche of seed cost deflation. You might recall that in our third quarter earnings call, we pointed to $550 million in gross cost and sales improvements in 2025, and that assumption remains. Benefits from our self-help actions, including an additional $50 million related to royalty improvement, gives us the ability to continue to invest in R&D and future innovation. Our plan reflects about 10% EBITDA growth and about 100 basis points of margin improvement. We foresee another year of strong cash flow generation and plan to execute $1 billion in share repurchases over the course of 2025.\nNow let's spend a few minutes on key themes and market assumptions for this year. To set the stage, think about strong demand for crops, improving farmer margins, good on-farm demand for seed and crop protection and more corn area in the U.S. The farmer is responding to positive relative economics, and '25 is setting up to be the year of corn in the ag markets. We expect our Seed business to have another strong year as farmers continue to look to effective technology to boost yields while offsetting the effects of volatile weather and increasing pest pressures. It should also be a standout year for Seed margin improvement, driven by mix uplift, royalty, income improvements and cost of sales benefits, including productivity and deflation.\nWe plan to launch another 300 new seed hybrids and varieties. Our Seed pipeline is the best in the industry. The incremental yields from the advanced technologies in our portfolio allow us to continue our long-standing price for value strategy. Our strategy of selling technology is visible, and the opportunity set there is significant.\nThe big question is, what assumptions did we make for crop protection? Well, the short answer is that the midpoint of our range assumes a flattish CP market. We have seen volume trending in the right direction. It comes down to when the pricing environment will stabilize. Given what we know today, this seems to be the most reasonable assumption for the time being, and we'll continue to update the market as conditions evolve.\nFor our Crop Protection business, we're expecting mid-single-digit organic sales growth overall, led by new products in spinosyns, as well as biologicals double-digit growth. If you recall, we're targeting $1 billion in biologicals revenue by the end of the decade. Geographically, Brazil will remain a key growth market for us in 2025 for both businesses. On top of our existing strong corn market share, it will be another important year for us to continue to make inroads with Conkesta on the soybean side. And for Crop Protection, we have a robust plan for more biologicals expansion and strengthening our commercial presence.\nBefore I turn the call over to David, let me remind you about the announcements we made at our November Investor Day, where we introduced a new straightforward framework to create value through 2027. Recall, we're targeting $1 billion in incremental net revenues over the '25 to '27 period from 3 growth platforms: increased out-licensing income, continued ramp-up of CP new products and biologicals growth. We're making investments in other growth areas. These are the 3 that will provide the most significant incremental value capture in the midterm.\nSecond, we laid out Phase 2 of our controlling the controllables program that entails $1 billion in gross productivity cost and deflation benefits across Seed and Crop Protection, as well as managing SG&A. Next, as part of our ongoing commitment to commercial execution, we're targeting about 100 basis points of EBITDA margin growth per year. That works out to be over 900 basis points of improvement versus where we began in 2019. So if you play all this forward to 2027, we're expecting EBITDA growth of $1 billion over 3 years, which is a 9% CAGR with EBITDA margins of 23% to 24% at the midpoint. We are energized by this plan, and our first task is to execute a strong 2025. With that, I'd like to turn the call over to David.\n\nDavid P. Johnson\n\nChief Financial Officer, Atkore International Group, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 7, which provides the financial results for the fourth quarter and full year. Briefly touching on the fourth quarter. Organic sales were up 13% compared to prior year, with Seed up 16% and Crop Protection up 11%. Pricing for quarter was down 4%, as expected, largely driven by competitive pressure in Brazil in both Seed and Crop Protection. Pricing was positive in every region, excluding Latin America.\nFourth quarter volume was up 17% over prior year. Seed volumes were up 19%, driven by an expected increase in Brazil safrinha corn area. Crop Protection volumes were up 16%, led by Latin America and EMEA. Volume of Crop Protection new products were up more than 20% in the quarter compared to prior year.\nFull year 2024 organic sales were up 1% versus prior year, with higher volume partially offset by lower price. These organic sales were up 4% for the year, with pricing up 3% with gains across the portfolio. Volume was up 1%, with planted area increases in Brazil corn and North America soybean offsetting lower corn planted area in North America, EMEA and Asia Pacific. Crop Protection organic sales were down 2% versus prior year, with volume gains offset by price decline. Full year price was down 5%, largely driven by competitive market dynamics in Latin America. Crop Protection volume was up 3%, with gains in Latin America and Asia Pacific, partially offset by declines in EMEA, driven by residual destocking and unfavorable weather in North America driven by just in time purchasing behavior.\nOperating EBITDA of approximately $3.4 billion for the full year 2024 is essentially flat versus prior year, with an operating EBITDA margin of 20%, or more than 30 basis points higher. Moving on to Slide 8 for a summary of the full year operating EBITDA performance. Seed price gains were offset by lower prices in Crop Protection, while volume was higher in both Seed and Crop Protection, led by Latin America on higher expected planted area and demand for new products.\nTransitioning to costs. We delivered nearly $500 million in self help benefits, with $155 million in lower net royalty expense and $220 million benefit from raw material deflation and productivity actions. These gross cost benefits more than offset cost headwinds from higher seed commodity and other costs. SG&A costs were modestly higher as expected, given the full year ownership of the biological acquisitions and normalized bad debt levels. R&D expense was in line with expectations, and [ just over ] 8% of sales for the full year. Together, this translates to 20% operating EBITDA margin, which is impressive given the market dynamics.\nWith that, let's go to Slide 9 in transition to the guidance for 2025 and the key metrics which we are tracking. We provided an early view of 2025 back in November, that based on 2024 results and the stronger U.S. dollar, we're updating the guidance ranges. 2025 operating EBITDA is expected to be in the range of $3.6 billion and $3.8 billion, or approximately 10% improvement over prior year at the [ midpoint ]. Meaningful margin expansion is expected to be driven by price and product mix, together with benefits from improved net royalty expense, cost deflation and productivity actions.\nOperating EPS is expected to be in the range of $2.70 to $2.95 per share, an increase of 10% at the midpoint, which reflects higher earnings growth and lower average share count, partially offset by higher net interest expense. Free cash flow to EBITDA conversion rate is expected to be in the range of 40% and 45%, which is in line with the 2023 and '24 average. The change from 2024 is driven by higher earnings, offset by normalized use of working capital.\nTurning to Slide 10. You can see operating EBITDA bridge for 2025 growing from approximately $3.4 billion in 2024 to $3.7 billion at the midpoint for 2025. Total company pricing is expected to be flat to up low single digits, with pricing gains in Seed partially offset by declines in Crop Protection. While Crop Protection prices are beginning to stabilize, we still expect prices to be down low single digits for the year in 2025.\nWe are expecting volume growth in both Seed and Crop Protection. Seed volume gains are expected to be driven by more corn acres in North America and share gains in key markets. Crop Protection volume is expected to be up mid-single digits, driven by demand for new products and biologicals which are expected to outperform the rest of the portfolio. We expect approximately $50 million improvement in net royalty expense, driven by increased out licensing income as we continue to ramp up the licensing of Conkesta E3 soybeans and PowerCore Enlist corn. We are on track to deliver approximately $400 million of net cost improvements in 2025, driven by lower Seed commodity costs, Crop Protection raw material deflation and productivity gains, including benefits from Crop Protection footprint optimization.\nSG&A and R&D as a percentage of sales are expected to be relatively flat with 2024 levels, implying a modest increase in spend. Like many USD reporting companies, we are expecting a large currency headwind now than we previously forecasted. The currency headwind is largely driven by the Brazilian real, Turkish lira and Canadian dollar. The stronger U.S. dollar is expected to translate to a low single-digit headwind on net sales and approximately $275 million headwind on operating EBITDA. Together, this translates to approximately 10% operating EBITDA growth at the midpoint and 100 to 150 basis points of margin expansion.\nRegarding the timing of sales and earnings in 2025, we're expecting about 60% of sales and roughly 80% of EBITDA to be delivered in the first half of the year. We also expect to see a timing difference between the first 2 quarters versus prior year. This is largely due to timing of seed deliveries in Latin America and EMEA after both regions delivered record volume in fourth quarter 2024. For the first quarter of 2025, we are seeing a normal delivery pattern in Northern Hemisphere, which could shift significantly between first and second quarter depending on weather conditions.\nLet's go to Slide 11, which presents the factors which could drive the guidance to the lower and upper end of the range. As seen on the previous slide, our current forecast includes a significant currency headwind to operating EBITDA. We will continue to look for opportunities to mitigate additional volatility through pricing and other means. If the dollar continues to strengthen, we expect there would be some additional headwind. Assumed in the midpoint is relatively flat global planted area, with increased corn area in North America, low single-digit increase in Brazil safrinha and relatively flat area in other regions.\nA big question is how much growth we'll see in crop protection given the current market dynamics. On-farm demand remains relatively stable, and we're expecting the traditional crop protection market to be essentially flat in 2025. Corteva's new products and biologicals are expected to drive much of the volume growth, while prices across the portfolio are expected to remain under pressure, although at a lower level than prior year. We expect to deliver meaningful cost improvements in Seed and Crop Protection from input cost inflation and productivity actions. And that our midpoint assumption includes SG&A and R&D as a percentage of sales to be relatively consistent with 2024 levels.\nWe're not considering any impacts from trade policy in the midpoint of guidance. Without details on scope, duration or affected industries, it's too premature to provide details about the potential impacts. This situation is very fluid and changes daily, but we will continue to evaluate the impact as specifics become known. Together, these are a balanced set of assumptions which gives us confidence in our ability to grow sales and operating EBITDA in 2025.\nWith that, let's go to Slide 12 and summarize the key takeaways. First, Q4 operating EBITDA, while in line with expectations, was a record performance for the company. Crop Protection fourth quarter results, including double-digit volume growth and significant operating EBITDA margin expansion, is a positive sign our portfolio strategy is working and the industry is starting to stabilize. The strength of our portfolio drove full year sales and EBITDA growth for the business through price and mix improvement, market share gains and a meaningful improvement in net royalty expense.\nAnd driven by working capital, we delivered $1.7 billion in free cash flow, a 50% conversion rate on EBITDA. Balance sheet flexibility and ability to generate cash supports our track record of returning cash to shareholders, including $1.5 billion in 2024. Finally, the 2025 guidance that we shared today reflects sales earnings and margin growth, much of which is in our control and supports the 3-year framework we presented in November. With that, let me turn it back to Kim.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nThanks, David. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instructions."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/caea1c4cdfb6ea743c5119c656e2ce4c",
    "period": "2024 Q2",
    "content": "Q2 2024 Corteva Inc Earnings Call\n\nQ2 2024 Corteva Inc Earnings Call\n\nCTVANYSEAUG 1, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Kayla, and I will be your conference operator today. At this time, I would like to welcome everyone to the Corteva Agriscience 2Q 2024 Earnings. [Operator Instructions]. I will now turn the call over to Kim Booth, Vice President of Investor Relations. You may begin.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nGood morning, and welcome to Corteva's Second Quarter and First Half 2024 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and Dave Anderson, Executive Vice President and Chief Financial Officer. Additionally, Tim Glenn, Executive Vice President, Seed Business Unit; and Robert King, Executive Vice President, Crop Protection business unit, will join the Q&A session.\nWe have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast. During this call, we will make forward-looking statements, which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties. Including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements.\nPlease note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules along with our supplemental financial summary slide deck available on our Investor Relations website. It's now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nPresident, CEO & Director, Nutrien Ltd.\n\nThanks, Kim. Good morning, everyone, and thanks for joining us. We plan to update you today on our second quarter and first half performance. Show our latest expectations for the second half of this year. In the second quarter, Corteva delivered both top and bottom line growth in nearly 250 basis points of operating EBITDA margin expansion. This was driven by strong demand for our proprietary technology, which was also particularly evident in our seed business results. We also saw Crop Protection volumes grow, a sign that the industry is starting to stabilize after almost 2 years of declines. Seed continued its impressive trajectory in the first half of the year with 420 basis points of operating EBITDA margin expansion and broad-based pricing gains across all regions.\nWhile North America corn acres are down year-over-year, the team has managed to hold volumes relatively flat and gained share in the first half, a testament to both strong demand for our latest corn hybrids as well as the strength of the Pioneer business model. Performance and Seed remains strong across products and technologies and we are proud to be #1 in the North America Seed market for both corn and soybeans. We are particularly pleased to see unless E3 continue to be valued by farmers, and we believe E3 technology is the future. [ This ] is on at least 65% of U.S. soybean acres in 2024. Earlier this year, we announced the commercial availability of Pioneer brand V Series soybeans in the U.S. and Canada, which is the next generation of industry-leading genetics with the Enlist trait.\nThis new class of soybeans offers farmers a strong defensive package with a generational leap in yield potential and agronomic performance over any soybean lineup Pioneer has ever introduced. In extensive 2023 impact trials, Z-Series soybean showed an average yield advantage of 2.7 bushels per acre over our own A-Series soybeans which delivers substantial economic benefit to growers. And I know most of you are well aware of how the Enlist transition has supported our aim of becoming royalty neutral by the end of the decade. But it's worth noting that our royalty income stream is also accelerating quickly in corn.\nIn the first half of this year, we grew our royalty income by an impressive 40% when compared to the same period last year led by the strength of new corn trait technologies like PowerCore and List. Our strategy of becoming a technology seller is gaining traction as reflected in our margins. Turning to the CP business. We can say that here, too, our technology remains a driver for farmers. By the end of June, we had registered over 100 new Crop Protection products globally. These new product registrations give farmers access to new cutting-edge solutions that can help them increase yields and grow more food and fuel. Overall, the crop protection business continues to navigate an imbalanced market, driven largely by residual destocking and competitive market dynamics.\nStill, we are encouraged by the 6% volume improvement in the second quarter. Although net sales and operating EBITDA were down for the half, we're still anticipating that 2024 will be another year of top and bottom line growth and margin improvement for Corteva. Record-setting demand for grain oilseeds and biofuels is expected to continue through the end of 2024. On-farm crop protection demand remained stable as farmers prioritize technology to maximize yield, and we expect the market to begin to move towards more of a balance between sell-in and sellout at the channel. We also anticipate that farmers will continue to prioritize investments in top-tier C technologies given their direct impact on yields to reflect the impact of the competitive market dynamics and weather-driven missed applications in North America and Europe in the first half for crop protection we are lowering our full year net sales guidance by about 1% in operating EBITDA by about 2% versus the midpoint we guided to last quarter.\nA few comments on 2025. It's still early, and we need to see how the full year of 2024 plays out. Generally speaking, we remain constructive on 2025, and we are on a path that would get us into the framework for operating EBITDA and margin improvement. We feel good about what we can control, delivering meaningful royalty benefits, productivity and cost deflation on a year-over-year basis. Recall when we adjusted the 2025 framework back in February, we indicated that it was contingent upon stabilization in the Crop Protection market in 2024 and a return to growth in 2025. The volume improvement in the second quarter has given us some optimism in our second half growth assumptions but we're monitoring the competitive pricing environment very closely. We'll be providing more of a detailed update on our views of 2025 at our Investor Day event in November.\nNow turning to the outlook. The U.S. crop mix shift from corn to soybeans played out as we expected. However, the main feature of 2024 growing season thus far has been the U.S. corn and soybean crop condition ratings have been running well above 2023, creating an expectation for strong yields. Time will tell, but it is clear that strong yields are being dialed into the corn futures. As global stocks of major grains and oilseeds stabilize, commodity prices have started to come under pressure, indicative that we're now below mid-cycle pricing. These lower prices, combined with higher interest rates have led farmers to tighten their operating approach. But there is still a lot of confidence with the vast majority of farmers, and they know the formula for success and how to be prudent with the investment decision that they make in their operations. And they know they have to drive productivity in order to be competitive in the marketplace.\nBrand trust and the years of experience and expertise behind it is also extremely important. Farmers can always find cheaper seed, but with Corteva brands, they know they can trust our long history of incremental annual yield improvement, which gives them confidence in the outcome as well as peace of mind. And like most of us, once you experience the best, it's hard for farmers to settle for anything less. With that, let me turn it over to Dave for insights on our financial results and outlook.\n\nDavid John Anderson\n\nChief Financial Officer & Senior Vice President, Honeywell International, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 6, which provides the financial results for the quarter and the half. You can see from the numbers here, sales and operating EBITDA for the first half were down slightly from prior year, although a little better than our latest estimate, driven by a strong finish in North America seed season. Briefly touching on the quarter, organic sales were up 2% compared to prior year, with gains in both Seed and Crop Protection. Pricing for the quarter was up 2% and with gains in seed partially offset by continued competitive pressure in Crop Protection. Second quarter volumes were flat with volume gains in Crop Protection, led by Latin America and North America, offset by same volume declines in North America due to the first quarter and second quarter timing.\nTop line growth and continued productivity and cost actions translated to earnings growth of 10% in the quarter in nearly 250 basis points of margin expansion compared to prior year. Now focusing on the half as a result of the tough first quarter, organic sales were down 2% and with seed growth offset by crop protection. Seed pricing gains were mid-single digit compared to prior year and offset by seed volume declines which were driven by lower planted area in EMEA and in Asia. Crop Protection price and volume were both down in the half in competitive market dynamics and the really tough comp of the first quarter of 2023. The top line performance translated into operating EBITDA of approximately $2.95 billion for the half, down slightly compared to prior year. Seed pricing the benefits from improved net royalty expense and productivity savings drove nearly 60 basis points of margin expansion.\nLet's now go to Slide 7 and review sales by segment. Seed net sales were up 2% in the half versus prior year. Organic sales were up 4% on broad-based pricing gains as we continue to price for value. Global seed pricing was up 5% and with gains in every region and across the portfolio. In Crop Protection, both net sales and organic sales were down 11% in the half. Pricing was down 4% compared to prior year, driven by competitive price pressure end market dynamics. Crop Protection pricing in EMEA was up 2%, largely in response to currency. Crop Protection volumes were down in the half, although we did see volume growth of 6% in the second quarter. Demand for new products in spinosyns drove volume gains over last year, and importantly, we continue to expect volume growth in the second half driven largely by Brazil.\nWith that, let's go to Slide 8 for a summary of the first half operating EBITDA performance. For the half, operating EBITDA was just under our record first half 2023 to just over $2.95 billion. Pricing gains coupled with improvement in net royalties and productivity actions were offset by volume declines in cost and currency headwinds, higher seed commodity costs and crop protection inflation on input costs, reflecting the sell-through of higher cost inventory were more than offset by benefits from reduced net royalty expense and productivity savings. SG&A for the half was up 1%, including an additional $25 million of spend compared to prior year related to Biologicals acquisitions. Excluding these costs, SG&A would have been approximately flat versus last year despite merit and inflation.\nLet's now go to Slide 9 and transition to the updated outlook for the year. The updated full year guidance reflects the current Seed and Crop protection markets and the best judgment of our key variables for the second half. We now expect net sales to be in the range of $17.2 million to $17.5 billion or up 1% at the midpoint. The lower guidance in revenues is primarily due to North America and EMEA crop protection price and volume in the first half of the year in the updated second half BRL to U.S. dollar assumptions. Operating EBITDA is now expected to be in the range of $3.4 billion to $3.6 billion, 4% compared to prior year at the midpoint. The updated guidance is driven by lower top line growth, partially offset by less discretionary spending.\nWe also now expect a cost tailwind for the year driven by improved royalty expense crop protection raw material deflation and productivity effects. And while we still expect increased R&D and SG&A for the year, the increases will be more modest than our prior guidance. With the strength of seed performance in the first half and crop protection volume and cost improvement in the second half of the year, we now expect operating EBITDA margin for the year of approximately 20% at the midpoint of guidance, or approximately 55 basis points of margin expansion over last year. Operating EPS is expected to be in the range of $2.60 to $2.80 per share, roughly flat versus last year at the midpoint.\nThe change in EPS from our prior guidance primarily reflects lower earnings at the midpoint. We're reaffirming our free cash flow guidance of $1.5 billion to $2 billion or approximately $1.75 billion at the midpoint and cash flow to EBITDA conversion rate of 45% to 50% for the full year '24. And finally, we're on track to complete $1 billion of share repurchases for the year, including $500 million completed during the first half. We also recently announced a 6.25% increase in the annual dividend, consistent with the dividend growth strategy. Now both of these are testimony to the strength of our balance sheet and the cash flow outlook.\nGoing now to Slide 10. Let's look at the key drivers for the first half performance in the setup for the remainder of the year. Again, the first half results were overall slightly ahead of our expectations, driven by the strength of the Seed business. North America delivered an impressive performance with 4% growth in organic sales compared to prior year despite the 3% reduction in U.S. corn acres. Crop Protection first half results were impacted by competitive market pressures. Overall crop protection industry conditions have begun to improve but not yet fully stabilized. Crop Protection experienced low single-digit rate inflation on input costs through the first half, those market-driven cost headwinds were offset by benefits related to reduced fee net royalty expense and productivity actions. SG&A and R&D, as expected were up modestly compared to last year.\nNow if you turn to the right side of Slide 10, regarding the second half of the year, our assumptions are largely consistent with what we shared with you in early May. In Seed, we expect a rebound in Brazil Suprema corn area after a reduction in the 2023, 2024 season. However, an additional risk in Latin America is Argentina planet area due to corn stock. Crop Protection volume gains will drive much of the growth in the second half with pricing expected to remain challenged. Our assumption is for volume growth versus prior year, led by Brazil and demand for new products and biologicals.\nImportantly, the order book for the second half Crop Protection sales in Brazil is trending ahead of last year. Available data suggests channel inventories are trending down. These data points are positive signals that the market is moving towards more stabilization and supports the assumptions for volume growth in the second half. And as you know, we expect to see input cost inflation in crop protection during the second half of the year, coupled with productivity and cost actions, we anticipate a cost tailwind for Crop Protection.\nAnd as a reminder, we expect an increase in the SG&A spend for the full year '24 driven by normalized bad debt and compensation accruals and we'll also continue to increase the investment in R&D. So the balance of improved crop protection market conditions in Brazil and the continued focus on cost controls will drive second half growth. It's important to point out the allocation of earnings between third and fourth quarters. We expect normal earnings pattern for the second half, which implies an operating EBITDA loss in the third quarter and therefore, all of the second half earnings delivered in the fourth quarter. So let's now go to Slide 11 and summarize the key takeaways.\nFirst, operating EBITDA performance for the first half was largely in line with expectations, led by the strength of the Seed business. Regarding the full year, driven mostly by the current market dynamics in Crop Protection, we're updating our full year guidance but still on track for sales and earnings growth in 2024. Seed momentum continued through the first half, driven by the strength of the portfolio and strong demand for our latest technologies, particularly in North America with market share captured in both corn and soybean. Overall, it's been an impressive first half for the seed business and continuing a strong trend by Seed.\nLooking forward to the second half of the year, Crop Protection volume gains in Latin America and cost improvement from raw material deflation and productivity actions will drive much of the year-over-year EBITDA growth. And finally, the strong first half cash flow results keep us on track to deliver the midpoint of our free cash flow guidance range of $1.75 billion or approximately 50% conversion rate. And with that, let me turn it back over to Kim.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nThanks, Dave. Now before we get into Q&A, Chuck, I believe you'd like to make a few closing remarks.\n\nCharles Victor Magro\n\nPresident, CEO & Director, Nutrien Ltd.\n\nThanks, Kim. I'd like to say a few words about the announcement made after market yesterday that we will have a new Chief Financial Officer starting September 16. David Johnson will join Corteva from Atcore, a publicly traded company and leader in electrical safety and infrastructure solutions. Where he also served as CFO. David is an accomplished CFO with a proven track record of delivering strong results, operational efficiency and financial discipline to large global organizations like ours. He has nearly 3 decades of experience. And as I've gotten to know David throughout this process, I believe he is the perfect choice for Corteva.\nDavid will, of course, succeed Dave Anderson. To ensure a smooth transition, Dave will continue to serve on the executive leadership team as a strategic adviser to me until his retirement in the first quarter of 2025. Dave joined Corteva over 3 years ago. which was, as many of you will remember, both a pivotal and critical time in our history. With his wealth of experience and his considerable expertise across industries, Dave gave this company, its board and its leadership assurance that this company's financial strategy was in the best of hands, and I think the results speak for themselves. So before I turn it over to Dave, I'd like to thank him for his service and his dedication to Corteva, to our investors and shareholders and to our customers and employees. Dave, thank you. It's been an absolute privilege to serve alongside of you. And with that, over to you.\n\nDavid John Anderson\n\nChief Financial Officer & Senior Vice President, Honeywell International, Inc.\n\nThanks, Chuck. I really appreciate the kind words. It's obviously just been a terrific opportunity to work with Corteva to work with you and the organization over the last several years. And I'm proud of what we've been able to accomplish, and I'm really pleased with the strengthening of [indiscernible] team and the alignment of the finance organization to support our Crop Protection and Seed business units. And I'm looking forward to supporting David in this transition. I know it's going to be a successful one. I know he's going to be a terrific CFO for Corteva. So thanks very much.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nThanks, Dave. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instruction."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6bb690aca4d80a9faf06cebe519748bc",
    "period": "2024 Q1",
    "content": "Q1 2024 Corteva Inc Earnings Call\n\nQ1 2024 Corteva Inc Earnings Call\n\nCTVANYSEMAY 2, 9:00 AM\n\nOperator\n\nThank you for standing by. My name is Mark, and I will be your conference operator today. At this time, I would like to welcome everyone to Corteva Agriscience's First Quarter 2024 Earnings Call. [Operator Instructions]\nI would now like to turn the call over to Kim Booth, Vice President of Investor Relations. Please go ahead.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nGood morning, and welcome to Corteva's First Quarter 2024 Earnings Conference. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and Dave Anderson, Executive Vice President and Chief Financial Officer. Additionally, Tim Glenn, Executive Vice President, Seed Business Unit; and Robert King, Executive Vice President, Crop Protection business unit, will join the Q&A session.\nWe have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements, which are our expectations about the future. Statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements.\nPlease note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules, along with our supplemental financial summary slide deck available on our Investor Relations website.\nIt's now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nPresident, CEO & Director, Nutrien Ltd.\n\nThanks, Kim. Good morning, everyone, and thanks for joining us today. We continue to be very pleased with [ risk ] we're making executing our strategic plan including items such as the Enlist technology, biologicals, increased investment in strategic innovation and our productivity and cost actions. Today's focus will be on our first quarter performance, and also some insights into how we see the rest of the first half and year unfold. Let me start with the bottom line. While the crop is not yet fully planted in North America, 2024 is playing out mostly as we expected.\nAnd so we are reaffirming our full year guidance, which we announced in early February and remain on track to meet our 2025 financial framework. Globally, from an industry perspective, we have relatively constructive fundamentals. We continue to see record-setting demand for grain, oilseeds, feed and biofuels. In order to meet this growing demand, farmers are investing in premium seed and crop protection technologies to enhance and protect yield. Our Seed business is having a very good start to the year. Organic sales are up 5% and prices up 6%, reflecting the value technology consistently delivers [indiscernible]. Our seed order book reflects strong demand for our product lineup. We are planning to bring about 500 new products to the market this year with approximately 300 new seed hybrids and varieties.\nFactored into our guidance for the year is the fact that farmers in the U.S. are projected to shift planted area from corn and soybeans, resulting in a projected increase in soybean area of about 3.5%. If current trends hold, about 60% of all U.S. soybean acres will be planted with our Enlist technology in 2024. Quite an impressive feat in less than 5 years where we continue to be the #1 selling soybean technology in the U.S. On the Crop Protection side, ample supply and the residual effects of destocking are creating a more competitive environment. This is coupled with farmers making their purchases much closer to the application window resulting in a delay in volumes.\nBut all signs point to volume growth in the second half, particularly in Latin America, as the channel inventory imbalance in remaining regions is expected to stabilize. At a high level, our Crop Protection business has made significant performance improvement in 2021. By the end of 2024, we anticipate that we will have added $1 billion of new products in biological sales, exited $500 million of lower-margin products and improved EBITDA margin by about 200 basis points in that 3-year time frame. Our differentiated crop protection portfolio will continue to create new pathways to value creation.\nThis has been strengthened by our industry-leading biological business. As a result of targeted portfolio actions and strategic investments in fast growth market segments, our portfolio differentiation mix has grown from about 50% to an estimated 60% in 2024. We also continue to execute on the optimization of our global crop protection asset footprint, where we are estimating annual run rate savings of $100 million by 2025. As I said, we expect the crop protection industry to return to volume growth in the second half. Mix enrichment, driven by our new products and biologicals as well as the cost actions I mentioned will drive margin improvement in our Crop Protection business in 2024.\nA final point on controlling the controllables. In 2024 and again in 2025, we're still expecting to see between $350 million and $450 million of benefits from our self-help levers. These actions continue to drive value creation for the company and are providing margin enhancement throughout the ag cycle. Finally, I'd like to note that in about a month, Corteva turns 5. We'll be celebrating not only our fifth anniversary, but also the impact we've had on farms around the world over that time and the value that impact has created for farmers, for shareholders and for the world at large.\nIt's been a remarkable journey in which we rolled out more than 1,500 new and next-generation products and technology to our 10 million global customers. I'm proud to say that together with our 23,000 employees, we've built one of the most competitively advantaged agricultural technology portfolios in the industry, and we remain optimistic about the future of agriculture and the future of Corteva.\nAnd with that, let me turn the call over to Dave.\n\nDavid John Anderson\n\nChief Financial Officer & Senior Vice President, Honeywell International, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 5, which provides the financial results for the quarter. As Chuck said and you can see from the numbers, the results for the quarter were largely in line with expectations with both sales and operating EBITDA down from prior year. Organic sales were down 6% compared to last year with seed growth offset by crop protection. Seed volume gains in the first quarter in North America were offset by seed volume declines in all other regions. And as expected, crop protection volumes were down double digits against a strong first quarter of 2023 comparison. We're obviously pleased to report another first quarter with more than $1 billion of operating EBITDA, in part due to benefits from improved net royalty expense and productivity savings.\nHowever, operating EBITDA was down 16% compared to prior year, and EBITDA margin for the quarter was 23% or down approximately 200 basis points versus prior year with margin expansion in seed, offset by crop protection headwinds. Let's go to Slide 6 and review sales by segment. Seed net sales were up 2% to nearly $2.8 billion. Organic sales were up 5% on broad-based pricing gains as we continue to price for value. And global seed pricing was up 6% with gains in every region and across the portfolio.\nSeed volumes were down 1% versus prior year. Gains in North America driven by mild weather and strong execution were offset by declines in other regions. Notably, volumes in EMEA were down due to delays in demand associated with unfavorable weather. Crop Protection net sales were down 20% in the quarter versus a strong first quarter in 2023. The sales decline was driven by residual impacts of destocking and EMEA in Latin America and the shift to just-in-time purchasing in North America, pushing sales out closer to the application window, which is largely in the second quarter.\nCrop Protection volumes were down 18% in the quarter, including the impact of strategic product exits. Pricing was down 3% compared to prior year, driven by competitive pressures and tight channel inventory management. Crop Protection pricing in EMEA was up 4%, largely in response to currency impacts. Slide 7 illustrates the significance of the last week of March for seed deliveries in the U.S. with mild weather in much of the United States during March, pioneer seed deliveries tracked ahead of prior year, putting 2024 closer in line to the first quarter of 2021 and 2022, which we would consider a normal delivery pattern versus last year's delays.\nThe favorable product mix, coupled with seasonal price increases translated to a strong Seed operating EBITDA margin for the quarter, approximately 300 basis points above last year. With that, let's go to Slide 8 for a summary of first quarter operating EBITDA performance. For the quarter, operating EBITDA was down approximately $200 million to just over $1 billion, again, largely in line with expectations. Pricing gains, coupled with improvement in net royalties and productivity actions were offset by volume declines and cost and currency headwinds. The $22 million of cost headwinds in the quarter was related to higher seed commodity costs and modest crop protection inflation on input costs reflecting the sell-through of higher cost inventory.\nImportantly, based on raw material purchases, we still expect to deliver approximately $100 million of savings for full year 2024 from crop protection input cost deflation. SG&A for the quarter was up approximately 1%, primarily from a full quarter of G&A from the Biologicals acquisitions. Excluding acquisitions, SG&A was down more than 2% versus prior year as we maintain disciplined spending. With that, let's go to Slide 9 and transition to the setup for the remainder of the year. I want to share the key assumptions for the first half and second half of 2024.\nWe expect sales for the first half to be down low single digits with EBITDA flat to slightly down versus last year. Seed is expected to continue the momentum from first quarter and delivered solid growth in the first half of the year, led by North America on a strong product lineup. Crop Protection will continue to experience impacts from the shift to just-in-time demand in residual destocking and will likely be down in the first half of '24 compared to the prior year. Both Seed and Crop Protection are expected to experience cost headwinds and through the first half of the year related to higher seed commodity costs and crop protection input costs.\nThese market-driven cost headwinds will be partially offset by benefits related to reduced net royalty expense and also productivity actions. SG&A and R&D investment are both expected to modestly increase in the first half of '24 compared to last year. Now turning to the right side of Slide 9. Regarding the second half of the year, we expect double-digit sales and EBITDA growth, driven primarily by crop protection, partly as a result of the comparison to 2023 second half where volume and price combined were down 16% from 2022. In seed, we expect a rebound in Brazil Safrinha corn area after a reduction in the 2023, '24 season due mostly to weather.\nWe expect seed results in the second half to be in line with historical pattern, meaning likely a small EBITDA loss in the second half. Crop Protection volume gains will drive much of the growth in the second half with pricing expected to remain challenged. We expect Crop Protection volume growth in the second half to be enabled by some market stabilization in Latin America. Our base case assumption is for a volume uptick year-over-year in Brazil, led by new products, Spinosyns and Biologicals. And available data suggests channel inventories are trending down in Brazil.\nWhile they're still higher than historical average, inventory levels have come down versus 2023 year-end. So the channel is making progress towards a more normalized inventory level. And the demand at the farm gate in Brazil remains healthy, and the expected increase in planted area supports additional crop protection applications. So the second half outlook for biologicals growth is largely driven by Solar, which has a strong market position in Brazil. We expect to see input cost deflation in Crop Protection during the second half of the year, coupled with productivity and cost actions including benefits from the footprint optimization project, we anticipate a cost tailwind for Crop Protection.\nAnd as a reminder, we expect an increase in SG&A spend in 2024, driven by normalized bad debt and compensation accruals. We also continue to increase the investment in R&D. So the balance of improved market conditions and continued execution on controllables will drive second half growth. Together with the roughly flat first half, in double-digit second half EBITDA growth, we remain on track for full year 2024 operating EBITDA guidance in the range of $3.5 billion to $3.7 billion, but the path will be a little different than our original assumptions.\nSpecifically, in addition to more volume growth, we now expect total company pricing to be slightly down for the year with Crop Protection pricing more than offsetting the low single-digit price gains in Seed. And while we're expecting total cost to be marginally higher for the year, an increase from our original assumption, we remain on track to deliver savings on our controllables, $100 million reduction in net royalty expense, $100 million in crop protection input cost deflation and $200 million from productivity and cost actions.\nSo let's now go to Slide 10 and summarize the key takeaways. First, operating EBITDA performance for the first quarter was in line with expectations, led by the strength of the Seed business. And while first quarter 2024 results were down versus prior year, we remain on track to deliver our full year 2024 guidance, including sales and earnings growth. And after our standout performance in 2023, the Seed business momentum continues in the first half of 2024, driven by pricing for technology and continued reduction of net royalty expense. Looking forward to the second half of the year, crop protection cost actions and some market improvement will drive much of the growth.\nAnd finally, their strong first quarter cash flow result supports our ability to deliver the midpoint of our free cash flow guidance of $1.75 billion or approximately 50% conversion. And with that, let me turn it over to Kim with an announcement about a significant upcoming event. Kim?\n\nKimberly Booth\n\nVice President of Investor Relations\n\nThanks, Dave. We're excited to announce that our 2024 Investor Day will be held on November 19 in New York City. The management team will provide updates on the company's strategy and financial targets, along with highlights showcasing our innovation and pipeline. We look forward to seeing many of you at this event in November. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instructions."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d3957b0514692edc65dd285f813eaba8",
    "period": "2023 Q4",
    "content": "Q4 2023 Corteva Inc Earnings Call\n\nQ4 2023 Corteva Inc Earnings Call\n\nCTVANYSEFEB 1, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Corteva Fourth Quarter 2023 Earnings Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Kim Booth. Please go ahead.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nGood morning, and welcome to Corteva's Fourth Quarter and Full Year 2023 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and Dave Anderson, Executive Vice President and Chief Financial Officer. Additionally, Tim Glenn, Executive Vice President, Seed Business Unit; and Robert King, Executive Vice President, Crop Protection business unit, will join the Q&A session.\nWe have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements, which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements.\nPlease note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules, along with our supplemental financial summary slide deck available on our Investor Relations website. It's now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nPresident, CEO & Director, Nutrien Ltd.\n\nThanks, Kim. Good morning, everyone, and thanks for joining us. I hope your year is off to a great start. There are several key takeaways I'd like to share with you today, including an overview of the market fundamentals, our solid 2023 performance and an update on our path to incremental value creation by 2025 with a closer look at what's ahead for 2024.\nFirst, I would say that our 2023 performance validates the effectiveness of our value creation strategy and its key levers of portfolio simplification, royalty neutrality, product mix, and operational improvements. At our core, we are a technology company. And last year, we had more than 400 new product launches.\nIn Seed alone, we introduced 300 new hybrids or varieties, 2 new product concepts and 41 new trade or stack registration approvals. In Crop Protection, our team delivered and launched about 140 new products in 2 new actives, [ Adavelt ] and [ Reclamel ], the latter being the first of its kind, selective nematocide that also has beneficial soil characteristics.\nThe outcome of the strategic and operational actions implemented over the last 2 years demonstrates the significant progress we have made in converting every dollar of sales into more cash and earnings. With this solid momentum, we entered 2024 well positioned and are confident in our ability to deliver value to our customers and other stakeholders.\nAs we look ahead, overall ag fundamentals remain constructive. Large global crop production is being met with rare demand for grain, oilseeds and biofuels. In North America, corn production and yield for the '23-'24 crop year is expected to hit a new record despite the productivity challenges that farmers must face related to weather and disease, a testament to the importance of ag technology.\nBrazil could be the exception with weather influencing crop stress and planting decisions. Commodity prices have declined from their peaks as global stocks to use have grown, but remain elevated as demand continues to keep pace with production. Global crop area is forecasted to increase in 2024 with a modest shift in the U.S. from corn to soybeans.\nIn addition, U.S. farm income remains above the historical average, [indiscernible] [ debt ] from its 2022 peak. What has not changed is farmer demand for breakthrough innovation and technology, including seeds that maximize yields which, in turn, boost farmer revenue.\nWith on-farm demand remaining overall strong, the crop protection industry is still going through what we refer to as a rebalance as it recovers from destocking that had a challenging and abrupt impact on the market in 2023. While we expect this to continue to normalize throughout the first half of 2024, we're seeing signs of improvement, which gives us more confidence in what the crop protection market should look like as we enter the second half of this year.\nOnce we get into 2025, we expect the imbalance between product going into the channel versus what is being applied on the farm to be back in sync.\nOn full year results for 2023, Corteva continued to deliver with 5% operating EBITDA growth and 116 basis points of margin expansion. Our Seed business, in particular, had an outstanding year with Enlist E3 soybeans achieving the status of being the #1 selling soybean technology in the United States, where it reached 58% market penetration. The Enlist system, including our herbicide offerings reached $1.7 billion in sales in 2023, growing in a well-supplied market.\nOur new product sales held steady year-over-year at about $1.9 billion for the full year and the Biologicals business had a strong year, delivering both top and bottom line growth. Between strong demand for our innovative seed technology, costs and working capital discipline, as well as healthy farmer income levels in North America, our free cash flow in 2023 exceeded our previous estimate, coming in at about $1.2 billion. We returned approximately $1.2 billion to shareholders via dividends and share repurchases for the full year while also funding approximately $1.5 billion of acquisitions.\nTurning to 2024 -- and I'll turn this over to Dave in just a minute but at a high level, we should expect to see another year of meaningful margin expansion with a heavy focus on cash generation. As a result, we expect to deliver 2% top line and 6% operating EBITDA growth at the midpoint, which reflects another incremental EBITDA margin improvement of nearly 100 basis points. We foresee another year of strong cash flow generation and plan to execute $1 billion in share repurchases over the course of 2024.\nNow let's spend a few minutes on key themes as we transition from 2023 into 2024. In '24, we expect Seed to have another strong year as farmers continue to look to effective technology to boost yields while offsetting the effects of climate change and increasing pest pressures. In Crop Protection, we're expecting volume growth but also continued pricing pressures, so low single-digit sales growth overall. We expect to increase our Biological sales by double digits and nearly double earnings. And although we expect the effects of destocking to linger through the first half of the year in certain regions, we're beginning to see the benefits of cost deflation.\nAll in, we believe volume gains from our differentiated portfolio as well as operational improvements and a modest recovery in Brazil will more than offset expected price headwinds. We plan to launch more than 300 new seed hybrids and varieties, putting much-needed solutions in farmers' hands. Our Seed pipeline is the best in the industry. Promising technologies like gene editing will make our innovation more effective, sustainable and accessible to everyone from startups to large customers. The incremental yields from the advanced technologies in our pipeline allow us to continue our long-standing price-for-value strategy.\nImportantly, we have adjusted the 2025 financial framework based on current market factors. The expectation is for continued strong EBITDA growth off the 2023 base and EBITDA margin rate of 21% to 23% in 2025. Benefits from our self-help actions give us the ability to invest in R&D and future innovation.\nThe overall strategy is very much intact. Differentiation in our portfolio, strengthening our route to market and cost performance are all driving value. This is the formula that has been working and will continue to work for Corteva. With that, let me turn the call over to Dave.\n\nDavid John Anderson\n\nChief Financial Officer & Senior Vice President, Honeywell International, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 6, which provides the financial results for the quarter and full year. You can see from the numbers that both for the fourth quarter and the full year, we continued to deliver operating EBITDA growth and margin expansion.\nQuickly touching on the quarter, sales and earnings were largely in line with our expectations. Organic sales were down 8% compared to prior year with seed pricing gains offset by volume declines in both Seed and Crop Protection Seed volume gains in North America and Europe were offset by volume declines in Latin America and Asia Pacific.\nIn Crop Protection, as expected, we saw continued inventory destocking in both Latin America and Europe. Importantly, we did see volume gains in North America as destocking in the region seems to be largely behind us.\nTurning to the full year, organic sales down 3% versus last year, with pricing gains offset by lower volume. This includes a 4% impact from product exits. Total company pricing was up 7% with double-digit seed pricing and price gains in all regions. Despite the reduction in top line growth, strong operational performance translated into operating EBITDA of nearly $3.4 billion for the year, an increase of 5% over prior year and margin expansion of 116 basis points.\nAnd finally, free cash flow for the year 2023 was approximately $1.2 billion or 35% conversion rate on EBITDA. The improvement in free cash flow from last year was driven by increased earnings and working capital improvement, primarily inventory and accounts receivable with a partial offset from accounts payable.\nLet's now go to Slide 7 to review sales by segment. Seed net sales were up 5% to nearly $9.5 billion. Organic sales were up 7% on strong price execution as we continue to price for value. Global seed pricing was up 13% with gains in every region and across the portfolio. Seed volumes were down 6% versus last year. Gains in North America, driven by increased corn acres were offset by declines in Latin America due to lower expected corn planted area and delayed planting in Europe driven by the exit from Russia and lower corn planted area. The exit from Russia represented a 2% volume headwind for the Seed business.\nCrop Protection net sales were down 9% compared to last year to approximately $7.8 billion. Organic sales were down 12% with pricing gains more than offset by volume. Crop Protection pricing was up 2%, driven by demand for new products. Crop Protection volumes were down 14% for the year, impacted by channel destocking and Brazil market dynamics as well as more than $400 million headwind or 5% impact from exits.\nFinally, the Biologicals acquisitions added approximately $400 million of revenue, which is reflected in Portfolio and Other.\nWith that, let's go to Slide 8 for a summary of full year operating EBITDA performance. For the year, operating EBITDA increased approximately $160 million to about $3.4 billion. Pricing gains, coupled with improvement in net royalties, productivity and cost actions more than offset declines in volume and higher cost and currency headwinds. The approximately $380 million of cost headwinds was related to Seed commodity costs and unfavorable yield impact as well as Crop Protection inflation on input costs. Crop Protection raw materials costs were up 2% versus prior year. Importantly, we're starting to see the impact of lower input costs.\nDuring the second half of the year, Crop Protection raw material cost trends in to low single-digit deflation. Market-driven and other costs were mitigated by approximately $200 million of improvement in Seed net royalty expense and $285 million of productivity savings. SG&A spend for the full year was roughly flat versus prior year, including $130 million in SG&A from the Biologicals acquisitions. If you exclude the acquisitions, SG&A was down nearly 5% versus prior year as we maintain disciplined spending, coupled with lower incentive comp accruals despite year-over-year inflation.\nLet's now transition to a discussion on the guidance for '24 on Slide #9. We expect net sales to be in the range of $17.4 billion and $17.7 billion, representing 2% growth at the midpoint, driven by seed pricing and volume growth in both Seed and Crop Protection on demand for new and differentiated technology. Volume growth will be muted by approximately $100 million of product exits in '24.\nOperating EBITDA is expected to be in the range of $3.5 billion and $3.7 billion or more than 6% improvement over prior year at the midpoint. Margin is also expected to improve with price and product mix, cost deflation and productivity actions translating to 90 basis points at the midpoint.\nOperating EPS is expected to be in the range of $2.70 and $2.90 per share, an increase of 4% at the midpoint, which reflects earnings growth and lower average share count, partially offset by higher net interest expense and a higher effective tax rate.\nWe expect free cash flow to be in the range of $1.5 billion and $2 billion, with higher earnings and working capital improvements, partially offset by higher net interest and cash taxes. At the midpoint, it translates to a free cash flow to EBITDA conversion rate of roughly 50%. Note that the free cash flow was revised to utilize cash from operations on a continuing basis.\nTurning to Slide 10, you can see the operating EBITDA bridge for 2024 from approximately $3.4 billion in 2023 to $3.6 billion at the midpoint for 2024. Total company pricing in 2024 is expected to be flat to modestly up with low single-digit pricing in Seed to be offset by declines in Crop Protection pricing given ongoing destocking particularly in Brazil and global market dynamics. Importantly, we do expect volume gains in both Seed and Crop Protection. Seed bond gains are driven by expected increased U.S. soybean acres in planted area in Brazil, safrinha for the '24/'25 season.\nIn Crop Protection, we expect mid-single-digit volume growth in 2024, led by Latin America and driven by global demand for new and differentiated products. New crop protection product volume is expected to be up high single digits, driving incremental organic revenue. Additionally, we'll benefit from the Spinosyns capacity expansion as we expect high single-digit growth from the Spinosyns franchise.\n2024 will be another significant step in our path to royalty neutrality with $100 million improvement in net royalty expense, with increased benefits in both out-licensing income and royalty expense, driven by Enlist E3 penetration. And after 2 years of high levels of input cost inflation, we expect to see low single-digit deflation in crop protection raw material costs. Productivity and cost actions in both Seed and Crop Protection combined with input cost deflation, are expected to add approximately $300 million of benefits.\nWe expect an increase in SG&A spend in 2024, driven by normalized bad debt and compensation accruals. We'll also continue to invest in the future with increased investment in R&D, which is expected to now be approximately 8% of sales.\nAnd finally, the Biologicals franchise is expected to add approximately $90 million of operating EBITDA with improved margins in 2024.\nRegarding the timing of sales and earnings in 2024, we're expecting over 60% of sales and roughly 80% of EBITDA to be delivered in the first half of the year. We also expect to see a timing difference between the first 2 quarters versus prior year due primarily to the strength of Crop Protection in the first quarter of 2023. You'll recall that Crop Protection's first quarter 2023 was prior to the significant impact of channel inventory destocking.\nFor Seed, we're assuming a normal delivery pattern in the Northern Hemisphere, which could shift significantly between first and second quarter depending on weather conditions.\nWith 2024 guidance in mind, let's go to Slide 11 to review the key drivers of earnings growth in '24 and '25. And as Chuck said, we've adjusted the '25 financial framework based on our actual results for '23 and the expectation for continued earnings growth and margin expansion in both 2024 and 2025.\nNow in 2023, we delivered an incremental $800 million in EBITDA versus 2021. Given the market dynamics in 2023, this was no small feat and clearly differentiates us from our peers. We have a plan to generate an approximate $800 million of additional EBITDA growth by 2025, which translates to low double-digit compound annual growth rate between '23 and '25. A number of the drivers of our anticipated performance of about $4.2 billion of EBITDA and 22% margin in 2025 are within our control. We've demonstrated our price for value strategy in Seed, and we expect this strategy to continue.\nOur royalty neutrality strategy delivered more than $200 million in benefits in 2023 alone and is going to add another $100 million per year in both '24 and '25. What's even more exciting is that we're starting to see benefits from our out-licensing business as we migrate a greater portion of our portfolio to our own proprietary technology and we expect that to meaningfully grow in the next decade.\nThe rebalance in the Crop Protection industry will take some time. We expect it to be achieved by 2025, but underlying demand and applications at the farm gate remains solid. The differentiated portions of our Crop Protection portfolio, including our new products, together with its Spinosyns franchise and our Biologicals franchise, will continue to outpace market growth in 2024. The differentiation will also protect our business from the most severe elements of pricing competition, which are largely in the non-differentiated portions of the industry.\nNow we delivered more than $315 million of combined productivity and cost actions in 2023 across the business. And our plan is to deliver another $200 million per year in both 2024 and 2025, and this does not include an additional improved net royalty or the deflation benefit that we anticipate will grow into 2025. Importantly, we'll also continue to invest more in R&D and our future innovation.\nWith that, let's go to Slide 12 and transition to the setup for 2025 and the assumptions included in the base case as well as what could drive EBITDA to the low and high end of the range. Now in both '24 and '25, we expect low single-digit Seed pricing, driven by demand for yield advantage technology. One of the biggest variables in our assumptions is how much growth we'll see in the Crop Protection business, given the current market imbalance. While on-farm demand remains relatively consistent, we're not assuming a significant rebound in the market. New and differentiated products, including Biologicals, would drive much of the Crop Protection growth in 2024 and 2025, as we move towards differentiation in 2/3 of the Crop Protection portfolio.\nIn 2024, we expect to see modest input cost inflation in Crop Protection with Seed costs relatively flat. By 2025, we expect to see more benefit from cost deflation in both Seed and Crop Protection. Our assumptions include increased SG&A due to normalization of bad debt and compensation accruals as well as increased investment in [indiscernible] as we reach our target of 8% of sales.\nTogether, we have a balanced set of assumptions, which gives us confidence in our ability to grow earnings and margins out to 2025 and beyond in both Seed and Crop Protection.\nSo with that, let's go to Slide 13 and summarize the key takeaways. First, full year operating EBITDA performance for 2023 was in line with expectations, led by the strength of the Seed business and we're able to grow EBITDA by 5%. Self-help levers helped improve operating margin by roughly 115 basis points. And importantly, this is going to continue into 2024 and into 2025.\nThe bottom line is that our guidance for this year and the setup for next year 2025 that we shared with you today reflects continued earnings and margin growth, much of which is in our control. And finally, the significant financial strength and balance sheet flexibility give us confidence in our ability to continue to grow and supports our track record of returning cash to shareholders.\nAnd with that, let me turn it back over to Kim.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nThank you, Dave. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instructions."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fb970e574190683c50600bd228b6b427",
    "period": "2023 Q3",
    "content": "Q3 2023 Corteva Inc Earnings Call\n\nQ3 2023 Corteva Inc Earnings Call\n\nCTVANYSENOV 9, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Corteva Third Quarter 2023 Earnings Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Kim Booth, Vice President of Investor Relations. Please go ahead, ma'am.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nGood morning, and welcome to Corteva's Third Quarter 2023 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and Dave Anderson, Executive Vice President and Chief Financial Officer. Additionally, Tim Glenn, Executive Vice President, Seed Business Unit; and Robert King, Executive Vice President, Crop Protection Business Unit, will join the Q&A session. We have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements. Please note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules along with our supplemental financial summary slide deck available on our Investor Relations website.\nIt's now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nPresident, CEO & Director, Nutrien Ltd.\n\nThanks, Kim. Good morning, everyone, and thanks for joining us today. Just over a year ago, we unveiled a strategic framework to enhance Corteva's competitive position while achieving margin expansion and long-term value creation. What we didn't know at the time was how important the efficient execution of that plan would be in delivering continued earnings and margin growth in 2023, a year with no shortage of complicating geopolitical, macroeconomic and ag-specific factors. We're making good progress towards our 2025 earnings and margin targets despite these challenges.\nThrough the first 9 months of the year, we generated over 120 basis points of margin expansion. What sets us apart is the strength and balance of our Global Seed and Crop Protection portfolio and our continued focus on controlling our controllables. Our Seed business is delivering exceptional performance in 2023 and is set up for continued growth with our pipeline of technology in new hybrids. For 2024, we will roll out over 200 new hybrids and varieties around the world after more than 300 in 2022 and 2023 combined. This is helping farmers around the world increase yield and production which is reflected in our price for value strategy.\nThanks to the continued success of our Enlist platform, where last quarter, we announced having become the #1 selling soybean technology in the U.S., we're expecting to deliver royalty reduction benefits in 2023 of approximately $200 million with another $100 million expected in 2024. This is about a year ahead of our plan to achieve royalty neutrality. And just last week, we announced our next series of Enlist E3 soybeans in North America that builds off our industry-leading A Series performance. More to come on this soon. In Corn, we are delighted to say that we now have a decade view of corn trade technology, which represents a robust market opportunity, including out-licensing, all of which will translate to significant value creation.\nWe're also running ahead in cost and productivity across both of our businesses. Last September, we estimated cumulative run rate savings of $400 million, and we're now set to deliver over $300 million in 2023 alone. And today, we're announcing the next steps in the plan to optimize our global crop production network. The plan includes the exit of production activities at our site in Pittsburgh, California as well as ceasing production at other select locations. These actions will strengthen our competitive position in the market by improving our cost base and increasing supply agility. Dave will describe the plan in greater detail but I'll highlight that we're estimating annual run rate savings of approximately $100 million by 2025 that should significantly enhance our competitiveness and our customer service globally.\nOverall, the ag markets remain constructive but mixed. Global ag fundamentals remain positive with farmer income still above historical levels. Destocking and crop protection appears to be largely behind us in North America, with an uptick in orders from the channel, but we expect destocking to continue through the current season in Latin America and the upcoming season in Europe.\nUnderlying farmer demand in terms of applications is on track with historical trends. However, just-in-time order patterns, which are most pronounced in Brazil will likely persist into 2024. So what does all this mean for the remainder of the year? Our current expectation is that our 2023 full year results will still deliver operating EBITDA growth and over 100 basis points of margin expansion. While responding to the local pressures we're experiencing in Brazil, we remain committed to long-term value creation, including returning cash to shareholders as evidenced by the $750 million in share repurchases this year.\nTurning to the market outlook. We're seeing solid global demand for agricultural production. Global demand for biofuels in 2023 is at a record level, and we expect continued growth in 2024. Global production of many key crops is estimated to be up versus the 2022-2023 crop year, including [indiscernible]. Although current USDA estimates for the most recent crop year show it would be the fourth consecutive year of below-trend corn yields in the U.S., we're starting to see a rebound of U.S. ending corn stocks due to an increase in planted area.\nThis comes after several years of tight stock levels driven by weather challenges. However, total corn and soybean stocks, excluding China, are not back to pre-pandemic levels and are dependent on critical southern hemisphere production, which is even more apparent in soybeans where Brazil is a critical exporter. Meanwhile, corn production in Europe remains markedly below pre-conflict levels, particularly in the Black Sea region, where Ukraine production is down 30%. Brazil is really a tale of 2 crops.\n[ Soybean area ] is expected to be up in the 2023, 2024 crop year based on relative production economics between soybean and corn. Extreme weather varying by region and driven by the El Nino transition are adding an additional level of complexity to current USDA and [indiscernible] crop area estimates. This is all factoring into our latest operating assumptions that both summer and safrinha area will be down. Although the combination of factors at play in Brazil this season are quite complex, this is part of the global agricultural markets ongoing balancing of supply and demand, which is expected to also result in a modest shift from corn to soybeans in the U.S. in 2024.\nTo wrap up, we believe we have one of the most competitively advantaged ag technology portfolios in the industry. We believe our performance over the past 3 years speaks for itself. Since the beginning of 2021, our revenues are expected to be up about $3 billion, while delivering an increase of over $1.2 billion of EBITDA. But what perhaps is even more impressive is EBITDA margin improvement approaching 500 basis points. No other company in our space has come even close to that level of performance. And there's even more to come. And now let me turn the call over to Dave.\n\nDavid John Anderson\n\nChief Financial Officer & Senior Vice President, Honeywell International, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide #6, which provides the financial results for the quarter and the year-to-date. You can see from the numbers that we continue to deliver operating EBITDA growth and margin expansion despite the mixed market conditions that Chuck outlined. Briefly touching on the quarter. Sales and earnings were largely in line with our expectations. Organic sales were down 13% compared to prior year, with seed pricing gains offset by volume declines in both Seed and Crop Protection. Lower seed volumes were driven by lower expected planted area and delayed farmer purchases in Brazil and an earlier operational finish to the season in North America.\nCrop Protection volumes were impacted by approximately 95 million in product exits. In addition, we saw inventory destocking in both North America and Latin America and delayed farmer purchases, particularly in Brazil. Turning to year-to-date, sales were down 1% versus prior year, with broad-based pricing gains offset by lower volume. Global pricing was up 9%, with gains in all regions and increases in both seed And Crop Protection. Feed volume was down 5% versus prior year, largely driven by the decision to exit Russia. Crop Protection volume was down 16%, which includes a 5% impact from product exits.\nPut in perspective, total exits year-to-date represent a [ $530 ] million impact to volume. Now despite the reduction in the top line growth, strong operational performance translated into operating EBITDA of nearly $3 billion year-to-date, an increase of 5% over 2022. And pricing, favorable product mix and productivity more than offset higher costs in volume and currency headwinds, driving more than 120 basis points of margin expansion for year-to-date.\nSo let's now go to Slide 7. You can see the gains in the Seed business were offset by Crop Protection market headwinds year-to-date where total company organic sales declined 1% compared to prior year, which again includes a 4% headwind to volume from the exits. Seed net sales were up 7% through the third quarter to more than $7.8 billion. Organic sales were up 9% on strong price execution as we continue to price for value and offset higher input costs. Global seed price was up 14% year-to-date with gains in every region, led by North America and EMEA. Seed volumes were down 5% versus prior year. Gains in North America, driven by increased corn acres were offset by declines in EMEA driven by the exit from Russia as well as lower corn planted area.\nIn Latin America, due to expected corn planted area and delayed planning, the exit from Russia represented a 3% headwind for the Seed segment. Crop Protection net sales were down 10% versus prior year to approximately $5.7 billion. Organic sales were down 12% with pricing gains, more than offset by lower volume. Global crop protection pricing was up 4% year-to-date as the high single-digit pricing gains from the first half of the year moderate due to increased competitive pressures.\nCrop Protection volumes were down 16% through the third quarter, impacted by channel destocking, a shift in timing of seasonal demand delaying farmer purchases in Latin America as well as more than $330 million headwind or 5% impact from exits. Currency headwind for the total company was 2%, largely driven by European currencies. And finally, the Biologicals acquisitions added more than $280 million of revenue, which is reflected in portfolio and other.\nWith that, let's go to Slide 8 for a summary of the year-to-date operating EBITDA performance. During the first 3 quarters, operating EBITDA increased approximately $140 million to just under $3 billion. Year-to-date, we delivered more than $1 billion in pricing and product mix improvement. Pricing gains, coupled with improvement in net royalties, productivity and cost actions more than offset declines in volume and higher cost and currency headwinds. Roughly $460 million of net cost headwind was related to seed commodity costs and unfavorable yield impact as well as Crop Protection inflation on input costs.\nCrop Protection raw material costs were up 5% versus prior year as we sold through higher cost inventory. Market-driven and other costs were mitigated by approximately $190 million of improvement in net royalty expense and $240 million of productivity savings. SG&A spend year-to-date is up less than 1% versus prior year, including nearly $90 million in SG&A from the Biologicals acquisitions. Excluding acquisitions, SG&A is down versus prior year by 3% as we maintain disciplined spending despite year-over-year inflation.\nCurrency was a $228 million headwind driven largely by European currencies. Now as Chuck noted, we're taking several large steps to optimize the Crop Protection manufacturing footprint. You can see more details on Slide 9. Although this analysis has been in process for some time, given the current global macroeconomic backdrop in the crop protection industry, we're taking the opportunity to accelerate these actions. We expect to record pretax restructuring and asset-related charges of $410 million to $460 million through the end of 2024, including $320 million to $340 million of noncash asset related and impairment charges.\nCash payments related to these actions are anticipated to be $90 million to $120 million, primarily related to the payment of severance and related benefits and contract terminations. And we're estimating annual run rate EBITDA improvement of approximately $100 million by 2025, which translates to a payback of a little more than 2 years. Of course, we'll keep you posted on the progress of this plan as we deliver a reliable and flexible cost competitive supply network.\nTurning now to Slide 10. I want to take you through the full year guidance. We now expect net sales for the year to be in the range of $17 billion and $17.3 billion or down 2% at the midpoint, including a 3% impact from portfolio exits. This change from our August guide is driven by lower volume and pricing expectations in Brazil Seeds and Crop Protection. We continue to expect over $400 million of net sales for the full year from the Biologicals acquisitions. Operating EBITDA is now expected to be in the range of $3.25 billion to $3.45 billion, 4% growth versus prior year at the midpoint. The updated guidance is driven by lower top line growth, partially offset by productivity and cost actions. These updates translate into an expected operating EBITDA margin of 19.5% at the midpoint of guidance, approximately 100 basis points of [indiscernible] margin expansion over 2022. Led by this [indiscernible] is now expected to be in the range of $2.50 to $2.70 per share, down 3% versus prior year at the midpoint.\nThe change in guidance reflects lower operating EBITDA, partially offset by lower interest expense and lower forecasted effective tax rate and lower share count. Free cash flow is now forecast to be in the range of $600 million and $1 billion, with a change in guidance reflecting the lower earnings range and the forecast for higher inventory and lower payables. And as Chuck mentioned, we expect share repurchases to be approximately $750 million for the year, which includes roughly $580 million that we completed through the third quarter.\nLet's now transition to the setup for 2024. Slide 12 presents the initial high-level view of our planning framework and provides key assumptions as we begin our internal planning process for 2024. Importantly, using this framework as a starting point, we expect to deliver earnings and margin growth again in 2024. After a 7% increase in U.S. corn acres in 2023, we expect to shift back to soybeans in 2024. While also expecting lower planted area for Brazil, safrinha. But the Ag fundamentals remain relatively healthy with U.S. farmer income and commodity prices above historical average.\nHowever, we expect Brazil farmer margins to remain generally tight, particularly in corn due to macro factors, including higher interest rates and lower commodity prices. Our price per value strategy continues to be a key lever, driving organic growth. I think for our yield advantage technology and differentiated solutions is expected to drive low single-digit pricing gains for the total company in 2024. We continue to make progress on our portfolio simplification. We expect another $100 million of volume headwinds related to product exits. Despite the impact of the product exits, we expect Crop Protection volume gains in the U.S. led by new and differentiated products. Brazil volumes are expected to be muted due to ongoing expected market dynamics. Biologicals are expected to grow double digits with both price and volume gains.\nCost and productivity will remain a focus for the organization as we drive improved margins. While we're seeing the prices of raw materials fall, the cost improvements in Seed and Crop Protection will lag [ stock commodity ] price trends, driven by the timing of inventory turns. In seed, we expect another $100 million of improved royalties as we shift to more proprietary technology, and we expect to combine $100 million of productivity in Seed and Crop Protection. We'll continue to tightly manage our SG&A costs with core SG&A expenses increasing less than inflation. R&D will continue to increase as we invest in innovation for the long term.\nTo summarize and highlight, we expect lower revenue growth in 2024 as well as in 2025 versus the level implied in our multiyear revenue targets. Despite this, we're confident in our ability to continue to deliver earnings and EBITDA margin within the range of our 2025 financial framework. So with that, let's go now to Slide 13 and just summarize the key takeaways. Importantly, our third quarter year-to-date operating EBITDA performance is in line with expectations, led by the strength of our Seed business. Continued cost discipline and productivity actions coupled with significant improvement in royalty expenses is making a difference to the bottom line and helping to drive more than 120 basis points of margin expansion year-to-date.\nThe current guidance range reflects updated fourth quarter outlook and importantly, still forecast operating EBITDA and margin growth for the year. The planning framework for 2024 that we shared today supports continued earnings growth and as you would expect will be followed with detailed market analysis and planning assumptions when we release full year '23 results in early February.\nWith that, let me turn it over to Kim.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nThank you, Dave. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instructions."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9cc5176179362ee5737d618b17c60727",
    "period": "2023 Q2",
    "content": "Q2 2023 Corteva Inc Earnings Call\n\nQ2 2023 Corteva Inc Earnings Call\n\nCTVANYSEAUG 4, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Corteva's Second Quarter 2023 Earnings Call. Today's conference is being recorded. At this time, I'd now like to turn the conference over to Kim Booth. Please go ahead, ma'am.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nGood morning, and welcome to Corteva's Second Quarter and First Half 2023 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and Dave Anderson, Executive Vice President and Chief Financial Officer. Additionally, Tim Glenn, Executive Vice President, Seed Business Unit; and Robert King, Executive Vice President, Crop Protection Business Unit, will join the Q&A session. We have prepared presentation slides to supplement our remarks during this call posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements.\nPlease note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules, along with our supplemental financial summary slide deck available on our Investor Relations website.\nIt's now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nPresident, CEO & Director, Nutrien Ltd.\n\nThanks, Kim. Good morning, everyone, and thank you for joining us. In the first half of 2023, Corteva continued to deliver top and bottom line growth with over 180 basis points of operating EBITDA margin expansion driven by strong demand for Corteva's proprietary technology. This is translating to another year of anticipated growth and significant margin improvement as we remain on track to deliver the 2025 financial targets we laid out at Investor Day last September.\nSeed continues what can only be called a terrific performance in the first half of the year, with about 240 basis points of operating EBITDA margin expansion and double-digit organic sales gains in corn. North America is benefiting from higher corn acres and pricing actions, both of which offset higher input costs. Our market share in Seed remains strong. In the U.S., the first half of the year saw double-digit revenue growth in Pioneer and Brevant as customers recognize the value our products provide. We are pleased to see Enlist E3 recognized by the market. This year, Enlist E3 is the #1 selling soybean technology in the U.S. and we expect E3 beans to be on at least 55% of U.S. soybean acres in 2023.\nFurther strengthening our portfolio, we launched PowerCore Enlist Advanced RA for corn, providing farmers with the added flexibility of [indiscernible] along with advanced combination of aboveground insect control, herbicide tolerance and industry-leading genetics available to farmers in 2024, this enhances the strong technology position for our leading seed brands as well as creates new out-licensing opportunities.\nIn Crop Protection, farmers continue to invest in products to enhance and protect crop yields. However, customers are adjusting their purchasing patterns to reflect the macroeconomic environment. A combination of factors from interest rates to supply availability, to working capital management, is motivating buyers, including retailers and distributors to adjust the timing of their purchases to be closer to their intended use. We see these actions as a result of supply chain rebalancing and believe they could persist at least through the end of 2023. Our Crop Protection business remains resilient by focusing on levers within our control. The team is delivering on our strategy, including pricing for our new and differentiated technologies as well as executing on portfolio and productivity actions.\nWe have made excellent progress on building our Biologicals business, including the integration of our recent acquisitions, which are on track to deliver $90 million of EBITDA in 2023. And we continue to advance our pipeline of new AIs with the expected global launch of Reklemel Active later this year, pending regulatory approval. This is a first of its kind selective nematocide that targets harmful organisms while not impacting beneficial organisms in the soil. This reflects the continued journey of introducing new sustainable differentiated tools to the farmer.\nAgriculture fundamentals remain positive. Our products continue to be in high demand, and we are laser-focused on executing our strategy and becoming more efficient. At the same time, to reflect the current industry environment, we are adjusting our full year net sales guidance down by about 4% versus the midpoint of what we guided last quarter driven by muted sales growth in Crop Protection as the channel destocks. We are also modestly reducing the midpoint of our 2023 EBITDA guidance, reflecting the revenue reduction partially offset by strength of product mix, royalty reductions and cost actions.\nNow let's turn to the market outlook. Recent USDA estimates have yields in the U.S. to be below trend line for the third year in a row, even with below trend yields, given forecasted production in the U.S. and Brazil, ending stocks are expected to build, which may put pressure on prices. Commodity prices for the 2023 crop are expected to be down from recent highs but still remain above historical averages. The continued impact of Russia's war on Ukraine along with projected record demand for grains and oilseeds for food, feed and biofuels are currently expected to keep prices at profitable levels.\nThe demand for biofuels hit a record in 2023 with the expectation this will grow again in 2024. At the end of the day, the world needs to produce more crops with less land and a reduced environmental impact. This, we believe, is a recipe for our top-tier C genetics and differentiated crop protection technology solutions. We're seeing strong demand for Biologicals and Biofuels, and we're investing in those areas. Therefore, our overall view is that we will continue to see favorable farm income and demand for inputs. In this environment, farmers are more incentivized to increase and protect their yields. Following a record year in 2022, 2023 is estimated to be in the top 5 on record for U.S. farm net income, allowing farmers, particularly in the Americas, to expand planted acres and also invest in proven technology to safeguard their profitability.\nNow let's take a look at the Crop Protection market in more detail. When we spoke to you in early May, we highlighted a change in buying patterns, driven by improvements in supply chain reliability as well as higher interest rates, particularly in Latin America, where we were expecting order patterns in the second half of '23 to look closer to pre-'22. We also noted 2 weather-driven hotspots of elevated channel inventories, fungicides in Latin America due to drought and insecticides in Asia Pacific due to wet conditions.\nWhat became clear in the latter part of the second quarter is the combination of events that has caused orders to shift to a more just-in-time approach. This focus on inventory levels has resulted in a pullback in orders late in the second quarter, which was most pronounced in Latin America, followed by North America. Order books are closer to where we'd expect them to be in Brazil at this time of year based on historical patterns. We've included in our updated guidance, the push out of Latin America volume to the second half and continued destocking in North America.\nAgainst this backdrop, farmers continue to invest in top-tier technology to drive productivity at the farm. For Corteva's perspective, we believe our renewed focus on differentiated and sustainable solutions makes us more efficient and better able to lead through these dynamic market conditions. The strategic and operational decisions we made last year have allowed us to get ahead of the crop protection industry-wide channel destocking and sets us apart from our peers. We continue to advance our strategy by strengthening our portfolio and investing in R&D to drive strong, sustainable growth.\nOur first half performance and continued demand for our differentiated technology provides confidence in our 2025 targets with clear value creation levers largely within our control. And now let me turn the call over to Dave.\n\nDavid John Anderson\n\nChief Financial Officer & Senior Vice President, Honeywell International, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 7, which provides the financial results for the quarter and half. As Chuck said, and you can see from the numbers, we had a solid first half against quickly evolving market conditions.\nBriefly touching on the quarter, organic sales were down 4% compared to prior year with pricing gains in both segments more than offset by declines in volume and Crop Protection. Volumes were impacted by strategic portfolio actions and the exit from Russia, which combined represent an approximate $240 million headwind in the quarter. In addition, we saw delayed customer purchases due to weather, higher interest rates and supply availability, again, particularly in Latin America and North America. Despite the reduction in top line growth, improved product mix and ongoing productivity and cost actions translated to earnings growth of 2% and nearly 140 basis points of margin expansion.\nNow focusing on the half. Organic sales grew 2%, with broad-based pricing gains. Global pricing was up 11% with strong execution in both Seed and Crop Protection. Seed volumes were down 5% versus prior year, largely driven by the decision to exit Russia with Crop Protection volumes down 16%, which includes a 5% headwind from strategic portfolio exits. The top line performance translated into operating EBITDA of nearly $3 billion for the half, an increase of 8%. Pricing, favorable product mix and productivity more than offset higher input costs and volume and currency headwinds, driving more than 180 basis points of margin expansion.\nSo let's go to Slide 8, where you can see how the performance of our Seed business offset the Crop Protection market headwinds in the first half for total company sales growth of 1% compared to prior year. Seed net sales were up 8% in the first 6 months to more than $6.9 billion. Organic sales were up 9% on strong price execution as we continue the price for value strategy and also offset higher input costs. Global seed price was up 14% for the half with pricing gains in every region, led by North America and EMEA. Seed volumes were down 5% versus prior year. Gains in North America driven by increased corn acres more than offset fewer soybean acres. Volume declines in EMEA were driven by the exit from Russia and lower corn planted area, with Latin America and Asia Pacific volumes down due to delayed plannings and also seasonal timing shifts. And importantly, the exit from Russia represented a 3% headwind for the Seed segment.\nCrop Protection net sales were down 9% compared to prior year to more than $3.9 billion. Organic sales were down 9% for the half with pricing gains more than offset by lower volume. Global Crop Protection pricing was up 7% for the half versus prior year, reflecting pricing for value of our differentiated technology as well as to offset higher raw materials globally as well as currency impacts in EMEA. Crop Protection volumes were down 16% for the first half, impacted by the shift in order patterns that Chuck referenced as well as the roughly $240 million headwind from the strategic portfolio actions and exit from Russia.\nCurrency headwind on both Seed and Crop Protection was 3%, largely driven by European currencies. And finally, the Biologicals acquisitions added $135 million of revenue since we closed on the deals in early March, which is reflected in portfolio and other. Taking a step back, the performance in the first half showcases the strength and complementary nature of our diverse portfolio.\nWith that, let's go to Slide 9, for a summary of the first half operating EBITDA. You can see the operating EBITDA increased approximately $220 million to just under $3 billion, pricing and product mix, coupled with productivity and cost actions more than offset declines in volume and higher cost in currency headwinds. And we took a significant step in the journey towards royalty neutrality with more than $150 million of combined benefit from increased royalty income and a decrease in royalty expense driven by the continued penetration of Enlist. The nearly $450 million of net cost headwind was related to seed commodity costs and unfavorable yield impact as well as crop protection inflation. Crop Protection raw material costs were up about 5% versus the prior year as we sold through higher cost inventory. In total, market-driven cost headwinds and other costs were mitigated by the improvement in net royalty expense and $175 million of productivity savings.\nSG&A spend in the first half of the year was about flat versus prior year. It reflects the inclusion of approximately $50 million in SG&A from the Biologicals acquisitions. So excluding the acquisitions, SG&A is down versus prior year as we maintain disciplined spending and execution on cost actions. Investment in R&D was up roughly $80 million for the half, aligned with the targeted spend increases to support our leading position in ag technology. Portfolio and other gains in the half were driven by the Biologicals acquisitions, which contributed $22 million of EBITDA. Currency was a $228 million headwind, again, driven primarily by European currencies.\nTurning now to Slide 10. I want to take you through. [indiscernible] Protection segment. We now expect net sales to be in the range of $17.9 billion to $18.2 billion or 3% growth at the midpoint, roughly $700 million lower than the previous guide. This is largely driven by North America and Latin America Crop Protection. And consistent with the prior guide, we expect approximately $450 million of net sales for the full year from the Biologicals acquisitions.\nOperating EBITDA is now expected to be in the range of $3.5 billion to $3.65 billion, 11% growth versus the prior year at the midpoint. The updated guidance is driven by lower top line growth, partially offset by improved product mix and greater-than-expected benefits from reduced net royalty expense as well as productivity and cost actions. Importantly, with the strength of Seed performance in the first half and Crop Protection's improved product mix, we now expect operating EBITDA margin of 19.8% at the midpoint of guidance or more than 130 basis points of margin expansion over prior year with growth in both Seed and Crop Protection.\nOperating EPS is expected to be in the range of $2.75 to $2.90 per share, an increase of 6% versus the prior year at the midpoint. The change in guidance reflects lower earnings partially offset by lower forecasted effective tax rate and also a lower share count. Now it's important to point out that the allocation of earnings between the third and fourth quarters. Again, we expect order patterns to be more consistent with historical timing. This timing in Latin America sales, coupled with the seasonal patterns of the Biologicals acquisitions, is expected to result in nearly all of our second half earnings to be delivered in the fourth quarter.\nFree cash flow is now forecasted to be in the range of $1 billion to $1.2 billion. We expect share repurchases to be approximately $500 million for the year, including $330 million that we completed in the first half. And of course, we recently announced a 7% increase in the dividend consistent with the dividend growth strategy.\nOn Slide 11, I want to remind you, importantly, of the value creation framework we introduced at last year's Investor Day to accelerate our performance and deliver greater value to shareholders. The 2025 financial targets we presented included operating EBITDA of $4.4 billion or a 22% margin at the midpoint. This slide includes those 2025 financial performance targets, and it also reflects today's guidance for 2023. Execution on our strategic decisions including exiting low-margin commodity products, while delivering a cumulative $250 million reduction in net royalty expense and disciplined cost actions is driving margin expansion while also enabling increased R&D investment. And while we're revising our 2023 revenue and EBITDA guidance, we're confident that we're on track to deliver the 2025 earnings targets.\nWith that, let's go to Slide 12, and summarize the key takeaways. Again, we believe ag fundamentals remain positive and demand at the farm level is stable despite the significant Crop Protection market pullback that we're experiencing. We believe Corteva is well positioned relative to the market despite the industry-wide destocking trends and some macro level headwinds, and our revised full year guide is proof of the strength of our portfolio with continued sales and earnings growth in 2023. We believe this performance differentiates us from others in the industry. And finally, our expected 2023 performance supports our 2025 financial targets and provides us confidence that we're able to execute and grow. And with that, let me turn it over to Kim.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nThanks, Dave. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instructions."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/015bdc831a9da231d3fd34fad7b4e063",
    "period": "2023 Q1",
    "content": "Q1 2023 Corteva Inc Earnings Call\n\nQ1 2023 Corteva Inc Earnings Call\n\nCTVANYSEMAY 4, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Corteva 1Q 2023 Earnings Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Kim Booth, Vice President of Investor Relations. Please go ahead.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nGood morning, and welcome to Corteva's First Quarter 2023 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and Dave Anderson, Executive Vice President and Chief Financial Officer. Additionally, Tim Glenn, Executive Vice President, Seed Business Unit; and Robert King, Executive Vice President, Crop Protection business unit, will join the Q&A session. We have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements.\nPlease note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules along with our supplemental financial summary slide deck available on our Investor Relations website.\nIt's now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nPresident, CEO & Director, Nutrien Ltd.\n\nThanks, Kim. Good morning, everyone, and thanks for joining us today. We're really pleased to report another solid quarter and a solid start to 2023, where we delivered double-digit organic sales and earnings growth alongside meaningful margin expansion. It is the first time we've crossed the 25% EBITDA margin threshold in Q1, which is a milestone for the company and our value creation journey and shows just how far we've come.\nToday, we are also updating our previously announced guidance for the full year. Net sales are now expected to grow 7% and operating EBITDA 13% at the midpoint over prior year. Operating EPS is expected to be in the range of $2.80 to $3. This outlook reflects the power of our strategy and the strength of execution in a dynamic ag market.\nStrategically, we continue to make choices to strengthen our portfolio mix and accelerate growth and margin expansion. Our actions are translating into higher quality earnings. We remain on track with regard to our 2025 value creation plan and are focused on continuing to deliver on our targets. Let me provide a few highlights of progress we're making in each business.\nIn seed, we recently announced the commercial launch of [indiscernible] Enlist. Our next-generation corn rootworm protection products that includes the power of the Enlist weed control system. As a reminder, we expect the U.S. soybean market penetration percentage for Enlist to be in the mid-50s this year.\nOn Brevant, our growing retail brand, which is serving as a catalyst for growth in the medium term, we continue to see robust demand and market acceptance.\nIn Crop Protection, we continue to drive penetration of our recent technology launches with new product sales of approximately $620 million, a 30% increase over prior year. This was led by products like Enlist and [indiscernible] herbicides which each grew more than 50% over the same quarter last year.\nI'm also pleased with the advancements we've made in all 3 of our frontier markets in the first quarter. We see tremendous opportunity in the high-growth, high-value areas of biofuels, specialty oils and proteins as well as biologicals. These growth markets will deliver increased optionality and value to our customers and allow us to work with partners to create new value chains and cropping systems that will increase both food and fuel security.\nIn biofuels, our collaboration with Bunge and Chevron will increase the supply of lower carbon renewable fuels in the U.S. by using our proprietary winter canola hybrids in a new double cropping system. We are also collaborating with Bunge to develop and commercialize a more nutritious soybean meal for the animal feed industry in the U.S. aimed at reducing the use of synthetic feed additives.\nIn biologicals, we successfully acquired Stoller in Symborg in the first quarter. With the addition of these 2 strong companies, we have cemented ourselves as 1 of the largest players in this rapidly growing segment. Biologicals are expected to represent about 25% of the global crop protection market by 2035, driven by increasing demand for effective, sustainable solutions.\nImportantly, the ag fundamentals remain constructive, underpinned by the profitability of farmers. There has been no change in farmer priorities. They are investing in productivity and yields, and we expect that to continue. As anticipated, we are seeing buying patterns normalize, something we haven't experienced in a few years. This dynamic is not surprising and is healthy for agriculture in the longer term and the strategic portfolio decisions we made last year will allow us to thrive as we enter this next phase of normalization.\nNow let's go through more specifics on the market outlook. We continue to see tight grain and oilseed inventories around the world with crop prices above historical averages. Strong demand, combined with tight supply and weather-related reductions in estimated yields drove low stocks-to-use ratios for both corn and soybeans during the '22/'23 crop year. We continue to believe that global grain and oilseed markets need 2 consecutive normal crop years to stabilize global supplies, and it's too early to tell whether this year will be a year of rebuilding. We expect these trends to continue throughout the year, given current commodity prices and the fact that productivity on the farm from top ag technologies is the best way for farmers to manage their businesses.\nTurning to the U.S. planted area. We expect farmers to plant 92 million acres of corn, up 4% year-over-year and around 88 million acres of soybeans essentially flat year-over-year. Projected farmer incomes are strong in 2023, though slightly lower than 2022 and the record we saw in 2021.\nFinally, when we look at the Brazil market, the farmer is financially healthy, investing in maximizing crop production and all indications are that they'll plant more soybeans and safrinha corn this coming season than they did last year. In order to do this, they will need our technology to drive and protect yields. The strength in these 2 key markets is helping offset planted area and yield reductions in other parts of the world, including Ukraine and Argentina.\nLet's shift gears to our 2025 value creation framework. In September, we announced a new financial objective to deliver $4.4 billion of EBITDA on $20 billion of revenue by 2025. To achieve this, we focused on 4 value catalysts to accelerate EBITDA growth and earnings quality. Portfolio simplification, royalty neutrality, product mix improvements and operational excellence. These are significantly under our control, and we are making good progress in each area. We're planning on completing about 85% of our 32 planned country exits and about 60% of our AI exits by the end of this year. On our path to royalty neutrality, we expect to generate an additional $100 million of EBITDA in 2023, largely driven by our Enlist transition. In Crop Protection, we are creating sustainable differentiated products. We plan to launch 9 new AIs by 2035 on top of the 9 launch since 2017. And finally, on operational excellence, were improved -- improvements across the company are driving price and productivity actions, we now expect to deliver approximately $300 million in savings in just 2023 alone.\nDisciplined execution against this value creation plan is expected to translate into compounded EBITDA growth that would put us to between 21% and 23% EBITDA margins by 2025. This is a significant increase from where we started just a few years ago, and it includes a sizable increase in R&D investment.\nAnd with that, let me turn it over to Dave to provide details on our financial performance as well as updates on the 2023 outlook.\n\nDavid John Anderson\n\nChief Financial Officer & Senior Vice President, Honeywell International, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 7, which provides the financial results for the quarter. As Chuck said, and you can see from the numbers, we've had a strong start to the year. Compared to the first quarter of 2022, organic sales increased 10% with gains in both segments, led by North America and EMEA. Global pricing was up 14%, with good price execution in both seed and crop protection. The pricing included management of currency headwinds, primarily in Central and Eastern Europe.\nVolumes for the quarter are down as expected, reflecting the strategic portfolio actions in the exit from Russia. In total, for the quarter, these exits represent $190 million or a 4% headwind.\nFeed volumes were down largely due to tight supply and drought conditions in Latin America, coupled with our exit from Russia. Crop Protection volumes were down 1% in the quarter versus prior year, with new product growth offset by unfavorable weather conditions in Latin America, in Asia Pacific and our previously announced product exits.\nThe strong top line performance translated into operating EBITDA of more than $1.2 billion for the quarter, an increase of 18% and pricing, product mix and productivity more than offset higher input costs and currency headwinds, driving more than 260 basis points of margin expansion.\nLet's now go to Slide 8, where you can see the reported sales by business. See, net sales were up 7% in the quarter to $2.7 billion. Organic sales were up 10% on strong price execution as we continue our strategy to price for value and also offset higher input costs. We delivered pricing gains in every region, led by EMEA, which more than offset currency headwinds and in that region.\nFeed volumes were down 7% versus prior year, with volume up in North America driven by soybean delivery timing and in APAC, driven by demand for new technology. These gains were more than offset by volume declines in Latin America and EMEA, and EMEA seed volumes were down as expected due to our 2022 decision to exit Russia coupled with lower corn planted area. Now excluding the Russia impact, seed volume would have been down 4% in the quarter.\nDeclines in Latin America seed volumes were largely driven by a shortened Brazilian safrinha season, due to delayed soybean harvest and supply constraints in the region as well as the strength of Brazil's fourth quarter 2022. As you'll recall, growers in Brazil accelerated purchases last year with concerns regarding product availability and supply.\nCrop Protection net sales were up 5% compared to the prior year to $2.2 billion. Organic sales were up 10% in the quarter, driven by broad-based pricing gains, reflecting pricing for the value of our differentiated technology as well as to offset higher raw materials globally and currency in EMEA. Crop Protection volumes were down 1%, impacted by an approximate $90 million headwind from our strategic portfolio actions notably the exit of commodity glyphosate and our exit from Russia. Crop Protection was up 3%, excluding the impact of these exits.\nContinued penetration of new products added $140 million of incremental net sales growth as customer demand for Enlist and [indiscernible] herbicides was strong in the quarter. Currency headwinds on both business units was 5% and largely driven by European currencies.\nAnd finally, you'll recall we closed on the biologicals acquisitions on March 1, which added approximately $19 million of sales in the quarter.\nWith that, let's go to Slide 9 for a summary of the first quarter operating EBITDA performance. Operating EBITDA increased more than $190 million to $1.23 billion. Pricing and product mix driven by customer demand for yield advantage technology more than offset higher cost and currency headwinds. We incurred approximately $360 million of market-driven inflation and others across both businesses in the quarter. [indiscernible] saw higher commodity costs and yield impacts from dry weather in EMEA and Latin America. Crop protection raw material costs were up 7% versus prior year as we sold through higher cost inventory. And we delivered approximately $75 million in productivity savings would partially offset these headwinds.\nSG&A as a percent of sales was down 140 basis points compared to the first quarter of the prior year as we maintain disciplined spending in execution on cost actions and also reflects the timing benefit of commissions expense.\nInvestment in R&D was up roughly $50 million in the quarter, aligned with targeted spend increases to support our leading position in ag technology. Now you can learn more about the R&D pipeline and technology investments at our R&D innovation update call on May 9. Kim is going to provide more details on that at the end of this call.\nNow portfolio and other gains in the quarter were driven by $7 million of EBITDA from the biologicals acquisitions in the month of March as well as a favorable impact from the absence of the remeasurement of an equity investment, which was sold in the first half of 2022. Currency was $172 million headwind and driven primarily by European currencies.\nTurning to Slide 10. I want to provide an update on our full year guidance. The setup for Corteva in 2023 remains positive, and we're raising our full year revenue, earnings and cash flow guidance. Now changes to the guidance are driven by the inclusion of the biologicals acquisitions as well as some favorability from the strong operational performance in the first quarter, which is also included in the full year outlook. We now expect net sales to be in the range of $18.6 billion to $18.9 billion or 7% growth at the midpoint. This includes approximately $450 million of additional sales in biologicals. Operating EBITDA is now expected to be in the range of $3.55 billion to $3.75 billion, an increase of $150 million over our original full year guidance. At the midpoint, the updated range represents a 13% increase over prior year and it includes approximately $90 million from the acquisitions, net of roughly $20 million of integration costs. And importantly, as we're starting to see our strategic portfolio actions translate into higher quality earnings, we now expect EBITDA margin of 19.5% at the midpoint of guidance or 100 basis points of margin expansion over prior year. It's another indication we're on track to achieve the 2025 value creation framework targets.\nOperating EPS is expected to be in the range of $2.80 to $3 per share, an increase of 9% versus the prior year at the midpoint, $0.10 higher than our original guidance, reflecting improved operating performance as well as the earnings from the acquisitions partially offset by the increased depreciation and amortization related to purchase accounting. We expect free cash flow to be in the range of $1.2 billion to $1.4 billion, an increase of $100 million at the midpoint from our previous guidance. That increase largely reflects higher earnings, coupled with an update to the 2023 capital spending forecast.\nAnd finally, related to capital allocation. We remain committed to a balanced strategy, returning excess cash to shareholders while investing for growth. In the first quarter, we returned approximately $360 million to shareholders via dividends and share repurchases and we expect to complete a total of $500 million of share repurchases for the year.\nWith that, let's go to Slide 11. I want to provide some color on our outlook for the first half and full year. It's an important reference in light of the shifts in order patterns that we're seeing due largely to weather and reversions to more normalized conditions for supply chains. Specifically, our first half seed growth will be driven by continued pricing momentum and increased U.S. corn acres. However, seed volume growth in the U.S. is expected to be more than offset by the shortened safrinha season, supply constraints in Latin America, coupled with approximately $200 million headwind to volume related to our exit from Russia. For Crop Protection, first half volumes are expected to be down as growth from new products will be offset by more than $200 million of strategic product exits. Additionally, we see customer buying behavior returning to historical patterns driven by improvement in supply chain reliability as well as higher interest rates, particularly in Latin America. In LatAm, we saw a significant growth in the first half of 2022 and with more than 1/3 of Latin America's full year sales delivered in the period.\nIn 2023, we expect the sales pattern to reflect more normalized timing shifting more of the sales to the second half, so more like pre-2022 order pattern for the region.\nHere's a couple of other summary points. As expected, cost inflation will be higher in the first half of the year due to the sell-through of higher crop protection inventory and the seasonal timing of higher seed input costs. We expect the rate of inflation to be high single digits for the first half of the year moderating to low to mid-single digits in the second half. Currency headwinds will be heavily weighted towards the first half of the year, driven again by European currencies and the seasonal pattern of sales in EMEA. And consistent with our previous expectations, total company pricing is expected to be up mid-single digits for the year. The double-digit pricing gains reflected in the first quarter are expected to moderate as a portion of that pricing in the quarter was in response to currency headwinds in EMEA. Operational efficiencies will drive improvement in SG&A. In fact, we expect that excluding the biologicals acquisitions, SG&A will be effectively flat compared to prior year.\nAnd finally, approximately 80% of the full year EBITDA from biologicals acquisitions will be delivered in the second half, reflecting Stoller's seasonal pattern.\nSo in summary, we expect roughly 80% of our full year earnings to be in the first half of the year, which implies lower year-over-year growth in both revenue and EBITDA in the second quarter relative to the average that we're now forecasting for the first half of the year.\nAnd with that, let's go to Slide 12 and summarize the key takeaways. The year is obviously off to a great start with first quarter growth led by EMEA in North America. The quarter's performance sets us up well for another year of delivering results. While we're confident that we're on track to deliver our full year guidance, we expect a greater percentage of revenue and earnings in the second half of the year compared to 2022, largely driven by supply chain improvement and normalization in customer buying behaviors. We're raising our full year guidance, largely driven by the biologicals acquisitions and operational performance. Importantly, we remain confident that we're on track to deliver on our 2025 financial targets.\nAnd with that, let me turn it over to Kim.\n\nKimberly Booth\n\nVice President of Investor Relations\n\nThank you, Dave. On Slide 13, I want to briefly share the key topics of our upcoming R&D innovation update. As a reminder, the virtual event will be held this coming Tuesday, May 9 at 9:30 a.m. Eastern. It will be a 90-minute webcast, including 30 minutes of Q&A. Chuck and Sam Eathington, our Chief Technology and Digital Officer, will provide more detail on our leading pipeline and insights into how and where we're choosing to invest in R&D. Registration details are available on our website, and we look forward to your participation at the event.\nI'd also like to take a second to highlight that we released our 2022 sustainability and ESG report on April 4, which is available on our website.\nNow let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instructions."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e8a48bc16713ebf9bf2434436cc0cf69",
    "period": "2022 Q4",
    "content": "Q4 2022 Corteva Inc Earnings Call\n\nQ4 2022 Corteva Inc Earnings Call\n\nCTVANYSEFEB 2, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Corteva 4Q 2022 Earnings Call. Today's call is being recorded. At this time, I'd like to turn the conference over to Kim Booth, Vice President of Investor Relations. Please go ahead.\n\nKimberly Booth\n\nVP of IR, Corteva, Inc.\n\nGood morning, and welcome to Corteva's Fourth Quarter and Full Year 2022 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and Dave Anderson, Executive Vice President and Chief Financial Officer. Additionally, Tim Glenn, Executive Vice President, Seed Business Unit; and Robert King, Executive Vice President, Crop Protection business unit, will join the Q&A session. We have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements, which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements.\nPlease note, in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules, along with our supplemental financial summary slide deck available on our Investor Relations website.\nIt's now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nCEO & Director, Corteva, Inc.\n\nThanks, Kim. Good morning, and thanks for joining us today. I hope everyone's year is off to a great start. There are several key messages I'd like to share with you today, including our strong 2022 performance, an overview of the market fundamentals and an update on our value creation plan with a closer look at what's ahead for 2023. Corteva executed well amidst a dynamic market environment, delivering double-digit sales and operating EBITDA growth as well as over 200 basis points in margin expansion. Enlist E3 soybeans reached about 45% market penetration in the U.S., and new product sales in Crop Protection reached over $1.9 billion for the full year, an increase of more than 30% over prior year. On capital deployment, we returned more than $1.4 billion to shareholders via dividends and share repurchases for the full year. Our 2022 results support the value creation plan presented at Investor Day, where we outlined a framework to achieve $4.4 billion of EBITDA by 2025, with a margin range of 21% to 23%, and we're on track to do just that.\nThe framework is simple and straightforward and hinges upon 4 key elements: portfolio simplification, royalty neutrality, product mix and operational improvements. The strategic and operational actions implemented since we announced the plan show that we are already making progress on accelerating our performance, and we were even able to achieve some of that value in 2022. We remain committed to our value creation plan, and 2023 is going to be a year largely focused on execution. As a reminder, a critical part of our refined strategy involves increasing investment in R&D. We're focused on delivering greater value to farmers through more differentiated and sustainably advantaged solutions and leveraging our pipeline to drive advancements in global food security and climate change.\nOn the M&A front, we announced our intent to acquire Symborg and Stoller 2 biological acquisitions, which are both set to close in the first half of 2023. These acquisitions reinforce our commitment to providing farmers with environmentally friendly sustainable tools with proven effectiveness that complement evolving farming practices and help them meet changing market expectations. As communicated previously, we expect that biologicals will be the fastest-growing segment in the Crop Protection industry over the next decade.\nTurning to the outlook. We entered 2023 well positioned with best-in-class technologies to continue to deliver market-leading value for our customers as we tilt our portfolio towards our differentiated offerings. This is a big step change year for our Enlist platform. We're expecting E3 U.S. soybean market penetration in the mid-50s and a royalty reduction benefit of over $100 million. Organic sales of new Crop Protection products, including our Enlist herbicide, are expected to grow by an additional 20%, and we're on track to cross $1 billion in annual sales with our Spinosyns franchise. More broadly, we expect that favorable pricing and mix, in addition to productivity and restructuring benefits, will continue to outpace headwinds associated with cost inflation. We will also continue to monitor the effects of currency, which we believe will be a headwind this year. As a result, for 2023, we expect to deliver 5% sales growth in between $3.4 billion and $3.6 billion in operating EBITDA, translating into yet another year of impressive margin expansion.\nNow let's spend a few minutes on the market outlook on Slide 5. Market fundamentals remain constructive as we enter 2023. Global grain and oilseed stocks are tight due to last year's below trend yields, which were impacted by dry weather in the Northern Hemisphere and the war in Ukraine. Crop prices, which remained well above historic averages, are supported by tight supply-demand fundamentals globally. Farmers are financially healthy with strong liquidity, and they will continue to prioritize yield to meet market demand and offset inflationary pressures. Farm income is expected to be one of the largest ever, albeit below the record achieved in 2022. And demand for corn and soybean oil is expected to grow in 2023, supported by strong energy prices and policy adjustments focusing on low-carbon energy sources. Crop area is forecasted to be up in most major crop-producing regions in 2023.\nThe USDA gave a January update, indicating U.S. planted area is estimated to be 91 million acres for corn and 89 million acres for soybeans, both showing increases versus 2022. We continue to monitor the effects of weather around the globe, including the drought conditions in Argentina. Brazil is projecting that national grain output for the '22-'23 crop season will be a new record, translating to low- to mid-single-digit growth. We expect these positive market conditions to continue throughout the year and could extend well past 2023, depending on supply-demand dynamics, which is consistent with our previous messaging that global grains and oilseed inventories need to be rebuilt over at least 2 years.\nAnd with that, let me turn it over to Dave to provide details on our financial performance as well as updates on the '23 outlook.\n\nDavid John Anderson\n\nExecutive VP & CFO, Corteva, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 6, which provides the financial results for the quarter and full year. You can see in the table, we finished 2022 with another quarter of strong performance. Quickly touching on the fourth quarter, organic sales were up 11% versus prior year, led by Latin America and North America. The strong organic sales translated into earnings of $370 million for the quarter, more than 200 basis points of margin improvement.\nTurning to the full year. Organic sales grew 15% versus 2021, with broad-based pricing and volume gains. Global pricing was up 10% over prior year with notable gains in both seed and crop protection. Seed volumes were flat due mostly to lower planted area in the U.S. Canola supply constraints and the impact of our Russia exit in EMEA. Crop Protection volume was up 9% for the year, driven by strong demand for new products. These new products delivered over $475 million of sales growth year-over-year, an increase of more than 30%. We delivered $3.2 billion in operating EBITDA for the year, an increase of 25% over the prior year. Pricing, product mix and productivity more than offset higher input costs and currency headwinds. This earnings improvement translated into more than 200 basis points of margin expansion year-over-year, reflecting the strength in execution by our organization. And as Chuck said, 2022 is an early installment on our multiyear performance goals that we shared with you at Investor Day.\nSo let's now go to Slide 7. You can see the broad-based growth with strong organic sales gains in every region for the full year 2022. In North America, organic sales were up 10%, driven by crop protection, on demand for new technology, including Enlist herbicide. Seed volumes were down versus prior year, primarily due to a reduction in U.S. corn acres and supply constraints for canola in Canada. Soybean volumes were up 7%, driven by penetration of Enlist. Both seed and Crop Protection delivered pricing gains with pricing up 6% and 14%, respectively. In Europe, Middle East and Africa, we delivered 18% organic growth compared to prior year, driven by price and volume gains in both segments. Seed pricing increased 11% and helped to mitigate currency impacts. In Crop Protection, demand remains high for new and differentiated products, driving volume growth of 15% for the year.\nIn the fourth quarter, volumes were muted by approximately $50 million related to the war in Ukraine in our previously announced exit from Russia. In Latin America, organic sales increased 23% with notable gains in both price and volume. Pricing increased 16% compared to prior year, driven by our price for value strategy coupled with increases to offset rising input costs. Seed volumes increased 4% with some pressure due to tight supply of corn, while Crop Protection volumes increased 10%, driven by demand for new products. Asia Pacific organic sales were up 9% over prior year on both volume and price gains. Seed organic sales increased 23% on strong price execution and the recovery of corn-planted area. Crop Protection volume was down 1% due to wet weather and low pest pressure in certain areas, partially offset by demand for new products.\nSo with that, let's go to Slide 8 for a summary of 2022 operating EBITDA performance. For the full year, operating EBITDA increased approximately $650 million to $3.2 billion. And as I covered on the prior slide, strong customer demand drove broad-based organic growth with price and volume gains in all regions, and we particularly benefited from the strong finish to the year, including favorable year-over-year performance in our functional spend. We incurred approximately $1.2 billion of market-driven headwinds and other costs over the course of 2022, driven by higher seed commodity costs, Crop Protection raw material costs and freight and logistics.\nWe delivered approximately $250 million in productivity savings, which helped to partially offset these headwinds. SG&A as a percent of sales was down more than 230 basis points versus prior year as we maintain disciplined spending and accelerated execution on certain cost actions. Currency was a $290 million headwind, driven primarily by the euro and other European currencies. Standing back to performance in '22 is a result of strong execution by the organization, demonstrating our ability to meet increased customer demand while effectively managing costs through pricing, product mix and productivity.\nTurning now to Slide 9. I want to provide an update on our full-year free cash flow performance. Free cash flow for the year was approximately $270 million compared to over $2 billion in 2021. The year-over-year decrease is driven by higher working capital balances, primarily accounts receivable and inventory. Receivables increases were largely due to higher sales, reflecting both volume and pricing. Importantly, DSO metrics remain healthy, benefiting from the strength of farmer incomes and also customer collections. In the case of inventory, you'll recall we had significant drawdowns in 2020 and 2021, particularly in Crop Protection. This inventory drawdown was driven by significant customer demand in the face of supply chain challenges, product availability and shipping and logistics issues. This set of challenges was obviously not unique to Corteva and affected broader industry. In 2022, inventory increases reflect a rebuild of safety stocks to support growth, higher input and commodity costs as well as the impact from market volatility.\nWe have now been able to rebuild our inventory levels. We believe we have about the right balances at this time. Due to supply chain dynamics and their impact on working capital over the last few years, it's meaningful to look at the free cash flow to EBITDA conversion over the most recent 2 years rather than either year in isolation. Free cash flow conversion averaged 42% in a 2-year period from '21 to '22. In 2022, we returned $1.4 billion to shareholders, including $1 billion in share repurchases, a clear commitment to deliver value for our shareholders. Our pension liability continues to be well managed despite volatility in both equity and bond markets. As of year-end, the funded status of the U.S. plan was 92%, and we do not anticipate cash contributions to the U.S. plan in either 2023 or 2024.\nNow transition to a discussion on the guidance for '23 on Slide 10. We expect net sales to be in the range of $18.1 billion and $18.4 billion, representing 5% growth at the midpoint, driven by pricing and strong customer demand for differentiated best-in-class technology and increased U.S. planted area. Keep in mind that this growth is muted by approximately $600 million of product and geographic exits. 2023 operating EBITDA is expected to be in the range of $3.4 billion and $3.6 billion, a 9% improvement over prior year at the midpoint. Margins are also expected to improve with pricing mix and productivity actions more than offsetting further cost inflation and currency headwinds, translating to roughly 70 basis points of improvement at the midpoint. Operating EPS is expected to be in the range of $2.70 and $2.90 per share, an increase of 5% at the midpoint, which reflects earnings growth, lower average share count, partially offset by a higher effective tax rate and interest expense.\nWe expect our 2023 tax rate to be in the range of 22% to 24%, an increase from the 2022 rate of 20.6%, largely driven by U.S. tax law changes impacting foreign tax credits and the treatment of R&D expenses. Higher interest expense is driven by higher borrowing costs and higher debt balances. As you know, we carry significant commercial paper balances throughout most of the year to fund cash needs. Our 2023 guidance assumptions include a higher average interest rate on the commercial paper balances as well as higher borrowing to finance growth, including the biologicals acquisitions. We expect that free cash flow will be in the range of $1.1 billion to $1.3 billion with higher earnings, partially offset by the higher cash taxes and higher interest expense. At the midpoint, this translates into a free cash flow to EBITDA conversion rate of roughly 34% or approximately 40% over the last 3-year period.\nOn Slide 11, I want to remind you of the value creation framework we laid out in September to accelerate our performance and deliver greater value to shareholders. The growth targets we presented included a 2025 operating EBITDA of $4.4 billion or a 22% margin at the midpoint. This slide includes our 2025 performance targets from Investor Day, and it also reflects our actual 2022 performance in today's guidance for 2023. Execution on our strategic decisions, including focusing on core crops and markets, pricing for value, being disciplined in cost is driving margin expansion while also enabling increased R&D investment. Again, our performance in 2022 was a major installment on the path to our 2025 financial targets. Coupled with our guidance for 2023, we're confident we're on track to deliver those targets.\nSo let's now go to Slide 12 to discuss the operating EBITDA bridge for '23. You can see the pricing in 2023 will be in the mid-single-digit range which will more than offset the impact from higher commodity costs and raw material inflation. Increased planted area in the U.S. and demand for our best-in-class technology, including continued penetration of Enlist E3 soybeans, are expected to drive volume increases in North America. Latin America seed volumes are expected to be up for the full year with the increase weighted to the second half due to supply constraints early in the year from last season's dry weather. Volume growth in North America and Latin America will be partially offset in EMEA, driven by lower expected corn-planted area and an approximate $200 million impact from our decision to exit Russia.\nDemand remains strong for differentiated technology, which will drive increased volume in Crop Protection. Sales of new crop protection products will add approximately $300 million of incremental organic revenue. We'll benefit from the ongoing Spinosyns capacity expansion as we expect the franchise to generate more than $1 billion in sales in 2023. Volume growth will be partially offset by the approximately $400 million impact from our previously discussed product exits, including commodity glyphosate. And while we're seeing some slowing in the rate of inflation as well as overall supply chain improvements, the operating environment is still dynamic. For the full year of 2023, we expect approximately 6% increase in market-driven cost headwinds, including higher commodity prices, input costs and freight and logistics. This impact should be largely weighted to the first half of the year, reflecting seed commodity cost impact and the sell-through of higher cost inventory. This translates into high single-digit rate of inflation in the first half of the year dropping down to low single digit in the second half.\nIn addition to these market-driven costs, we expect additional headwinds on other cost of sales. Importantly, the outlook includes approximately $100 million reduction in royalty expense and an additional $300 million of productivity and restructuring benefits. Another key element of our cost structure and consistent with our multiyear plan, we are increasing our investment in R&D in 2023. Regarding currency, we expect continued headwinds. Our assumption is for a weaker exchange rate relative to the dollar for several key currencies, including the Brazilian real, the euro and the Canadian dollar. We estimate 3% to 4% currency headwind on revenues and low double-digit headwind on EBITDA. Now, it's important to note the guidance does not include the impact of the biologicals acquisitions, which are expected to close in the first half of the year. We'll provide an update for 2023 to include these acquisitions in the quarter in which they close.\nSo let's now go to Slide 13 and summarize the key takeaways. We had great performance in 2022 with 15% growth in organic sales, more than 200 basis points of margin improvement amidst a dynamic operating environment. We have favorable momentum, and we'll carry that into 2023 and expect another year of strong performance in growth, supporting our 2025 financial targets. And finally, we're investing in innovation in the future of Corteva. We remain committed to a disciplined capital allocation strategy that is a balance of investing for growth or returning cash to shareholders. Since 2019, our capital deployment was heavily weighted towards returning cash to shareholders as we returned more than $3.6 billion through share repurchases and dividends. In 2023, against the backdrop of M&A, this distribution will be tilted towards investing for growth as we close on the previously announced biologicals acquisitions in the first half of the year.\nAnd with that, let me turn it over to Kim.\n\nKimberly Booth\n\nVP of IR, Corteva, Inc.\n\nThank you, Dave. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instructions."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/af2b740c9877903960e5d56935ce006a",
    "period": "2022 Q3",
    "content": "Q3 2022 Corteva Inc Earnings Call\n\nQ3 2022 Corteva Inc Earnings Call\n\nCTVANYSENOV 4, 9:00 AM\n\nOperator\n\nGood day and welcome to the Corteva Third Quarter 2022 Earnings Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Kim Booth, Vice President of Investor Relations. Please go ahead.\n\nKimberly Booth\n\nGood morning and welcome to Corteva's Third Quarter 2022 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and Dave Anderson, Executive Vice President and Chief Financial Officer. Additionally, Tim Glenn, Executive Vice President, Seed Business Unit; and Robert King, Executive Vice President, Crop Protection Business Unit, will join the Q&A session.\nWe have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast. During this call, we will make forward-looking statements, which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements.\nPlease note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules along with our supplemental financial summary slide deck available on our Investor Relations website.\nIt is now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nCEO & Director, Corteva, Inc.\n\nThanks, Kim. Good morning, everyone, and thanks for joining us today. There are several key messages and updates we would like to share with you, along with our solid results for the first 9 months of the year, that demonstrate our strategic plan is really starting to come to life.\nLast quarter, you will recall we announced key actions associated with the completion of a comprehensive portfolio review. These actions include plans to exit nonstrategic geographies and product lines, emphasizing a strategy of differentiation to drive our competitive advantages, bringing unique, sustainable ag technology solutions to farmers to bring advancements in global food security, climate change and the energy transition.\nToday, we'd like to highlight a few proof points of our immediate execution of that strategy to accelerate performance and growth during the third quarter. First, let me reiterate that we are committed to disciplined and strategic portfolio management, prioritizing core markets, products and crops to simplify operations and to focus investment in differentiated and sustainably advantaged solutions.\nIn terms of operational excellence, we are continuously evaluating our business to optimize manufacturing costs and streamline our supply chain. In that regard, we have decided to discontinue all U.S. commercial sunflower seed production servicing Europe by the end of 2022 crop production year. Given our previous announcement to exit Russia as well as various capacity expansions, we now have sufficient capacity to supply our European sunflower commercial seed needs from within the EMEA region.\nOn the CP side, we announced last month that we signed a definitive agreement to acquire Symborg, a leader in microbiological technologies. As we've said before, we will be utilizing M&A to supplement our organic growth by focusing on adjacencies and utilizing it to fill gaps in our portfolio. We are able to accelerate advancements in technology and our speed to market.\nCorteva first collaborated with Symborg to scale up and bring farmers Utrisha N and BlueN, both nutrient efficiency products, as part of a distribution agreement between the 2 companies. Respected throughout the biologicals industry, Symborg possesses a diversified existing portfolio, an emerging biocontrols pipeline and a very skilled workforce.\nBiologicals are expected to represent about 25% of the crop protection market by 2035. This transaction reaffirms our commitment to biologicals and building a more differentiated and sustainably advantaged portfolio that provides cost-effective solutions for farmers as well as our commitment to forming strategic partnerships to help accelerate innovation and growth.\nAs it relates to our AI portfolio, we sold our Methomyl insecticide business outside of Brazil in August. We also made the global business decision to exit commodity glyphosate products, meaning glyphosate not mixed with other herbicides.\nLastly, on an operational front, we've decided to cease production of certain intermediary products at the Pittsburgh, California manufacturing site by the end of 2025, allowing us to streamline and simplify our operations. These moves enable us to redeploy capital for investment in growth markets to provide innovative and sustainable solutions for farmers.\nWe also remain very focused on bringing global farmers differentiated, next-generation solutions to help them be successful in this volatile and dynamic environment. In Seed, our top-tier genetics continue to be in high demand as growers prioritize yields to help offset inflation. In Crop Protection, new product sales improved by almost 50% compared to prior year. This was led by products like Enlist herbicide, which has more than doubled in sales compared to the same period last year.\nThe Enlist system continues to gain traction in the market given its superior performance and grower confidence, delivering approximately $1.1 billion in net sales during the first 9 months of the year, an increase of nearly 80% versus the same period last year. We expect 2023 Enlist market penetration in the U.S. to be in the mid-50% range, representing approximately 70% of Corteva's lineup.\nAs I've said before, this is a remarkable feat considering this technology has only been in the market for 3 seasons.\nOur refined strategy in putting the farmer first has been quite successful this year. we have delivered double-digit sales growth and over 190 basis points of margin improvement so far. As a result of this momentum, we have raised the midpoint of our operating EBITDA guidance and now expect between $3 billion and $3.1 billion for the full year outlook, which Dave will address in greater detail shortly.\nNow let's spend a few minutes on the ag market on Slide 5. Ag fundamentals remain robust with commodity prices above historical averages. We are encouraged by resilient demand as well as healthy farmer income levels and see broad opportunities in both business units as customers drive farm productivity. Farm income levels are expected to remain strong in 2023, following 2 record-setting years.\nWe continue to believe that global grains and oilseeds markets need 2 consecutive normal crop years to stabilize global supplies. And 2022 is not a year to rebuild stocks. For the upcoming season, we're expecting U.S. planted area to be up slightly with a bias towards corn.\nOutside of the U.S., market growth looks strong in key markets like Brazil, where planted area is expected to increase low to mid-single digits. Strong demand, combined with tight supply and weather-related reductions in estimated yields, have continued to drive low stocks-to-use ratios for both corn and soybeans during the '22-'23 crop year. North American harvest is nearly complete for both corn and soybeans with USDA crop progress in the high 70s for corn and high 80s for soybeans.\nWhile yields have been strong in the northern and eastern Corn Belt, they have been below normal in the western Corn Belt and plains where it has been dry. Overall yield estimates by the USDA have been in the low 170s for corn and about 50 for soybeans, keeping crop prices elevated and farmer income strong in 2022 and into 2023.\nWe'll continue to monitor the ongoing effects of inflation and strengthening U.S. dollar while remaining focused on what we can control. With disciplined execution on our refined strategy, we expect price, mix and productivity actions to continue to outpace inflationary cost pressures. Given healthy market fundamentals, we believe farmers will continue to have strong margins and liquidity. They will prioritize investments in top-tier genetics and crop protection technology to maximize and protect yields.\nAnd with that, let me turn it over to Dave to provide details on our financial performance as well as updates on the outlook.\n\nDavid John Anderson\n\nExecutive VP & CFO, Corteva, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 6, which provides the financial results for the quarter and year-to-date. You can see from the numbers, we had another quarter of strong performance. Quickly touching on the third quarter. Organic sales increased 22% compared to 2021 with double-digit growth in both segments and in all regions. This translated into earnings of $96 million for the quarter, growth of nearly 290% and margin improvement of more than 550 basis points. So another quarter of impressive growth and margin expansion.\nNow it's important to note that the third quarter includes some timing benefit from volume that was originally forecasted in the fourth quarter that shifted into the third quarter. This is incorporated in our updated full year guide, in the implied fourth quarter that we'll go through in a moment. This guide also includes third quarter performance favorability lives through for the full year.\nTurning to year-to-date. Organic sales grew 16% over prior year with broad-based price and volume gains. Global pricing was up 10% through the first 9 months with notable increases in both Seed and Crop Protection. Volume growth in Crop Protection of 13% was driven by the strength of new products, which delivered more than $470 million of sales growth year-over-year, an increase of almost 50%.\nWe delivered approximately $2.85 billion in operating EBITDA in the first 9 months, a 23% increase from the same period last year. This is impressive given the continued cost inflation, commodity price and currency volatility and the war in Ukraine. Pricing, product mix and productivity more than offset the higher costs incurred as well as an approximate $270 million currency headwind driven predominantly by European currencies.\nThis earnings improvement translated into more than 190 basis points of margin expansion year-over-year, reflecting the execution, including the portfolio decisions that Chuck referenced earlier.\nSo with that, let's go to Slide 7, where you can see the broad-based growth with double-digit organic sales gains in every region through the first 9 months. In North America, organic sales were up 11% driven by Crop Protection on demand for new technology, including Enlist herbicide. Seed volumes were down versus prior year primarily due to a reduction in U.S. corn acres and supply constraints for canola in Canada.\nSoybean volumes were up 5% versus prior year driven by continued penetration of Enlist. Both segments delivered pricing gains with 6% pricing in Seed, 18% in Crop Protection, more than offsetting higher commodity and input costs. In addition, we're confident that we gained market share in both corn and soybeans in North America.\nIn Europe, Middle East and Africa, we delivered 21% organic growth compared to prior year driven by price and volume gains in both segments. Seed pricing increased 12% and helped to mitigate currency impacts. In Crop Protection, demand remains high for new and differentiated products, driving volume growth of 18% through the first 9 months.\nIn Latin America, Organic sales increased 24% with double-digit volume and price gains. Pricing increased 14% compared to prior year driven by our price-for-value strategy coupled with increases to offset rising input costs. Seed volumes increased a modest 1% due to tight supply of corn, while Crop Protection volumes increased 16% driven by demand for new products.\nAsia Pacific organic sales were up 12% over prior year on both volume and price gains. Seed organic sales increased 27% on strong price execution and the recovery of corn planted area. Crop Protection volume growth of 2% was again led by demand for new and differentiated products.\nLet's now turn to Slide 8 for a summary of our operating EBITDA performance. Through the first 3 quarters, operating EBITDA increased $540 million to $2.85 billion. And as I covered on the prior slide, strong customer demand drove broad-based organic growth with price and volume gains in all regions. Year-to-date, we've incurred approximately $830 million of market-driven headwinds and other costs driven by higher seed commodity costs, crop protection raw material costs and freight and logistics. We've delivered approximately $175 million in productivity savings, which helped to partially offset these cost headwinds.\nWe continue to maintain disciplined spending with SG&A down as a percent of sales, more than 200 basis points from the same period last year. Currency was a $270 million headwind driven primarily by European currencies. Standing back, you can see the organization's ability to meet increased customer demand while effectively managing cost headwinds through pricing, product mix and productivity. And again, we believe this performance really differentiates Corteva.\nTurning now to Slide 9. I want to take -- make several points about the updated outlook for the full year. With the backdrop of our strong performance through the first 9 months, we're affirming our full year revenue guidance to be in the range of $17.2 billion to $17.5 billion or 11% growth at the midpoint, including approximately 3% headwind from currency. And as Chuck said, ag fundamentals remain strong as we finish out the year. However, we're monitoring supply availability as well as volatility in currency markets.\nWe're raising the midpoint of our full year operating EBITDA guidance, now expected to be in the range of $3 billion to $3.1 billion or 18% growth at the midpoint. This updated guidance includes an estimated $50 million EBITDA favorability in the third quarter that is expected to carry through for the full year.\nFor the full year, high single-digit pricing is expected to offset headwinds from higher input costs and currency. Lower spend driven by cost actions that we discussed and strong collections resulting in lower bad debt accrual also supports this outlook. The updated earnings guidance translates into approximately 110 basis points of operating EBITDA margin expansion for the year, again, impressive in this environment.\nOur full year EPS guidance remains unchanged at a range of $2.45 to $2.60 per share, as higher operating EBITDA is expected to be somewhat offset by higher exchange gain and loss impact. On free cash flow, we continue to perform well against our working capital metrics, including our days sales outstanding and inventory days supply. DSO continues to improve, reflecting the strength of farmer income as well as customer collections.\nInventory days sales, or IDS, is trending higher this year given the significant increase in seed costs and the replenishment of crop protection inventory. We're now expecting higher working capital balances in absolute dollars for the year, but working capital to sales relationship is tracking to prior forecast. Our current thinking is that these higher working capital levels will result in free cash flow closer to the lower end of our previous guidance range or roughly $1 billion free cash flow for the full year 2022.\nSo now let's transition to a discussion on Slide 10 on the setup for 2023. You can see our initial planning framework. It's intended to provide key assumptions as we begin to transition. We see 2023 as a continuation of the momentum from 2022 while also balancing the uncertainty of the economic environment. Specifically, given the appreciation of the U.S. dollar in 2022 and continued volatility in foreign exchange markets, we expect additional currency headwinds in 2023.\nNow we're going to continue to use financial hedging to mitigate the risk from certain currencies and use local pricing in key markets to offset the impact wherever possible. Nonetheless, we see another year of foreign currency translation headwind in 2023.\nWhile we expect cost inflation levels to begin to moderate over the course of '23, we will see cost headwinds in 2023 in both Seed and Crop Protection driven by commodity costs as well as raw materials. Drought conditions in Latin America earlier this year have put pressure on seed supply in the region. This will be a headwind to our corn volume growth in the first half of 2023, but we expect inventories to recover in the second half of the year.\nOur current estimate for U.S. planted area is to be slightly up for the 2023 season with a slight bias towards corn acres based on the current relative economics for farmers. This is clearly a positive for Corteva. In addition, in Latin America, we expect corn planted area to increase low to mid-single digits.\nOn price-for-value strategy, that continues to be a key lever to offset inflation. Pricing for our yield advantage technology and differentiated solutions is expected to more than offset higher cost of goods sold. And as Chuck said earlier, we're making progress on our portfolio simplification, exiting commodity glyphosate products among other nonstrategic product lines and geographies will create a headwind to our base business volume growth. However, it will be accretive to margins, and the overall impact to operating EBITDA will be positive.\nWe'll see an estimated $100 million reduction in net royalty expense next year driven by continued Enlist penetration and the increase of units in our proprietary genetics. Enlist E3 soybeans will represent approximately 70% of our U.S. soybean sales in 2023, and we expect about 65% of those will be in our own Corteva germplasm. This will support increased overall market penetration of the Enlist trait and will, of course, be a direct EBITDA lift.\nAnd finally, on our productivity and cost actions, the expected savings from our productivity work and restructuring programs will more than offset the increased investment in R&D for next year. So coupled with a strong market outlook and solid grower economics, we believe we're well positioned for another strong performance year.\nLet's now go to Slide 11 and just summarize some of the key takeaways. The company has taken very important steps in its strategic road map, including portfolio simplification and investing in growth. By exiting nonstrategic product lines, we can focus on key markets and provide differentiated solutions to farmers. And with the acquisition of Symborg, we've taken another important step building our biologicals business.\nIt's clear that our organization is executing well. We're very pleased with the strength of our results through the first 3 quarters. The strong year-to-date performance gives us confidence to raise the midpoint of our full year operating EBITDA guidance.\nAnd let me just say a few words about capital deployment. As a reminder, we plan to repurchase $1 billion in shares in 2022 with $800 million completed through the third quarter. Since 2019, we've returned more than $3.3 billion of cash to shareholders through dividend and share repurchase, a clear commitment to deliver value to our shareholders.\nAnd finally, we believe that we've continued -- with this continued favorable momentum that will carry us into 2023 as we look to continue both performance and growth. So more to come as we make progress to advance our strategic framework and drive continued operating EBITDA margin expansion. We believe these strategies will further differentiate Corteva and deliver increased value for years to come.\nAnd with that, let me turn it back over to Kim.\n\nKimberly Booth\n\nThank you, Dave. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instruction."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/88b55db1bd11c5cbdade64440f38809b",
    "period": "2022 Q2",
    "content": "Q2 2022 Corteva Inc Earnings Call\n\nQ2 2022 Corteva Inc Earnings Call\n\nCTVANYSEAUG 5, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Corteva Second Quarter 2022 Earnings Call. Today's conference is being recorded.\nAt this time, I would like to turn the conference over to Kim Booth, please go ahead.\n\nKimberly Booth\n\nGood morning, and welcome to Corteva's Second Quarter and First Half 2022 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and Dave Anderson, Executive Vice President and Chief Financial Officer. Additionally, Tim Glenn, Executive Vice President Speed Business Unit; and Robert King, Executive Vice President, Crop Protection business unit, will join the Q&A session. We have prepared presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements, which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statements.\nPlease note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules along with our supplemental financial summary slide deck available on our Investor Relations website.\nIt is now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nCEO & Director, Corteva, Inc.\n\nThanks, Kim. Good morning, everyone, and thank you for joining us.\nThere are several key topics we're excited to share with you today, including our strong results for the first half. Robust customer demand and sustained execution amidst dynamic market conditions resulted in double-digit growth in sales and operating EBITDA. Strong organic sales gains in every region are a testament to continued customer demand for our differentiated sustainably advantaged technologies.\nOn the seed side, our top-tier genetics continue to be in high demand as growers prioritize yields to help offset inflation. In Crop Protection, new product sales surpassed $1 billion for the first half, an increase of more than 60% compared to prior year. This was led by products like Enlist herbicides, which has more than doubled in sales compared to the same period last year. The Enlist system continues to gain traction in the market, given its superior performance and grower confidence. And we now estimate Enlist soybeans were planted on at least 45% of U.S. soybean acres in 2022. This is a remarkable feat considering this technology has only been in the market for 3 seasons.\nMarket challenges persist, including tightness in supply chains and continued inflationary costs. Despite this, the organization is executing well, utilizing price and productivity actions as well as tight controllable cost management to offset inflation. Through the half, these actions, along with a mix of new technology products, helped to drive margin expansion of almost 130 basis points.\nLooking forward, we are also taking new strategic and operational actions to further accelerate our performance and create shareholder value. Let's turn to Slide 5, where I'll provide an update on the progress we've made on our strategic framework.\nEarlier in the year, we announced that we moved from a matrix organization to a global business unit model to drive overall simplicity and speed of business while increasing accountability. Today, we are announcing actions associated with a comprehensive strategic portfolio review we recently completed.\nAt the center of our strategic review, we focused on several key priorities, including developing and commercializing differentiated technologies, shaping a performance-driven organization and maximizing customer experience. As a result of these reviews, we plan to exit nonstrategic geographies and product lines while redirecting resources closer to the customer in core markets.\nImportantly, we are employing a strategy of differentiation to drive our competitive advantages bringing unique, sustainable ag technology solutions to growers to drive advancements in global food security, climate change and the energy transition to include biofuels.\nI've said from day 1 at Corteva, our technology engine is a powerful differentiator in terms of value we create for growers, society and shareholders. We plan to provide a deep dive of our pipeline as part of our upcoming Investor Day. But here are a few highlights to give you more confidence today.\nOn the seed side, we have nearly 20x the experimental hybrids in our corn pipeline compared to 10 years ago, a testament to the strength of our data science capabilities. On the Crop Protection side, as I look forward to 2024, we will have launched 10 new active ingredients, 90% of these new products meet our sustainable innovation criteria. Utilizing this strategy, we will prioritize investments to support innovation while also balancing our commitment to return cash to shareholders. In fact, since 2019, we have returned more than $3 billion to shareholders in the form of share repurchases and dividends.\nNow let's turn to the outlook on Slide 6. Recent ag commodity price volatility has increased due to several factors, including the war in Ukraine, increased energy costs, especially in Europe, the strengthening U.S. dollar and continued cost inflation pressures. Although we expect to see expansion of planted acres in Latin America, global grain supplies remain tight. Especially as dry weather casts uncertainty over important growing regions.\nDespite the short-term volatility, the outlook for agriculture remains positive. We expect record demand for grains and oilseeds in 2022, which we believe will support commodity prices for the next few years as demand continues to outpace supply, and we work to rebuild ending stocks.\nFarmer income levels remain at near record highs despite increased input costs for fuel and fertilizer we are encouraged by resilient demand as growers prioritize the latest technology and top-tier products to increase productivity on the farm. Based on this market outlook and in conjunction with our refocused strategy and second half operating plans, we are raising our previously provided guidance for the full year.\nNet sales are now expected to grow 11% and operating EBITDA 17% at the midpoint over prior year. This level of operating leverage demonstrates we are on the right track, and I look forward to sharing more of our plans with you soon.\nWith that, let me turn it over to Dave to provide financial details on the half and the outlook.\n\nDavid John Anderson\n\nExecutive VP & CFO, Corteva, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 7, which provides the financial results for the quarter and the half.\nAs Chuck said and as you can see from the numbers, we've started the year strong. Quickly touching on the quarter. Organic sales increased 13% compared to 2021, with gains in both segments and all regions. This translated into earnings growth of 18% and margin improvement of more than 150 basis points. Another solid quarter of continued growth and margin expansion, and I think differentiating Corteva in this environment.\nNow focusing on the half. Organic sales grew 14% over prior year, with broad-based price and volume gains. Global pricing was up 9% with notable increases in both seed and crop protection. Volume growth in Crop Protection of 16% was driven by strength of new products, which delivered approximately $400 million of sales growth year-over-year, an increase of more than 60%.\nWe delivered $2.8 billion in operating EBITDA in the half, a 17% increase from the same period last year. This is noteworthy given the continued inflation of raw and energy costs, commodity price volatility and the war in Ukraine. Pricing and productivity more than offset the higher costs incurred as well as an approximate $200 million currency headwind, driven predominantly by European currencies. This improvement translated into almost 130 basis points of margin expansion year-over-year.\nLet's go to Slide 8, where you can see the broad-based growth with strong organic sales gains in every region. In North America, organic sales were up 9%, driven by crop protection on demand for new technology including Enlist herbicide. Seed volumes were down versus prior year, primarily due to a reduction in U.S. corn acres and supply constraints in canola. Soybean volumes were up 4% versus prior year, driven by continued penetration of Enlist. Both segments delivered pricing gains with corn and soy up 6% and 7%, respectively, and double-digit pricing gains in Crop Protection, more than offsetting higher input costs.\nIn Europe, Middle East and Africa, organic sales increased 19% compared to prior year, driven by both price and volume gains again in both segments. It's an impressive performance by the organization considering the impact from the war in Ukraine and the recent dry weather condition in parts of Western Europe. Seed pricing increased 12% and helped to mitigate currency impacts. And for crop protection, demand remains high for new and differentiated products, driving volume growth of 15% year-over-year.\nIn Latin America, we delivered 31% organic growth with double-digit volume and price gains. Pricing increased 13% compared to prior year, driven by our price for value strategy, coupled with increases to offset rising input costs. Seed volumes were flat due to tight supply of corn, while crop protection volumes increased 34%. We also had a timing benefit on an early customer demand in Brazil shifting some forecasted volume into the second quarter.\nAsia Pacific organic sales were up 13% over prior year on both volume and price gains. Seed organic sales increased 24% on strong price execution and the recovery of corn planted area from last year's COVID-related impacts. Crop Protection volume growth of 5% was again led by demand for new and differentiated products.\nLet's now turn to Slide 9 for a summary of our operating EBITDA performance. First half operating EBITDA increased nearly $400 million to $2.8 billion. And as I covered on the prior slide, strong customer demand drove broad-based organic growth with price and volume gains in all regions.\nOn costs, we incurred more than $500 million of market-driven cost headwinds in the half, driven by higher seed commodity costs, crop protection raw material costs as well as freight and logistics. The company achieved approximately $130 million in productivity savings in the half, which helped to partially offset this impact.\nCurrency was a $200 million headwind, primarily by European currencies. The organization's focus on meeting increased customer demand while effectively managing cost headwinds through pricing, product mix and productivity resulted in nearly 130 basis points of margin improvement for the half.\nLet's turn now to Slide 10. I'd like to expand just a little bit on our cost actions. In connection with the business realignment that Chuck referenced, we've completed a strategic assessment of our priorities and operational structure. As a result of this assessment, we anticipate incurring restructuring charges on a quarterly basis through the second quarter of 2023 of approximately $400 million. Roughly half of the $400 million of restructuring will result in cash payments and the remaining $200 million is related to long-lived assets, the Russia withdrawal and some inventory write-off.\nThis quarter, we recognized $68 million in restructuring and other charges. These charges were primarily a result of contract terminations, a reduction in headcount and a $45 million charge related to our previously announced withdrawal from Russia. We expect additional restructuring and other charges of approximately $325 million over the next 12 months, including charges from headcount reduction and rightsizing our operations and functional support structure.\nAnd finally, and a key point, we expect the restructuring actions will deliver more than $200 million in run rate savings by 2025. More to come on this, but we believe these actions will position us to deliver increased value in both the short and long term.\nLet's go now to Slide 11, and talk about the remainder of the year and our updated expectations for 2022. With the backdrop of our strong first half performance, we're raising our reported net sales guidance to be in the range of $17.2 billion to $17.5 billion for the year, representing 11% growth at the midpoint and includes an approximately 2% to 3% currency headwind.\nWe are also raising our operating EBITDA guidance to a range of $2.95 billion to $3.1 billion or 17% growth over prior year at the midpoint. This increase reflects continued strong price execution in both segments and all regions, both for our technology and response to rising input costs. We now anticipate $500 million of year-over-year improvement in sales from our new Crop Protection products, an increase of $200 million over our original annual assumption driven by strong demand in every region.\nAnd as we focus on the second half of the year, we expect pricing and productivity to more than offset cost headwinds, which are driven by Crop Protection raw material costs, seed commodity costs as well as freight and logistics. Volume growth will be led by Crop Protection, primarily in Latin America as farmers look to the newest technology to drive productivity on the farm.\nSeed volumes are expected to be relatively flat in the back half of the year with tight seed supply in Latin America corn. And regarding the third and fourth quarter outlooks, we expect the distribution of both revenue and operating EBITDA between the quarters to be consistent with our historic patterns.\nThe volatility of exchange rates continues to be a key variable that we're monitoring, primarily the Brazilian real. While we are largely hedged for this currency exposure, we currently expect an approximately $50 million headwind in the second half. We continue to maintain disciplined spending. We anticipate that SG&A as a percent of sales will improve by more than 100 basis points for the full year.\nIncreased customer demand, coupled with the ability to manage cost headwinds through pricing and productivity is expected to result in approximately 100 basis points of margin improvement for the full year at the midpoint. We're raising our operating EPS guidance to a range of $2.45 to $2.60 per share. A lower share count driven by the $600 million of share repurchases completed in the first half of this year coupled with strong operating earnings is driving an expected 17% increase in operating EPS year-over-year.\nLastly, we expect free cash flow to be in the range of $1 billion to $1.3 billion, lower than our earlier assumption of $1.3 billion to $1.6 billion. The change is led largely by higher accounts receivable balances on higher revenue. Despite the increase in working capital balances, all working capital metrics including days sales outstanding receivables and our inventory days supply continue to be strong.\nLet's now go to Slide 12, just to summarize a few key takeaways. It's clear that our organization, as Chuck has said, is executing very well. We're obviously very pleased with the strength of the first half results. This momentum gives us confidence to raise our full year revenue and earnings guidance. And we've taken very important steps in our strategic road map to accelerate operational performance, and drive continued operating EBITDA margin expansion. We've completed comprehensive portfolio reviews. We're taking cost actions to support our strategic priorities and our performance outlook.\nAnd finally, we plan to maintain our track record on capital deployment with our recently announced 7% increase in the dividend, and we expect to complete approximately $1 billion in share repurchases for the year. So we're excited to share more about this at our upcoming investor event.\nAnd with that, Kim, I'll turn it over to you.\n\nKimberly Booth\n\nThank you, Dave.\nOn Slide 13, I want to briefly share the agenda of our upcoming Investor Day. As a reminder, the event will be held on September 13 in Johnston, Iowa, at our global business and R&D center. The management team will provide more detail on the strategic update that we touched on today as well as how these actions will translate into earnings and margin growth, will detail our financial framework and include a showcase of our innovation pipeline. Registration details are available on our website, and we look forward to seeing many of you in person at the event.\nNow let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A.\nOperator, please provide the Q&A instructions."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/17c51dd1126a81db22eb5dd044718f63",
    "period": "2022 Q1",
    "content": "Q1 2022 Corteva Inc Earnings Call\n\nQ1 2022 Corteva Inc Earnings Call\n\nCTVANYSEMAY 5, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Corteva First Quarter 2022 Earnings Conference Call. Today's conference is being recorded.\nAt this time, I'd like to turn the conference over to Jeff Rudolph, Vice President of Investor Relations. Please go ahead.\n\nJeffrey Rudolph\n\nExecutive of IR, Corteva, Inc.\n\nGood morning, and welcome to Corteva's First Quarter 2022 Earnings Conference Call. Our prepared remarks today will be led by Chuck Magro, Chief Executive Officer; and Dave Anderson, Executive Vice President and Chief Financial Officer. Additionally, Tim Glenn, Executive Vice President, Seed Business Unit; and Robert King, Executive Vice President, Crop Protection business unit, will be part of the Q&A session. We prepared our presentation slides to supplement our remarks during this call, which are posted on the Investor Relations section of the Corteva website and through the link to our webcast.\nDuring this call, we will make forward-looking statements, which are our expectations about the future. These statements are based on current expectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, those discussed on this call and the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statement.\nPlease note, in today's presentation, we will be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings release and related schedules, along with our supplemental financial summary slide deck available on our Investor Relations website.\nIt is now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nCEO & Director, Corteva, Inc.\n\nThanks, Jeff, and thank you for joining us on the call and webcast today. Corteva delivered a solid start to the year with double-digit sales and earnings growth in the quarter. Despite pressure from ongoing inflation and supply chain challenges, the team delivered impressive value creation.\nEvery region delivered double-digit organic sales gains led by strong demand for advantaged technologies. Further, the company continued to drive penetration of our leading pipeline with new Crop Protection product sales of approximately $480 million, a nearly 60% increase over prior year. This was led by products like the Enlist soybean system, which continues to gain traction in the market given prior performance and grow our confidence, and we expect to be on at least 40% of the U.S. soybean acres in 2022.\nWe are encouraged by the current ag market backdrop and the overall financial health of the farmer. Market demand is solid, evident by the strong position of our order book, and growers are investing in their crop through top technology to maximize yield. We expect these trends to continue throughout the year, given current commodity prices and the fact that productivity on the farm from top tier seed genetics and yield advantaged Corteva products is the best way to manage inflation.\nDespite robust customer demand, we continue to experience increasing global macroeconomic uncertainty. Similar to 2021, supply chain challenges due to labor shortages, logistical constraints and COVID-19 impacts are leading to further inflationary trends. This is compounded by the rise of global energy prices, which is adding to the volatility of raw material availability and prices.\nGiven that we are still early in the growing season in the Northern Hemisphere and the significance of the first half in the agricultural industry, we are maintaining our guidance at this point. In addition, there are significant global macroeconomic and geopolitical considerations. All of this is against the backdrop of strong ag market fundamentals, and we remain constructive on the year and will provide an update on guidance as the year progresses.\nTurning to the work we kicked off earlier in the year on accelerating the operational performance of the company. In the quarter, we announced that we are moving from a matrix organization to a global business unit model to drive overall simplicity and speed of business while increasing accountability.\nWe have 2 great global leaders to run these businesses and extract the value potential we see in our premium technologies. Tim Glenn, who is an ag veteran with tremendous experience to capture the value of our market-leading Seed franchise. And I'm excited to welcome Robert King to Corteva, given the experience he will bring to the Crop Protection business to maximize our operational effectiveness and growth potential. This was a critical step for the company as it now allows these leaders to focus on optimizing the business and operational structure to maximize the customer experience and deliver on growth and earnings potential. This will include prioritizing the product portfolios, the markets we serve and how we go to market. This will also include optimizing all support costs. This work is well underway, and we will provide updates in the near future on our progress.\nNow let's go to Slide 5, where I'd like to provide our insights on the ag market outlook. As I said in my opening, ag fundamentals remained strong despite recent market volatility. We expect record demand for grains and oilseeds in 2022, which we believe will keep commodity prices at elevated levels. And we expect this trend to continue for at least the next few years as ending stocks will remain under pressure.\nRecent volatility has increased due to several factors surrounding production, including the impact on global food supply from Russia's war on Ukraine. This region is vital to providing grain and oilseeds to the world, including countries where food security is critical, leading to further pressure on an already tight global food system.\nCorteva recently announced our decision to exit Russian operations while also committing to donate commercial seeds to countries affected by these issues to help ease food security risk. Weather is another factor impacting production in key markets like Brazil and the U.S. Dry conditions in Brazil have led to yield in seed production impacts, which in turn impacts supply in that market and keep seed availability tight.\nDespite a slow start to the planting season in the U.S., which shifted some U.S. seed deliveries into the second quarter, farmers are very motivated to get the crop in the ground. We are also seeing, for the third time in recorded history, soybean acres outpaced corn acres. Dave will provide more details on this later.\nGlobal balance sheets and income levels remain healthy despite increased input costs for fuel and fertilizer, this is leading to customers prioritizing technology for 2022 to maximize return and Corteva is in a good position to capitalize on this opportunity.\nAnd with that, let me turn it over to Dave to provide details on the quarter and the outlook.\n\nDavid John Anderson\n\nExecutive VP & CFO, Corteva, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 6, which provides the financial results for the quarter. As Chuck said, as you can see from the numbers, we've started the year strong. 2021 organic sales increased 16%, with gains in both segments and all regions. Global pricing was up 9% with notable increases in Seed and Crop Protection.\nCrop Protection volume growth was driven by strong early demand in North America and the strength of new products, which delivered approximately $180 million of sales growth year-over-year. We delivered more than $1 billion in operating EBITDA in the quarter, a 15% increase from the same period last year. This is impressive performance given the higher costs incurred in the quarter as a result of inflation.\nPricing and productivity more than offset this expected impact as well as an approximate $160 million currency headwind, driven by the Turkish lira and the euro. This improvement translated into almost 100 basis points of margin expansion year-over-year.\nGoing to Slide 7, you can see the broad-based growth with double-digit organic sales in every region. In North America, organic sales were up 15%, driven by crop protection on early demand for herbicides, including Enlist. Seed volumes were down versus prior year, primarily due to seasonal timing of U.S. Pioneer brand corn deliveries. Both segments delivered notable pricing gains, a testament to the demand for our technology and our ability to price for higher input costs.\nIn Europe, Middle East and Africa, organic sales increased 12% compared to prior year, driven by strong price execution. Local pricing helped to mitigate currency impacts, which was a 13% headwind in the region, due again to the Turkish lira and the euro. Demand remains high for new and differentiated products, including Arylex herbicide and Inatreq fungicide driving 6% Crop Protection volume growth year-over-year. The region overall performed well in the quarter despite the war in Ukraine that started in late February.\nSpeaking of Ukraine, demand was strong in military-free areas for both Crop Protection and seeds. We did experience some supply constraints in the country due to logistical challenges of importing product. Our local teams were resilient. They were committed to deliver products and support our customers when able to do so. Farmers continue to plant crops and per local estimates may expect more than 70% of Ukraine spring crops will be planted.\nIn Latin America, we delivered 26% organic growth with double-digit volume and price gains. Pricing increased 12% compared to prior year, driven by our price for value strategy coupled with increases to offset rising input costs. Seed volumes increased 11% despite tight supply, driven by Brazil safrinha, while Crop Protection volumes increased 16% and demand for new products, including Isoclast insecticide.\nAsia Pacific organic sales were up 22% over prior year on both volume and price gains. Seed volumes increased 49% on the recovery of corn planted area from last year's COVID-related impacts. Crop Protection organic growth of 13% was led by continued demand for new and differentiated products, including Rinskor herbicide and Zorvec fungicide.\nLet's now move to Slide 8 for a detailed review of operating EBITDA performance. First quarter operating EBITDA increased by $130 million to over $1 billion. As I previously covered, strong customer demand drove broad-based organic growth with price and volume gains in all regions. On costs, we incurred approximately $200 million of market-driven cost headwinds in the quarter, driven by higher seed commodity costs, Crop Protection raw material costs as well as freight and logistics. The company realized $80 million in productivity savings in the quarter, which helped to partially offset this impact. Currency was $160 million headwind, again, primarily driven by the Turkish lira and the euro.\nStepping back, focused execution by the organization to meet increased customer demand and effectively managing cost headwinds through pricing and productivity resulted in almost 100 basis points of margin improvement for the quarter.\nLet's go now to Slide 9, I'd like to expand a little bit more on what we're observing in the current marketplace. Starting with our current planned area assumptions, we are aligned with USDA estimates for a 4 million-acre reduction in corn or approximately a 4% decline and a corresponding increase in soybean acreage. Additionally, unplanted area assumptions, an important reminder. A 1 million-acre shift in the market from corn to soybeans in the U.S. represents an approximate $10 million earnings headwind to Corteva. And as Chuck mentioned, we're closely monitoring the pace of planning given the slow start in the U.S.\nInflation remains a challenge as we face pressure from rising costs in commodities, energy and raw materials, operational levers, such as pricing and productivity actions are key for us to keep pace with these higher costs. And as you saw, the company recently announced plans to stop production and operations in Russia. Russia represents approximately 2% of total Corteva annual revenue with approximately 75% of that in the Seed segment. For 2022, we expect an immaterial impact from lost revenue.\nIn addition, we expect charges in the range of $25 million to $75 million in connection with this decision with the majority to be treated as a significant item, therefore, will not be included in our operating results. Currency markets have been volatile to start the year as we saw a relatively broad appreciation of the U.S. dollar. An exception to that is the recent strengthening of the Brazilian real.\nLooking at the second half of the year, the Brazilian real is our largest foreign currency exposure. And while we've largely hedged the BRL with a rate around 5.50, we do have some sensitivity to currency movements and would see a partial benefit from a strengthened BRL.\nNow given this backdrop, let's turn to the discussion regarding our outlook. As Chuck covered earlier, we're affirming our full year revenue and earnings guidance for 2022. And as shared last quarter, we expect net sales for the year in the range of $16.7 billion to $17 billion, and we're likely trending towards the higher end of the range. For the first half, we expect high single-digit reported revenue growth.\nTurning to EBITDA. We remain on track to deliver between $2.8 billion and $3 billion, a 13% increase over prior year at the midpoint. For the first half, we expect mid-single-digit operating EBITDA growth, given the disproportionate weighting of cost headwinds recognized in the first half. And lastly, we're adjusting our operating EPS guidance to a range of $2.35 per share to $2.55 per share, represents approximately 14% growth over prior year at the midpoint. This increase is largely driven by anticipated lower share count due to the good start we've had in the first quarter on share repurchases.\nLet's go now to Slide 10, I want to leave you with some of the important takeaways from today's call. First, of course, market demand is strong. And combined with solid execution, it's led to a great start for Corteva, including impressive margin expansion in the quarter. We remain confident in our ability to deliver 2022. We plan to maintain our track record on capital deployment. We expect to return more than $1.2 billion to shareholders in 2022 in the form of dividends and share repurchases. Additionally, our balance sheet provides capacity for attractive innovation and targeted growth opportunities.\nFinally, the company has taken very important steps in its strategic road map to accelerate operational performance and drive continued operating EBITDA margin expansion. More to come on this, and we believe these strategies will further differentiate Corteva and position us to deliver increased value in years to come.\nAnd finally, on Slide 11, I'd like to provide an update about a significant upcoming event. We're excited to announce that our '22 Investor Day will be held on September 13 at our Global Business and R&D Center in Johnston, Iowa. The management team will provide updates on the company's strategy, our financial framework, along with a special showcase on innovation and our pipeline. Chuck, Tim, Robert, Sam and I all look forward to seeing as many of you as possible at this event in September.\nAnd with that, let me turn the call back to Jeff.\n\nJeffrey Rudolph\n\nExecutive of IR, Corteva, Inc.\n\nThank you, Dave. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A.\nOperator, please provide the Q&A instructions."
  },
  {
    "header": "CTVA",
    "cik": "0001755672",
    "ticker": "CTVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b17a58cc675d6655f2043443957826e8",
    "period": "2021 Q4",
    "content": "Q4 2021 Corteva Inc Earnings Call\n\nQ4 2021 Corteva Inc Earnings Call\n\nCTVANYSEFEB 3, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Corteva Fourth Quarter 2021 Earnings Conference Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Jeff Rudolph, Vice President of Investor Relations. Please go ahead, sir.\n\nJeffrey Rudolph\n\nExecutive of IR, Corteva, Inc.\n\n(technical difficulty)\nexpectations and assumptions that are subject to various risks and uncertainties. Our actual results could materially differ from these statements due to these risks and uncertainties, including, but not limited to, those discussed on this call and in the Risk Factors section of our reports filed with the SEC. We do not undertake any duty to update any forward-looking statement.\nPlease note in today's presentation, we'll be making references to certain non-GAAP financial measures. Reconciliations of the non-GAAP measures can be found in our earnings press release and related schedules, along with our supplemental financial summary slide deck available on our Investor Relations website.\nIt is now my pleasure to turn the call over to Chuck.\n\nCharles Victor Magro\n\nCEO & Director, Corteva, Inc.\n\nThanks, Jeff. Good morning, everyone, and thank you for joining us on the call and webcast today. Corteva executed well in 2021 as ag fundamentals drove strong customer demand.\nFor the full year, the company delivered double-digit sales and earnings growth, meaningful margin expansion and improved free cash flow. This included impressive performance out of Latin America where the team delivered 27% organic growth on double-digit volume and price gains.\nIn addition, we continue to advance our technology pipeline where Enlist E3 soybeans reached 35% market penetration in the U.S. and new product sales in Crop Protection reached over $1.4 billion in total, an increase of more than 40% over the prior year.\nOur capital deployment, we returned more than $1.3 billion to shareholders via dividends and share repurchases for the year. This past year was certainly not without its challenges, including a dynamic operating environment that impacted most global industries and manifested as supply chain disruptions, raw material and labor shortages and cost inflation. At the same time, the agricultural industry experienced significant demand for grain and oilseeds that easily outpaced supply, supporting crop prices and farmer income levels. Again, our teams executed very well in this environment.\nTurning to the outlook. We enter 2022 from a position of strength and look to carry forward our execution with best-in-class technologies to deliver value for growers and Corteva. This is overlaid against a market backdrop where solid ag fundamentals will drive customer demand and challenges from supply chain disruptions and inflation will persist. As a result, we expect to deliver 8% sales growth and between $2.8 billion and $3 billion in operating EBITDA for the year.\nOur priorities for 2022 are straightforward. We are going to focus on what we can control and execute on a balanced plan that is expected to deliver both growth and margin expansion. This includes continuing the penetration of new and differentiated products globally, capturing price aligned with the value of our products created for our customers and delivering on cost reduction initiatives.\nIn order to achieve our full performance potential, we have begun a fresh look at various ways to unlock value at a faster pace, including our global product portfolio and operational footprint. I look forward to sharing more of these reviews as we progress this work.\nAs I've shared with many of you already, I am very pleased with Corteva's balance sheet and cash flow potential. We have the financial strength to execute on a disciplined capital allocation strategy, and we'll focus on funding high-margin growth opportunities and returning capital to shareholders.\nNow let's go to Slide 5, where I will provide a bit more detail on the market outlook and some of our assumptions for 2022. Similar to 2021, agricultural demand remained solid as economies around the globe continue to recover from COVID-related shutdowns. This is expected to drive record demand for grains and oilseeds in 2022 which we believe will keep commodity prices at the elevated levels we are seeing in the market today.\nOver the medium to long term, we see constructive fundamentals continuing as possible new demand to support renewable fuels such as bio-based diesel will likely support healthy agricultural commodity price levels. Production will be vital in 2022 to balance supply and demand. For the U.S. planted area is expected to be 90 million acres for both corn and soybeans. Given the current relative economics of commodity prices, our assumption reflects some shift from corn into soybeans as fertilizer prices remain high and some growers may be inclined to rotate into beans.\nThis provides further support for systems like Enlist, where customer demand and industry-wide penetration remains strong and we anticipate it will grow to at least 40% of total U.S. soybean acres in 2022.\nCurrent weather conditions in Latin America remain something we continue to monitor given the potential for risks around production and grower planting decisions. That said, Brazil continues to be a very attractive market for growth, and Corteva has an increasing market position given our portfolio and farmer relationships. Planted area in Brazil for the 2022, 2023 season is expected to increase mid-single digits and growers will remain focused on best-in-class technology in both seed and crop protection to drive yields and maximize profit in this market.\nGrowers balance sheets and income levels are healthy, and we believe that customers will look to prioritize technology for 2022 to maximize return even with higher input costs across their operations.\nAnd lastly, on inflation. We do expect raw material and labor cost to continue to increase in 2022. However, we are confident that our global pricing execution will keep pace and more than offset inflation for this year.\nAnd with that, let me turn it over to Dave to provide details on our full year 2021 performance and our guidance for 2022.\n\nDavid John Anderson\n\nExecutive VP & CFO, Corteva, Inc.\n\nThanks, Chuck, and welcome, everyone, to the call. Let's start on Slide 6, which provides the financial summary for the fourth quarter and the full year.\nWe ended the year with another solid quarter of continued growth. Compared to prior year, organic sales in the quarter increased by 9%, with gains in both segments. Global pricing was up 8% by continued focus on our price for value strategy with double-digit pricing gains in seed led by Latin America. We delivered more than $260 million of operating EBITDA in the fourth quarter, an 11% increase from the same period last year.\nFor the full year 2021, organic sales were up 9% to $15.5 billion. Crop Protection growth was led by continued demand for new products, which saw an increase of more than $450 million year-over-year. Seed sales improved on strong pricing execution particularly in corn, which was up 5% globally, coupled with increased planted area in the U.S. and strong demand for corn in Latin America.\nFull year operating EBITDA of $2.58 billion was up 23% over 2020. Pricing and productivity more than offset cost headwinds, driving almost 180 basis points of margin improvement. This improvement is a result of focused execution by the team while managing through challenging supply chain dynamics and also continued cost inflation.\nLet's go now to Slide 7, where you can see the strong top line results across every region. In North America, organic sales were up 4% for the year. Seed sales benefited from increased planted area for both corn and soybeans as well as the continued industry-wide penetration of Enlist E3 soybeans, which represented about 35% of the U.S. soybean market in 2021. We finished the year with corn price up 2% in North America, while soybean price was down 2% driven by competitive pressure in the market.\nNorth America Crop Protection delivered organic sales growth of 6% on continued demand for new technologies, including Enlist herbicide. Both herbicides and fungicides finished the year with double-digit growth in the region compared to prior year. Crop Protection prices were up 6% in response to rising input costs. Crop Protection volumes were flat year-over-year, in part due to the phaseout of select low-margin products and an approximate $70 million sales impact in the fourth quarter from supply constraints.\nIn Europe, Middle East and Africa, we had organic sales growth of 6% driven by strong price execution and record sunflower seed volume. In Crop Protection, demand remains high for new and differentiated products, including Arylex herbicide and Zorvec fungicide, which enabled us to drive price and volume and gain market share in the region.\nIn Latin America, we delivered 27% organic sales growth on strong volume and price gains. Execution on our price for value strategy, coupled with price increases to offset rising input costs led to price gains of 10% compared to the prior year. Seed volumes increased 14% driven by market share gains in Brazil safrinha while crop protection volumes grew 19% on strong demand for new and differentiated products, such as Isoclast and Jemvelva insecticides.\nAsia Pacific organic sales were up 3% compared to the prior year, with both volume and price gains. Seed volumes were down largely due to COVID-related demand impacts and competitive dynamics primarily in Southeast Asia. Crop Protection organic growth of 4% was led by continued demand for new and differentiated products, including Rinskor herbicide and Pyraxalt insecticide, both of which had volume gains in the region of more than 40% versus 2020.\nLet's now move to Slide 8 for a summary of our '22 guidance. We expect net sales to be in the range of $16.7 billion to $17 billion, representing 8% growth at the midpoint driven by pricing and strong customer demand for new products and our best-in-class technology. 2022 operating EBITDA is expected to be in the range of $2.8 billion to $3 billion, a 13% improvement over prior year at the midpoint.\nMargins are also expected to improve with pricing and productivity actions more than offsetting further cost inflation, leading to an approximate 80 basis point improvement at the midpoint over prior year. Operating EPS is expected to be in the range of $2.30 to $2.50 per share, an increase of 12% at the midpoint, which reflects lower average share count but also a higher effective tax rate assumption compared to 2021.\nLastly, we expect free cash flow to be in the range of $1.3 billion to $1.6 billion, which reflects more normalized receivables assumptions and replenishment of inventory in 2022. At the midpoint, it translates to an EBITDA to free cash flow conversion of approximately 50%.\nLet me talk about now the phasing of the first half versus second half revenue and operating EBITDA for 2022. On revenue, we expect strong revenue growth in the first half with 9% to 10% recorded growth, which would imply mid-single-digit growth for the second half. However, given the slower pace of inflation in early 2021 versus where we are today, we're expecting approximately 70% of our 2022 estimated cost headwinds will flow through in the first half.\nThis is largely driven by the seasonal timing of seed costs associated with higher commodity prices and the pace of cost inflation in Crop Protection in 2021, which was more than weighted to the second half of the year. As a result, we expect mid-single-digit growth in operating EBITDA for the first half compared to prior year, whereas our full year guide for operating EBITDA growth is 13% at the midpoint.\nLet's now go to Slide 9, where we'll provide some further detail on the key drivers included in the EBITDA guidance. Consistent with prior views, pricing in seeds will more than offset the impact from higher commodity costs. For the year, based on demonstrated value creation of our seed products, we expect a global price lift of mid-single digits in local currency.\nPartially offsetting this is approximately $375 million of commodity costs, largely from the U.S. and Brazil. And again, we expect the majority of the cost headwind in seed will be recognized in the first half of the year.\nIncreased planted area in Latin America and global demand for our best-in-class technology, including continued penetration of Enlist E3 soybeans are expected to drive volume increases in this segment.\nIn Crop Protection, demand for new products remained strong and is expected to drive an additional $300 million in revenue for the full year. In addition, we expect cost headwinds to be approximately $300 million as the complex supply chain dynamics and cost inflation will continue at least through the end of the year. Similar to seed, the majority of these costs are expected to be recognized in the first half as we lap a lower cost basis in the first half of the prior year.\nPrice increases will help mitigate these cost headwinds, including another mid-single-digit price increase across the majority of our U.S. Crop Protection portfolio that was implemented in early January.\nAs it relates to SG&A, we're expecting $100 million in higher costs from investments to support growth and also more normalized bad debt accruals compared to 2021. In addition to pricing, we will continue to use productivity initiatives to drive margin improvement. For 2022, we expect productivity savings of approximately $200 million across both segments. And with a stronger U.S. dollar relative to other key currencies on a year-over-year basis, we estimate a $200 million headwind from translation impact and hedging program costs. In addition to our implemented hedging programs, we'll continue to pursue local pricing where possible to mitigate this currency impact.\nTurning now to Slide 10. I want to leave you with what we view to be the key takeaways from today's call. Obviously, we delivered and very, very pleased with our 2021 commitments, including impressive margin growth and cash flow while navigating a dynamic operating environment.\nAs Chuck mentioned, we enter 2022 from a position of strength. We expect a year of attractive growth supported by strong customer demand across the backdrop of a solid global ag fundamentals. We remain confident in our disciplined execution, including pricing and productivity, which will in turn drive margin expansion for the year.\nOur balance sheet is strong, which provides us flexibility with our capital deployment strategy and allows us to build our track record of returning cash to shareholders while also continuing to fund growth opportunities. This is bolstered by improved funded status in our U.S. pension plan, which improved to better than 90% at the end of 2021.\nIn 2022, we expect to return $1 billion to $1.5 billion of cash via dividends and share repurchases. This is on top of the more than $1.3 billion of cash returned in 2021. And it's a clear indication of our commitment to deliver value to our shareholders. Combined, we believe this further differentiates Corteva as we're well positioned to deliver value in 2022 and the years to come.\nAnd with that, I'm going to hand the call back over to Jeff.\n\nJeffrey Rudolph\n\nExecutive of IR, Corteva, Inc.\n\nThanks, Dave. Now let's move on to your questions. I would like to remind you that our cautions on forward-looking statements and non-GAAP measures apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instructions."
  }
]