[
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4b6a658ab1cc50995218517e9bf74a7",
    "period": "2025 Q3",
    "content": "Q3 2025 Devon Energy Corp Earnings Call\n\nQ3 2025 Devon Energy Corp Earnings Call\n\nDVNNYSENOV 6, 11:00 AM\n\nOperator\n\nWelcome to Devon Energy's Third Quarter 2025 Conference Call. [Operator Instructions] This call is being recorded. I'd now like to turn the call over to Mr. Chris Carr, Director of Investor Relations. You may begin.\n\nChristopher Carr\n\nGood morning, and thank you for joining us on the call today. Last night, we issued Devon's third quarter earnings release and presentation materials. Throughout the call today, we will make references to these materials to support prepared remarks. The release and slides can be found in the Investors section of the Devon website.\nJoining me on the call today are Clay Gaspar, Chief Executive Officer; Jeff Ritenour, Chief Financial Officer; John Raines, SVP, Asset Management; Tom Hellman, SVP E&P Operations; and Trey Lowe, SVP and Chief Technology Officer.\nAs a reminder, this call will include forward-looking statements as defined under U.S. securities laws. These statements involve risks and uncertainties that may cause actual results to differ materially from our forecast. Please refer to the cautionary language and risk factors provided in our SEC filings and earnings materials.\nWith that, I'll turn the call over to Clay.\n\nClay M. Gaspar\n\nPresident & Chief Operating Officer, WPX Energy, Inc.\n\nThank you, Chris. Good morning, everyone, and thank you for joining us.\nLet's begin with Slide 2. I with outstanding execution and innovation from every part of our organization, Devon delivered another outstanding quarter. I'm proud of our team's performance. We exceeded the midpoint of guidance on every key metric, including production, operating costs and capital. These results mark our strongest performance of the year, highlighting the exceptional quality of our assets and our unwavering commitment to operational efficiency and cost control.\nBuilding on this performance, we continue to advance our business optimization plan firmly on track to generate an incremental $1 billion of annual pretax free cash flow. As we enter the fourth quarter, we have already achieved more than 60% of our target, underscoring both the effectiveness and urgency of our approach. These initiatives go beyond cost reductions. They are fundamentally reshaping our business by enhancing margins and boosting capital efficiency across our portfolio. The output of these compounding efforts show up in our strong preliminary outlook for 2026, which Jeff will discuss in more detail.\nDespite persistent macro headwinds, these achievements directly contributed to our resilient free cash flow as we returned over $400 million to shareholders in the quarter and retired $485 million of debt, demonstrating our focus on delivering meaningful value to our shareholders. Beyond business optimization, we continue to unlock significant value throughout our portfolio. While getting into the details on a later slide, our teams have capitalized on a multitude of opportunities to drive additional value for the organization. Collectively, these achievements reinforce Devon's momentum and position us exceptionally well for the remainder of 2025 and into 2026.\nLet's flip to Slide 4 and take a deeper look at the quarter. Our relentless focus on production optimization continues to drive our outperformance. With oil production exceeding the midpoint of guidance by 3,000 barrels per day, the outstanding efforts of our teams to reduce artificial lift failure rates and improve workover efficiencies resulted in a 5% reduction in operating costs compared to the start of the year. Additionally, effective cost management drove our capital investment 10% below the first half run rate. These accomplishments, combined with other ongoing initiatives, led to robust free cash flow of $820 million in the third quarter and enabled us to deliver substantial cash returns to our shareholders.\nMoving to Slide 5. Our consistent track record of disciplined execution and tireless pursuit of capital efficiency is evident. Quarter after quarter, we drive meaningful improvements to our outlook. This momentum is reflected in our updated guidance, where we've raised our full year production expectations every quarter this year while reducing capital by $400 million since our preliminary guidance. These are not isolated wins. They result directly from our steadfast commitment to operational excellence, our culture of continuous improvement, and a rapid adoption of leading-edge technologies across our portfolio.\nNow looking at Slide 6. This continuous improvement is also resulting in top-tier performance versus our competitors. Our well productivity stands in the upper echelon of our peers, reflecting the strength of our asset portfolio and the execution of our teams across every basin. On the right-hand side, our disciplined approach to capital allocation is evident in our industry-leading capital efficiency, setting us apart in a highly competitive space. These achievements highlight the power of our advantaged portfolio, and the rigor of our capital allocation process and the ability of our people to drive superior results. And with our extensive inventory, we are well positioned to continue this strong performance moving forward.\nTurning to our business optimization initiative highlighted on Slide 7. Our teams are outperforming expectations and delivering results well ahead of schedule. We have already captured more than 60% of our ambitious $1 billion target. When we originally launched this initiative, our focus was -- for year-end 2025 was $300 million in value uplift. As shown on the left side of the slide, we are on pace to double that milestone this year alone. This exceptional progress is highlighted this quarter by our significant progress and capital efficiency and production optimization on the right side, and we are fully confident in our ability to deliver the substantial cash flow improvements as we advance towards 2026.\nDriving this rapid progress is our outstanding execution. With greater visibility and confidence in our 2025 full year production volumes, we anticipate a sustainable increase in free cash flow of $150 million resulting from incremental 20,000 BOE per day above our initial baseline when this initiative began. This reflects further acceleration from our outlook from last quarter, highlighting the urgency of our efforts.\nWhen we announced the plan in April, we recognized that the market wouldn't immediately price the aspirational $1 billion of incremental free cash flow in our share price. We knew we would have to earn it. While the plan is still in flight, I'm encouraged that Devon's stock is starting to feel a bit of relative appreciation to our peers. That said, I believe that we have much more ground to gain and I look forward to earning that value in time.\nSlide 8 showcases key examples of the initiatives our teams are pursuing to meet targets in each category. These represent some of the most impactful efforts currently underway. As our teams proactively implement these initiatives, we remain confident in our ability to achieve our targets and maintain clear line of sight to our objective.\nTurning to Slide 9. I'd like to highlight several portfolio optimization actions we've taken on this year, which are delivering an uplift of over $1 billion to enterprise NAV. Importantly, these gains are in addition to the improvements through our ongoing business optimization initiatives. Early in the year, we signed an agreement to dissolve our joint venture in the Eagle Ford, giving us control of our development and the ability to reduce well costs and significantly enhance returns.\nIn Q2, we completed the sale of the Matterhorn pipeline and subsequently acquired the remaining interest in Cotton Draw Midstream. Last quarter, we executed 2 strategic gas marketing agreements that expanded our natural gas sales portfolio into premium markets. In Q3, we acquired approximately 60 net locations in New Mexico for $170 million, increasing our runway of high-return opportunities in Delaware. And finally, we've benefited from the WaterBridge IPO, which now provides a public marker for our investment valued at greater than $400 million. These actions showcased our team's initiative and strategic thinking to create shareholder value.\nAs we execute our business plan, we will seek further opportunities to optimize capital allocation efficiency, costs and asset mix. We remain committed to a continuous improvement, innovation and technological leadership, taking decisive steps to strengthen our operations and deliver strong shareholder returns.\nWith that, I'll hand the call over to Jeff.\n\nJeffrey L. Ritenour\n\nChief Financial Officer & Executive Vice President, Devon Energy Corp.\n\nThanks, Clay. Turning to Slide 10. Devon delivered another quarter of strong financial results. In the third quarter, we generated operating cash flow of $1.7 billion. After funding capital requirements, free cash flow totaled $820 million. This robust free cash flow generation enabled us to return significant value to shareholders, including $151 million in dividends and $250 million in share repurchases. We remain committed to our capital allocation framework, balancing high-return investments with substantial cash returns to shareholders.\nMoving to Slide 11. Devon's financial strength and liquidity continue to set us apart. We ended the quarter with $4.3 billion in total liquidity, including $1.3 billion in cash. Our net debt-to-EBITDA ratio remains low at 0.9x, underscoring our commitment to a strong balance sheet. As part of our disciplined capital return framework, we accelerated the retirement of $485 million in debt this quarter, completing the repayment ahead of schedule and generating approximately $30 million in annual interest savings. With this action, we've now achieved nearly $1 billion towards our $2.5 billion debt reduction target.\nLooking ahead, our next maturity is our $1 billion term loan due in September of 2026. We remain focused on executing our debt reduction strategy and maintaining the financial flexibility that supports Devon's value-enhancing growth.\nBeyond debt reduction, we also used cash on hand to acquire all outstanding noncontrolling interest in Cotton Draw Midstream, saving $50 million in annual distributions and secured additional resources in the Delaware, as Clay mentioned earlier. These timely transactions reinforce the value of maintaining an investment-grade balance sheet and ample liquidity. As we approach 2026, we're determined to accelerate our operational momentum, prioritizing per share growth, maximizing free cash flow and making targeted reinvestments for sustained success.\nSlide 12 highlights the key attributes supporting our strong preliminary outlook for 2026. Given ongoing commodity price volatility, we're taking a disciplined approach to capital planning. We intend to maintain consistent activity levels to keep production around 845,000 BOE per day with oil production at approximately 388,000 barrels per day. With macroeconomic uncertainty and an appearance of a well-supplied oil market, we do not plan to add incremental barrels to the market at this time.\nTo support this production profile in 2026, we anticipate capital investment of $3.5 billion to $3.7 billion, a reduction of $500 million compared to our maintenance capital levels just 1 year ago. Importantly, we can fund this program below $45 WTI, including the dividend, providing significant flexibility. This disciplined plan positions us to generate strong free cash flow at current prices and to deliver a free cash flow yield that exceeds the broader market.\nRegarding free cash flow allocation, our financial framework provides flexibility to deliver market-leading cash returns to shareholders and achieve our debt reduction objectives. We'll continue to target share repurchases of $200 million to $300 million per quarter and will retain free cash flow beyond share repurchases on the balance sheet to efficiently reduce net leverage. Complete 2026 guidance will be provided on our February call after the budget is finalized with our Board.\nIn summary, Devon had all the key attributes to thrive in today's environment and create value well into the future. Our high-quality portfolio provides a solid foundation while our disciplined strategy keeps us focused on growing per share value and generating free cash flow. With a strong balance sheet, we are positioned to deliver lasting value and confidently navigate whatever the market brings.\nWith that, I'll now turn the call back over to Chris for Q&A.\n\nChristopher Carr\n\nThanks, Jeff. We'll now open the call to [Operator Instructions] With that, operator, we'll take our first question."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/aace1d399b487cd215e2ad9c0552ebe1",
    "period": "2025 Q2",
    "content": "Q2 2025 Devon Energy Corp Earnings Call\n\nQ2 2025 Devon Energy Corp Earnings Call\n\nDVNNYSEAUG 6, 11:00 AM\n\nOperator\n\nWelcome to Devon Energy's Second Quarter 2025 Conference Call. [Operator Instructions] This call is being recorded. I'd now like to turn the call over to Mrs. Rosy Zuklic, Vice President of Investor Relations. You may begin.\n\nRosy Zuklic\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us on the call today. Last night, we issued Devon's second quarter earnings release and presentation materials. Throughout the call today, we will make references to these materials to support prepared remarks. The release and slides can be found in the Investors section of the Devon website.\nJoining me on the call today are Clay Gaspar, President and Chief Executive Officer; Jeff Ritenour, Chief Financial Officer; John Raines, SVP, Asset Management; Tom Hellman, SVP, E&P Operation; and Trey Lowe, SVP Technology and Chief Technology Officer.\nAs a reminder, this conference call will include forward-looking statements as defined under U.S. securities laws. These statements involve risks and uncertainties that may cause actual results to differ materially from our forecast. Please refer to the cautionary language and risk factors provided in our SEC filings and earnings materials. With that, I'll turn the call over to Clay.\n\nClay M. Gaspar\n\nPresident & Chief Operating Officer, WPX Energy, Inc.\n\nThank you, Rosy. Good morning, everyone. Thank you for joining us today. Devon delivered another quarter of production outperformance, capital reduction and improved 2025 outlook driven by our unwavering commitment to operational excellence and financial discipline. Our strategic priorities on Slide 3 remain steadfast: operational excellence, advantaged asset portfolio, maintaining financial strength, delivering value to shareholders, and cultivating a culture to succeed.\nAmid market volatility, our veteran leadership team is not distracted by the headline or tweet du jour. We keep our eyes focused on the larger macro signals, and we have guided our team's energy towards controlling the controllables. As you will hear, during the quarter, we avoided the distractions and have made significant progress towards our business optimization goals of making Devon a more efficient value creation machine. Our optimization plan will create an incremental $1 billion of annual free cash flow by the end of next year. While cost-cutting is part of the strategy, our focus is on driving value to the bottom line. Many of the wins are tied to production enhancements, inciting a culture of continuous improvement and a heavy dose of technology.\nOnly 4 months into this initiative, our team has already captured 40% of our target. As I sit here today, I'm highly confident in our ability to achieve our $1 billion target on time and, as a result, create significant and sustainable value for our shareholders. Consistent with our strategy to enhance our asset portfolio, we completed the sale of the Matterhorn pipeline in Q2. Then on August 1, we acquired the remaining noncontrolling interest in Cotton Draw Midstream. These transactions are value enhancing and strengthen our financial position to support future growth. By optimizing our midstream holding, these deals bolster our E&P operations and give us long-term value creation for our shareholders.\nLet's turn to Slide 4 and discuss our quarterly highlights. The second quarter demonstrated the strength of our capital program and diversified portfolio. As I mentioned, our second quarter production exceeded the top end of our guidance. These results were driven by our franchise asset, the Delaware Basin, and strong performance across our other assets. Continued efficiency gains and effective supply chain management allowed us to outperform expectations with capital spending coming in 7% below guidance. The impressive performance on both capital and production generated significant Q2 free cash flow of $589 million and further strengthened our financial foundation. Approximately 70% of the free cash flow was returned to shareholders via dividends and share repurchases, underscoring our reinvestment strategy and commitment to delivering meaningful, long-term shareholder returns.\nLet's take a closer look at some of our operational metrics. Slide 5 showcases the significant operational efficiencies we are achieving across our portfolio. In the Delaware, our teams have continued to push the envelope in both drilling and completions. By leveraging our existing -- or excuse me, our extensive data streams and our proprietary in frac and in-drill AI agents, we're able to capture operational enhancements in real time and drive efficiency in our critical operations. In parallel to these real-time operational assistants, we're also leveraging design improvements, simul frac implementation and relentless focus on safety and execution.\nThese enhancements have resulted in another 12% year-over-year improvement in drilling cost and a 15% improvement in completion costs. These are not just onetime gains. They reflect the ongoing commitment of our teams to drive meaningful long-term improvements in how we operate. We are seeing similar momentum in the Williston, where our innovative approach has delivered $1 million in savings per well since the Grayson Mill acquisition last year. We've reduced total well costs through design enhancements, improved drilling and completion practices and by leveraging technology.\nFinally, in the Eagle Ford, I'm pleased to report that we've fully captured the $2.7 million in savings per well that we set out to achieve as part of the dissolution of the JV in April. Overall, the operational highlights demonstrate how our teams are continuously seeking new ways to drive efficiency and deliver value.\nLet's turn to Slide 6. You can see how these operational improvements are driving real capital efficiency gains. Since November, we've reduced our 2025 capital guidance by 10% or $400 million. We've achieved these capital reductions while regularly increasing our next quarter production guide and maintaining a strong 2026 production outlook. This outcome is a direct result of disciplined capital allocation, ongoing operational improvements and importantly, our commitment to leveraging technology across the business.\nOur proprietary AI tools, agents and models are embedded throughout our operations from drilling and completions to real-time production optimization. These technologies enable us to quickly source and analyze vast amounts of data, make informed decisions faster and continuously refine our workflows. As I mentioned before, we're not just cutting costs, we are optimizing well performance, reducing cycle times and streamlining field operations, all while delivering production performance and strengthening our financial position. These are sustainable structural gains that will translate into more efficient capital deployment, stronger free cash flow and long-term value. With that, I'll hand the call over to Jeff.\n\nJeffrey L. Ritenour\n\nChief Financial Officer & Executive Vice President, Devon Energy Corp.\n\nThanks, Clay. Turning to Slide 7, where we highlight another quarter of strong financial performance for Devon. In the second quarter, we delivered core earnings of $0.84 per share, EBITDAX of $1.8 billion and operating cash flow of $1.5 billion. After funding our capital requirements, we generated $589 million in free cash flow. This was driven by production exceeding the top end of our guidance, reflecting the excellent operating performance highlighted by Clay, disciplined capital investment resulting in a 7% outperformance versus expectations and production costs improving 5% from the prior period due to reduced downtime, lower workover expenses and lower production taxes.\nIn addition to strong organic free cash flow, we closed the $372 million divestiture of our equity interest in the Matterhorn pipeline, resulting in $307 million pretax gain. With the associated taxes from this divestiture, our current tax rate was approximately 21% for the quarter, above our recent run rate. With this robust cash generation, we delivered significant value to shareholders, paying $156 million in dividends and allocating $249 million to share repurchases. We remain firmly committed to our capital allocation framework, balancing high-return investments with substantial cash returns to shareholders.\nMoving to Slide 8. Our financial strength and liquidity position remain a clear differentiator for Devon. We exited the quarter with $4.8 billion in total liquidity, including $1.8 billion in cash on hand. Our net debt-to-EBITDAX ratio improved to 0.9x, reflecting our ongoing focus on maintaining the strong balance sheet. Our $2.5 billion debt reduction plan is progressing well with $500 million already retired. Additionally, we plan to accelerate the retirement of our $485 million senior notes maturing in December. Taking advantage of the no penalty call option, we've elected to retire these notes in September, 1 quarter earlier than originally planned, saving $7 million in interest expense in 2025.\nAnother differentiator for Devon is our success on the midstream and marketing front. After quarter end, we acquired all outstanding noncontrolling interest in Cotton Draw Midstream for $260 million. This transaction gives us 100% ownership of the asset and full access to its cash flows, resulting in savings of over $50 million in projected annual distributions that would have been paid to our partner. These savings are incremental to our $1 billion business optimization plan announced earlier in the year, further improving our multiyear cash inflows.\nFull ownership of Cotton Draw Midstream strengthens our competitive position in the basin and supports future growth in one of our most prolific areas. Alongside the Matterhorn pipeline divestiture, this acquisition demonstrates our commitment to creating value and enhancing our E&P operations through our strategic midstream investments. With these transactions, we've successfully created value as both a buyer and seller of midstream assets. Moving forward, we remain open to additional opportunities in the midstream space and creating additional value with our investments.\nOn the gas marketing front, we're focused on maximizing realizations and positioning our gas production to benefit from increasing demand driven by LNG expansion and power generation. In the second quarter, we executed 2 new agreements that advance these objectives and further diversify our natural gas sales portfolio. The first is a 10-year gas sales agreement to an LNG counterparty starting in 2028, under which Devon will sell 50 million cubic feet a day of natural gas at a Gulf Coast delivery point with pricing indexed to international markets. As LNG build-out creates additional demand for natural gas, we expect to pursue more opportunities to add exposure to international price markers.\nThe second is a Permian gas sales agreement with Competitive Power Ventures Basin Ranch Energy Center to support its proposed 1,350-megawatt power plant. With an expected start in 2028, Devon will supply 65 million cubic feet per day of natural gas for a 7-year term with pricing indexed to ERCOT West power prices. This pricing construct further limits Devon's exposure to the Waha price weakness we've seen in the basin for some time.\nNow turning to Slide 9 to touch on guidance. For the second consecutive quarter, we're raising our oil production outlook while lowering capital spending. We now expect full year oil volumes to range from 384,000 to 390,000 barrels per day, reflecting continued strong well productivity and base performance across our portfolio. Total capital guidance has been reduced by $100 million to a range of $3.6 billion to $3.8 billion. Importantly, our breakeven funding level remains highly competitive at less than $45 WTI, including the dividend. At today's strip pricing, this positions us to generate approximately $3 billion in free cash flow for the year, underscoring the resilience and flexibility of our business model.\nI'd also like to highlight the positive impact of the recently passed federal legislation which provides meaningful tax benefits for Devon. These changes are expected to enhance our free cash flow profile in 2025 and beyond, further strengthening our ability to reinvest in the business and return capital to shareholders. While our tax rate will be somewhat volatile over the next few quarters as we incorporate the new legislation, we now expect our full year 2025 current tax rate to be about -- to be around 10%, down from our previous estimate of 15%, adding nearly $300 million in projected cash flow for the year.\nLooking beyond 2025, we expect to no longer be subject to the corporate alternative minimum tax. As a result, we anticipate our ongoing current tax rate will be significantly lower than previous estimates, ranging between 5% and 10%. This reduction will provide Devon with increased cash flow of approximately $1 billion over the next 3 years, assuming a similar pricing environment and capital spend. This is in addition to the $1 billion of incremental free cash flow from our business optimization plan.\nLooking ahead to the third quarter, we expect to build on the momentum established in the first half of the year. Our operational execution remains strong, and we anticipate stable production of 387,000 barrels of oil per day. With the capital efficiency improvements and as new wells come online and optimization initiatives take effect, we expect lower capital costs compared to the first 2 quarters. As our teams continue to deliver on key milestones, we're confident that Devon is well positioned to deliver another quarter of strong results and create additional value for our shareholders.\nShifting gears now to talk about the business optimization plan on Slide 10. On the right side of the slide, you'll see a scorecard tracking our progress. As we achieve milestones that generate additional cash flow, we'll update this graph to provide clear visibility into the timing and impact of these benefits. In the course of only 4 months, we've achieved 40% of our $1 billion goal. From the dark blue bars on the graph, you can see the progress we've made by category to date. This quarter, we're reducing 2025 capital by another $100 million, roughly $75 million of which is directly attributable to our business optimization efforts, with the remaining $25 million resulting from deflationary pressures.\nAs Clay mentioned, our drilling and completion teams are leveraging artificial intelligence to drive capital efficiency while our production teams continue to innovate lift techniques to sustain production levels. On the corporate cost front, we'll retire our $485 million senior notes this year, resulting in $30 million in annual savings to our run rate cost structure. As a reminder, $100 million of the $150 million target in corporate costs will be met with debt retirement. We expect to achieve this target in the third quarter of 2026 with the pay down of the term loan.\nFinishing our business optimization discussion on Slide 11. As we've said before, our intent is to be open and transparent with this plan, communicating often. We've included more details here on initiatives underway and milestones achieved. With that, I'll now turn the call back over to Rosy for Q&A.\n\nRosy Zuklic\n\nHead of Investor Relations\n\nThank you, Jeff. We'll now open the call to Q&A. Please limit yourself to 1 question and a follow-up. With that, operator, please, we'll take the first call."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a0222b826b678cae7db3b5bf63983578",
    "period": "2024 Q4",
    "content": "Q4 2024 Devon Energy Corp Earnings Call\n\nQ4 2024 Devon Energy Corp Earnings Call\n\nDVNNYSEFEB 19, 11:00 AM\n\nOperator\n\nWelcome to Devon Energy's Fourth Quarter 2024 Conference Call. [Operator Instructions] This call is being recorded. I'd now like to turn the call over to Mrs. Rosy Zuklic, Vice President of Investor Relations. You may begin.\n\nRosy Zuklic\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us on the call today. Last night, we issued Devon's fourth quarter earnings release and presentation materials. Throughout the call today, we will make references to these materials to support prepared remarks. The release and slides can be found in the Investors section of the Devon website. Joining me on the call today are Rick Muncrief, President and Chief Executive Officer; Clay Gaspar, Chief Operating Officer; Jeff Ritenour, Chief Financial Officer; John Raines, SVP, Asset Management; Tom Hellman, SVP, E&P Operations; and Trey Lowe, SVP, Technology and Chief Technology Officer.\nAs a reminder, this conference call will include forward-looking statements as defined under U.S. securities laws. These statements involve risks and uncertainties that may cause actual results to differ materially from our forecast. Please refer to the cautionary language and risk factors provided in our SEC filings and earnings materials. With that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Rosy. I appreciate everyone taking the time to join us this morning. I'm very proud to report the Devon ended 2024 with exceptionally strong results.\nLet's start with Slide 2. We had outstanding operational performance which underpin the robust financial outcomes and significant free cash flow generation. This success is a testament to the dedication and hard work of our entire team. We produced record volumes, delivered 154% proved replacement -- reserve replacement ratio and made nice strides on continuing our resource assessment of our existing assets. We generated $3 billion of free cash flow, of which we returned $2 billion of that to our shareholders. Consistent with our strategic priority of delivering value to shareholders through a sustainable annually growing fixed dividend, this month, our Board approved an increase to $0.24 per share. This represents a 9% improvement over the 2024 rate.\nAnd to fortify our advantaged portfolio even more, we executed the Williston Basin acquisition this past year, and it is performing quite nicely. Throughout the year, we've maintained financial strength with ample liquidity and low leverage. We are well positioned for the future. You'll hear more from details from Clay and Jeff in a few moments.\nFor me, it's been an honor to lead this company for the past 4 years, serving our shareholders, our Board of Directors and our dedicated employees. Together, we've built a very strong company with a solid foundation for future success. I want to thank everyone for their trust and support. I look forward to watching the company's continued achievements under Clay's capable leadership and have complete confidence in him and his management team. I look forward to the many organic catalysts they will continue to create by remaining true to Devon's values and remaining focused on its strategic priorities. And with that, I'll now turn it over to Clay.\n\nClay M. Gaspar\n\nPresident & Chief Operating Officer, WPX Energy, Inc.\n\nThank you, Rick. I've always appreciated your guidance, mentorship and insight, and I'm truly grateful for your confidence. Good morning, everyone. Let's start on Slide 3, where I can cover the outstanding fourth quarter results.\nFor the fifth quarter in a row, we have again beaten consensus and delivered outsized returns to our shareholders. Fourth quarter oil production reached an all-time high of 398,000 barrels per day. Fourth quarter production outperformance was largely driven by the timing and productivity of our Eagle Ford wells. A second major contributor was from the acquired Grayson Mill assets, confirming how well that integration is going.\nThe newly combined Rockies team is doing a fantastic job of learning from each other and creating additional value. From a capital perspective, we also had an outstanding quarter. This performance was primarily driven by the good work of the Delaware team. In addition, lower workover costs, combined with higher volumes, drove our per unit expenses significantly lower, boosting our margins and free cash flow generation.\nThanks to our strong operating performance, we generated $738 million in free cash flow, of which we returned $444 million to shareholders via our fixed dividend and share repurchase program. We strongly believe that Devon presents a compelling investment opportunity. And thus, we leaned into our share repurchase program this quarter by buying $300 million of Devon stock. Additionally, we strengthened our financial position by building cash this quarter to about $850 million, up 25% from last quarter.\nNow let's turn to Slide 4 and talk about some of the exciting news related to the Eagle Ford. On January 31, Devon and BPX signed an agreement to dissolve our partnership in the Blackhawk Field. We expect to close on April 1, at which time we will hold approximately 46,000 Blackhawk net acres with greater than 95% working interest in these assets, primarily in DeWitt County. This will be a high quality, high working interest, fully controlled and concentrated position. After close, we will have approximately 700 undrilled locations remaining in the Eagle Ford, 550 of which will be in the Blackhawk Field. This is nearly a decade of drilling inventory at the current pace.\nA key value driver for us to dissolve this JV was that we are confident that we can save more than $2 million in D&C cost per well with improved well design, supply chain and application of operational technology from our other basins. The combination of this cost reduction and control of the go-forward development significantly enhances returns and provides a material uplift to the NPV of our position.\nNow let's turn to Slide 5 and talk about the updated and improved 2025 outlook. Moving forward, we remain committed to creating value to our shareholders with disciplined investment and growth per share basis. You should also note that we're bumping our 2025 production and reducing our capital from the soft guide that we provided on the last call. We now expect to deliver 815,000 BOE per day, including -- excuse me, 383,000 barrels of oil per day. For capital, we expect to invest $3.9 billion or $200 million lower than the soft guidance we provided back in November. We expect these improvements to drive more than $300 million in additional free cash flow this year. As displayed on the right side of the slide, these numbers add up to a very impressive capital efficiency as compared to our peers of this highly competitive industry.\nTurning to Slide 6. Let's discuss the 2025 outlook from an asset perspective. The Delaware Basin will account for greater than 50% of our total investment for the year. We expect another year of strong performance and plan to operate 14 rigs and 3 completion crews while bringing online about 265 gross wells.\nAs we have touched on in the past, we are leaning into a higher allocation of multi-zone projects as compared to historical levels, allowing us to balance rate of return, NPV and inventory. Based on the success of 2024, we see tremendous benefits from the multi-zone developments by minimizing depletion effects between depleted dependent zones, feathering in derisked secondary targets and results that yield a more robust and sustainable inventory over time. An area that I've been extremely impressed with is our ability to continue to find ways to accelerate our operational efficiencies. In 2024, we saw about 15% improvement in both our [ feet ] drilled and completed [ feet ] per day metrics. This operational efficiency drives higher well returns and free cash flow generation. For 2025, I expect this momentum to continue, and I'm excited to see additional value creation from this work.\nShifting to the Rockies. We possess a unique combination of assets that can provide growth and free cash flow. Approximately 3/4 of the Rockies capital spend will be directed towards the Williston Basin. With the impressive results to date, strong progress on the integration and a long inventory runway, most of the capital will be focused on the western part of the Williston Basin. We believe that this 3-rig program balances flat production, impressive returns and an impressive inventory life.\nSince taking over the Grayson Mill asset, the organization has identified many opportunities to further enhance our investment. In just a few months since closing, we've already identified $50 million in capital and expense savings for the year, fully capturing our announced synergy target. We're not done, and expect additional savings on operating expenses as well as capital savings. The early wins of $600,000 in savings per well on D&C cost tie back to the drilling and completion pace, supply chain wins and leveraging operational improvements such as self-sourcing sand and simul-frac.\nIn the Anadarko Basin, the past few years have benefited from the Dow JV, which was set in mid-2025. With the success of this partnership, we have agreed to extend the JV for another 49 drilling locations for $40 million in drilling carry. Activity for the new agreement is planned to start in the second quarter of this year.\nTurning to Slide 7. And before I hand the call off to Jeff, I want to address a common question that I've been asked since the leadership change was announced, and that is what will be different for Devon going forward. If I had to capture the transition in 2 words, it would be continuity and opportunity. As many of you know, Rick and I have worked together for over 10 years and come from a similar background. Together, we built a strong foundation for Devon, and we're both excited about the next chapter for this great company.\nUnder continuity, I see continuing to focus on the following: first, Devon's strategic priorities and values will continue to be central for the company; second, operating excellence will remain foundational. In order to succeed in this industry, we must deliver on the fundamental aspects of how we convert resource to value. And third, we remain committed to delivering value to our shareholders and maintaining a fortress balance sheet. We will continue to deliver sustainable, growing fixed dividend as well as executing on our share repurchase program.\nAs far as the opportunity, I see several needle-moving prospects. First, we will focus inward to further improve our capital efficiency and margin expansion. Second, we will enhance our base production and organically expand our deep inventory. Third, we will further embrace our value-creating technology across the company and promote innovative thinking from our outstanding employees. We are already working on several value-focused opportunities, and you will hear more about this in the coming quarters. With that, I'll now hand the call over to Jeff.\n\nJeffrey L. Ritenour\n\nChief Financial Officer & Executive Vice President, Devon Energy Corp.\n\nThanks, Clay. Moving now to Slide 8 to talk about our gas portfolio. With upward momentum in natural gas pricing, we see significant upside from our natural gas resource and wanted to highlight the value potential of our diverse portfolio. Although today, our capital is largely allocated to oil projects driven by returns, the associated gas production and untapped natural gas resource underlying our acreage position provides a significant upside opportunity.\nAs highlighted on the slide, we produced more than 1.3 billion cubic feet per day of natural gas. And with the move higher in pricing, our natural gas revenue will more than double year-over-year. With the majority of gas production residing in the Delaware, our marketing team has done an exceptional job of diversifying our exposure to maximize value. Through a variety of arrangements, a large portion of our Delaware gas has access to Gulf Coast markets and pricing, driven by growing industrial and LNG demand. For the remaining Delaware production exposed to in-basin pricing, we've utilized regional basis swaps for protection. This strategy helps us mitigate risk and stabilize our revenue streams.\nIn the Anadarko Basin, our gas has access to Southeastern markets, which have recently traded at a premium to Henry Hub prices as more and more companies point their molecules to the Gulf Coast. We expect increased demand for our gas in the Southeast as the need for power moves higher in this growing region of the country. And we're always looking for new demand outlets for our natural gas volumes. We have an experienced and innovative marketing team that are actively assessing LNG, power producer and data center supply opportunities. We look forward to sharing specifics on these opportunities as they develop and firm up over the coming year.\nTo summarize, while our primary focus remains on oil, our gas portfolio offers significant optionality and value. Our marketing and risk management efforts ensure that we're well positioned to capitalize on growing demand and favorable market conditions.\nTurning to Slide 9. As Clay said earlier, there's no change on our commitment to delivering value to shareholders while maintaining our financial strength. For 2025, we're targeting up to 70% cash return payout for shareholders from generated free cash flow at current strip pricing. Our cash returns will be delivered via our growing fixed dividend and share repurchases. Effective in the first quarter, the quarterly dividend is increasing to $0.24, and we expect a cadence of about $200 million to $300 million a quarter for share repurchases throughout the year. The balance of our free cash flow will accrue to the balance sheet for further debt paydown as we aim to drive our net debt-to-EBITDA ratio below 1x and build upon our investment-grade financial strength. With that, I'll now turn the call back to Rosy for Q&A.\n\nRosy Zuklic\n\nHead of Investor Relations\n\nThanks, Jeff. We ask that everyone limit yourself to 1 question and 1 follow-up. So Emily, we are ready to take our first question."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6a27853109ebf60a3c07c7512b8c49c1",
    "period": "2024 Q2",
    "content": "Q2 2024 Devon Energy Corp Earnings Call\n\nQ2 2024 Devon Energy Corp Earnings Call\n\nDVNNYSEAUG 7, 11:00 AM\n\nOperator\n\nWelcome to Devon Energy's Second Quarter 2024 Conference Call. This call is being recorded.\nI'd now like to turn the call over to Mrs. Rosy Zuklic, Vice President of Investor Relations. You may begin.\n\nUnknown Executive\n\nGood morning, and thank you for joining us on the call today. Last night, we issued Devon's second quarter earnings release and presentation materials. Throughout the call today, we will make references to these materials to support prepared remarks. The release and slides can be found in the Investors section of the Devon website.\nJoining me on the call today are Rick Muncrief, President and CEO; Clay Gaspar, Chief Operating Officer; Jeff Ritenour, Chief Financial Officer; and David Harris, Chief Corporate Development Officer.\nAs a reminder, this conference call will include forward-looking statements as defined under U.S. securities laws. These statements involve risks and uncertainties that may cause actual results to differ materially from our forecast. Please refer to the cautionary language and risk factors provided in our SEC filings and earnings materials.\nWith that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Rosy. It's a pleasure to be here today, and we appreciate everyone taking the time to join us. By all measures, the second quarter was another excellent performance for Devon as our business continued to strengthen and build momentum. Our quarterly results were driven by our Delaware focused operating plan, which led to record oil production, expanding EBITDA and another round of strong cash returns to shareholders.\nAdditionally, our effective cost management resulted in capital coming in well below expectations. We also took important steps to strengthen the quality and depth of our asset portfolio with the accretive acquisition of Grayson Mill. All in all, it was another quarter of systematic execution that advance both the financial and operational tenets of our strategic plan.\nNow let's begin on Slide 7 by covering a few of our second quarter highlights and operating trends in greater detail. Beginning with production, we once again surpassed guidance expectations by a wide margin with our per share volumes growing at a healthy clip of 9% year-over-year. This attractive per share growth rate was driven by oil production, reaching a record high for us of 335,000 barrels of oil per day, coupled with the benefits of our sustained stock repurchase efforts throughout the year.\nA key driver of this record-setting oil result was a superb performance we delivered in the Delaware Basin by leveraging the benefits of a temporary fourth frac crew we were able to bring online 62 new Delaware Basin wells in the quarter. Well productivity from this batch of wells was once again outstanding with per well recoveries on track to achieve a greater than 10% uplift compared to last year's program.\nLooking beyond the Delaware, redevelopment success in the Eagle Ford, appraisal progress in the Powder River Basin and a strong base production from our legacy Williston position also contributed to our volume beat this quarter. The team also continued to do a great job across the portfolio on controlling cost with capital and operating costs coming in well below guidance for the quarter. The strong cost performance was driven by effective supply chain management and improving cycle times that resulted in multiple drilling and completion records across our asset portfolio. Importantly, these efficiencies not only accrue to us in the form of lower well cost but also save us valuable time. and further bolstering our project-level returns.\nNow with this operational performance, we're pleased to raise our production guidance for the second time this year. The improved outlook is driven entirely by our legacy portfolio. We now expect to produce more than 680,000 BOE per day in 2024, which represents a 5% increase compared to our initial budget expectations heading into the year. In addition, our outlook was further strengthened by the Grayson Mill acquisition in Williston Basin. These assets are an excellent addition to our portfolio, fitting perfectly within our broader strategic framework to accumulate resource and grow oil weighted production in the best parts of the top U.S. shale plays.\nUpon completion of the transaction, Devon will be one of the largest oil producers in the U.S. with average daily rates estimated at around 375,000 barrels of oil per day. This transaction nearly triples our production and expands our inventory in the Williston Basin. At the current pace of development, we have about 10 years of Bakken project inventory. This vast improvement in operating scale places Devon in a great position to harvest high-margin production from this prolific oil field for many years to come.\nIt's also important to note that our geoscience team is really encouraged about having an additional 300,000 net acre position to evaluate for future development opportunities over the next several decades. We see significant financial value created from this acquisition. We expect sustainable accretion to earnings and free cash flow. Given the strength of this transaction, we've expanded our share repurchase program by 67% to $5 billion. This increased authorization provides us ample capacity to continue to opportunistically repurchase our stock and bolster our per share growth trajectory for the next few years. We expect free cash flow from this acquisition to be additive to our dividend payout in 2025 and beyond.\nAnd lastly, as I look ahead, the outlook for Devon in 2025 is shaping up to be exceptionally strong. With the Grayson acquisition, we're now positioned to deliver healthy double-digit growth in both oil and free cash flow next year. Our legacy portfolio in key U.S. basins will provide a solid foundation for us to continue the momentum we've demonstrated so far this year. We will provide detailed guidance in the coming months as our planning process matures but I'm confident that Devon will have one of the more advantaged outlooks in 2025 of any E&P company out there.\nAnd with that, I'll now turn the call over to Clay. Clay?\n\nClay M. Gaspar\n\nPresident & Chief Operating Officer, WPX Energy, Inc.\n\nThank you, Rick, and good morning, everyone. Our team delivered another round of impressive operating results in the second quarter. Beating our guide and The Street and raising full year expectations as illustrated on Slide 12. I want to congratulate the entire organization along with our service company partners for not only achieving these outstanding production and financial results, but also their commitment to safety and our environmental standards.\nLet's start with Slide 8 with our franchise asset, the Delaware Basin, which drove our strong outperformance. In the second quarter, this asset achieved record high production, reaching 461,000 BOE per day, which represents a 5% growth rate compared to the previous quarter. In a bit, I'll talk more about the operational improvements that we are achieving on the drilling and completions front but first, I want to clarify that this production beat is almost entirely driven by our outperformance of the new wells and the base production. The impact of drilling and completing a bit faster adds considerable value to each wells project economics. But this timing doesn't typically add much to an individual quarter's production.\nAs Rick mentioned earlier, we brought online more than 60 wells during the quarter. These wells were diversified across our asset footprint, primarily targeting the stack pay within the Wolfcamp formation. In aggregate, these projects achieved average 30-day rates of more than 2,800 BOE per day. With recoveries projected to exceed 1.3 million BOE per well. With improving well costs and impressive performance, I'm confident that this batch, a high-impact projects is delivering some of the best returns in the entire U.S.\nGiven the operational momentum we've achieved so far this year, it's no surprise that the Delaware is the driving force behind the company's improved production outlook. As I mentioned earlier, the key factors for this improvement is the excellent well productivity from this year's IDs as well as impressive base production performance. As shown on the left-hand side of Slide 9, we are firmly on track to improve our performance by more than 10% year-over-year. An important driver of this improvement is the easing of infrastructure constraints in New Mexico which has enabled us to increase capital investments in areas that we have the most extensive runway of high-quality inventory. Additionally, the continued optimization of our well design and the successful co-development of intervals in the Wolfcamp A and B formations have been highly impactful. These -- this impressive start for the year has positioned us among the top performers in the basin.\nAs illustrated on the right side of Slide 9, our Delaware wells have consistently ranked in the top quartile of our industry peers. This superior well productivity not only reflects not only the quality of our resource base, but also the team's keen focus on operational excellence and performance optimization.\nTurning to Slide 10. We illustrate the impressive operating efficiencies we continue to achieve in the Delaware. From a drilling perspective, our team has achieved a 12% efficiency gain year-over-year and it's continually exploring ways to optimize our rig fleet, and the associated drilling services. Additionally, the team is innovating across the entire drilling system from the bit to the CrownRock. We are working on technological applications in the realm of downhole sensing to improve well placement, casing design innovations and overall flat time reduction, including tripping and connection practices and off-line operations.\nOn the completions front, we have delivered a 6% improvement year-to-date on top of the 10% improvement from last year. This step change was significantly influenced by incorporating fit-for-purpose simul frac operations across our development programs. Further, our continued application of leading-edge reservoir and frac modeling has allowed us to refine our stimulation designs, improving well cost and more importantly, well productivity. In addition, seemingly small items like sand, water and location logistics are critical areas of focus that allow us to achieve both performance and safety improvements. It is important to note that these operational improvements are not in conflict with our strong safety focus. In fact, our safety metrics have also made significant improvements year-over-year.\nThese operational improvements certainly create value to the bottom line for this year's drilling campaign. More importantly, we will continue to apply these learnings and our continuous improvement culture to the thousands of remaining wells in our Delaware Basin inventory as depicted on Slide 11.\nNow let's turn to our other key assets in the Eagle Ford, Anadarko Basin and Powder River Basins. Collectively, these assets delivered a 12% production growth compared to the previous quarter. In the Eagle Ford, production growth was driven by strong redevelopment results in DeWitt County, where average 30-day rates from this 15-well program consistently exceeds 3,000 BOE per day per well.\nIn the Anadarko, our capital program driven by our joint venture with Dow delivered both solid returns and double-digit production growth in the quarter. Looking ahead, we expect the benefit of these carried enhanced returns with Dow will support Anadarko activity through most of next year. Furthermore, we're evaluating opportunities to expand this mutually beneficial partnership.\nIn the Powder River, our team is making significant strides in assessing the Niobrara development in Converse County. Over the last 18 months, the team's focus on subsurface technical applications have resulted in higher productivity and has continued to bolster our confidence in this asset. The next step in powder is to refine development spacing across a very large play fairway and continue to reduce well costs as we move towards more development-oriented activities. We have identified material improvements that are shaping up to be needle movers for this important future development for Devon.\nMoving to the Williston Basin. As Rick touched on earlier, the Grayson Mill acquisition is transformative to our position in the basin. We'll be adding incremental leasehold over 300,000 net acres with 500 undrilled Bakken and Three Forks locations. Upon completion of the transaction, we expect to maintain an oil-weighted production of around 100,000 BOE per day. We expect to manage these assets to allow for a more substantial long-term production profile. To maintain this level, we anticipate an incremental capital investment of around $600 million in the upcoming year.\nLooking ahead, once we formalize our 2025 capital budget, we plan to provide an update on our optimized development strategy for this asset, which will include a combination of 2- and 3-mile laterals, supplemented by tactical refracs that will enhance our base production. We expect to operate a consistent 3-rig program across our entire Williston Basin acreage position, allowing us to benefit from operational efficiencies in the field. In summary, I look forward to a successful Grayson Mill integration and continue to deliver industry-leading results.\nWith that, I'll turn the call over to Jeff for a financial review. Jeff?\n\nJeffrey L. Ritenour\n\nChief Financial Officer & Executive Vice President, Devon Energy Corp.\n\nThanks, Clay. Beginning with the second quarter financial performance, Devon's core earnings significantly expanded year-over-year and totaled $885 million or $1.41 per share. This level of earnings translated into operating cash flow of $1.5 billion, a 9% increase year-over-year. Operating cash flow funded all capital requirements and generated $587 million of free cash flow for the quarter. We ended the period with $1.2 billion of cash on the balance sheet and a low net debt-to-EBITDA ratio of 0.6x.\nConsistent with our disciplined cash return framework, we returned approximately 70% of excess free cash flow to shareholders through a combination of buybacks and dividends. Given the compelling valuation of our equity cash returns are skewed towards share repurchases over the variable dividend, we bought back 5.2 million shares for $256 million during the quarter. In addition to our share repurchase program, our Board declared a fixed plus variable dividend payout of $0.44 per share. This distribution will be paid at the end of September.\nOverall, we believe the flexibility of our cash return strategy provides us the opportunity to return meaningful and appropriate amounts of cash to shareholders across a variety of market conditions through the cycle. With the recent market volatility and pullback in our equity price, we'll continue to bias cash returns to share repurchases relative to the variable dividend.\nLooking ahead, we expect another strong performance in the third quarter with oil production forecasted to average 322,000 barrels per day. On the capital front, we anticipate spending in the third quarter to remain essentially flat versus the prior period at around $900 million before moving lower in the fourth quarter. For the full year, our production forecast continues to trend higher while adhering to our original capital investment plan, albeit in the upper half of the guidance range with continued operational efficiencies pulling forward activity.\nTurning to our balance sheet. We'll fund the Grayson Mill acquisition with $3.25 billion of cash and $1.75 billion of stock. For the cash portion, we expect to use a combination of cash on hand, shorter duration term loans and long-term notes. Moving forward, we'll look to build upon our financial strength, and we'll initiate a $2.5 billion debt reduction program. We expect to complete this debt reduction plan within the next few years and have flexibility with upcoming maturities and the anticipated term loan issuance.\nWith that, I'll turn the call back over to Rick for some closing comments.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Jeff. Wrap up our prepared remarks, I want to reinforce a few messages. Number one, we delivered an outstanding second quarter marked by record oil production underpinned by excellent well productivity from our franchise asset, the Delaware Basin; number two, effective cost management, resulted in capital and operating expenses coming in below guidance due to efficient supply chain management and improved cycle times across the portfolio; number three, the strong performance led us to raise our 2024 production guidance for the second consecutive quarter, now projecting to reach over 680,000 BOE per day, an impressive 5% increase from original expectations; number four, this improved outlook is driving increased free cash flow, translating to higher cash returns for our shareholders. Given our equities value proposition, we believe prioritizing share repurchases is the best course of action; number five, looking ahead, Devon is well positioned as we go into 2025, anticipating strong double-digit growth in both oil and free cash flow, supported by our legacy portfolio and the Grayson acquisition.\nAnd with that, I'll now turn the call back over to Rosy for Q&A.\n\nUnknown Executive\n\nThank you, Rick. Emily, we will now open the call to Q&A. I ask that all of you asking questions to please limit yourself to one question and one follow-up. And with that, we will take our first question."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ee20c09940a444ae70785eeaea761b89",
    "period": "2024 Q1",
    "content": "Q1 2024 Devon Energy Corp Earnings Call\n\nQ1 2024 Devon Energy Corp Earnings Call\n\nDVNNYSEMAY 2, 11:00 AM\n\nOperator\n\nWelcome to Devon Energy's First Quarter 2024 Conference Call. [Operator Instructions]. This call is being recorded.\nI'd now like to turn the call over to Mr. Scott Coody, Vice President of Investor Relations. Sir, you may begin.\n\nScott Coody\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining us on the call today. Last night, we issued an earnings release and presentation that cover Devon's results for the first quarter and our outlook for the remainder of 2024. Throughout the call today, we will make references to the earnings presentation to support prepared remarks, and these slides can be found on our website. Also joining me on the call today are Rick Muncrief, our President and CEO; Clay Gaspar, our Chief Operating Officer; Jeff Ritenour, our Chief Financial Officer; and a few other members of our senior management team. .\nComments today will include plans, forecasts and estimates that are forward-looking statements under U.S. securities law. These comments are subject to assumptions, risks and uncertainties that could cause actual results to differ materially from our forward-looking statements. Please take note of the cautionary language and risk factors provided in our SEC filings and earnings materials. With that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Scott. It's a pleasure to be here this morning. We appreciate everyone taking the time to join us. By all measures, Devon delivered an outstanding set of results in the first quarter that surpassed the operational and financial targets we had set by wide margin. This start to 2024 demonstrates the impressive momentum that we've quickly established setting the stage for our business to continue to strengthen.\nAt this time, I want to personally thank our employees, our service providers and our infrastructure partners in helping us get 2024 off to a great start.\nFor the remainder of my comments for today, I will focus on the drivers of our first quarter outperformance and the factors underpinning our improved outlook for the remainder of the year.\nSo to start off on Slide 6, let's do a quick review of our first quarter results where we had several noteworthy highlights. Starting with production, our delivered volumes came in about 4% higher than planned for the first quarter, averaging 664,000 BOE per day. This production beat was across all products and driven by 3 key factors. First, and the most significant contributor to this performance was the excellent well productivity we achieved from the 100-plus wells we placed online during the quarter. On average, these high-impact wells exceeded our top curve expectations with strong well productivity in the Delaware Basin, once again, driving our results. Overall, this activity achieved initial production rates that were more than 20% higher than those that we placed online last year. As we progress through this year, I anticipate that these strong recoveries will continue.\nSecondly, another key factor that drove production higher in the quarter was the improved cycle times we delivered across our drilling and completion operations. Clay will go into much more detail a little later. But simply put, these efficiency gains allowed us to bring forward activity in the quarter and capture more days online than we had planned.\nAnd third was a factor that positively contributed to our performance during the quarter was the easing of infrastructure constraints across our Delaware Basin assets. This improvement was directly related to the steps we've taken along with our third-party partners to invest in the build-out of incremental gas processing, compression, water handling and electrification. These crucial capacity additions have positioned us to achieve better run times for our base production and allow us to deploy more activity to the core of this world-class basin.\nAnother notable achievement from the quarter was this team's effective cost management. This was demonstrated by delivering operating costs that were 3% lower than guidance and capital expenditures that were in line with expectations even with an accelerated pace of activity. This positive start to the year puts us in a great position to deliver better cost efficiencies in 2024, especially if we realize incremental savings from deflation as we go through the year.\nCutting to the bottom line, the team's comprehensive execution across all aspects of the plan resulted in our 15th consecutive quarter of free cash flow showcasing the durability of our plan to consistently create value through the cycle. With this free cash flow, we continue to reward shareholders through our cash return framework, which was led by stock buybacks and supplemented by another attractive dividend payout.\nNow moving ahead to Slide 12. And with the strong operational performance achieved year-to-date, we are raising guidance expectations for the full year of 2024. As you can see on the top left, a key contributor to this improved outlook is our 2024 production target increasing by 15,000 BOE per day or 2% to a range of 655,000 to 675,000 BOE per day.\nTo reiterate what I touched on earlier, these higher volume expectations are due to the better-than-expected well performance achieved year-to-date and our confidence in the quality slate of projects that we have lined up over the course of this year.\nImportantly, we are delivering this incremental production within the confines of our original capital budget of $3.3 billion to $3.6 billion. This level of investment is expected to maintain a steady production profile of about -- for about 10% less capital compared to last year. This program is fully funded at ultra-low breakeven of around $40 per barrel, which equates to 1 of the lowest breakeven levels of any company in the industry.\nWith our improved full year outlook, we are now positioned to generate greater than 15% more free cash flow in 2024 versus last year at today's pricing levels. This translates into attractive free cash flow yield of 9%, which is nearly 3x higher than what the broader market can offer. With this growing stream of free cash flow, we remain unwavering in our commitment to capital discipline and will seek to reward shareholders with higher cash returns. With our flexible cash return framework, we will allocate our free cash flow toward the best opportunity, whether that be buybacks or dividends.\nGiven that the equity market is still heavily discounting valuation to the energy sector, we plan to continue to prioritize share buybacks over the variable dividend to capture the incredible value that Devon offers at these historically low valuations.\nSo in summary, 2024 is off to an excellent start. We delivered on exactly what we said we would do and much more in the first quarter. Our business continues to get better and build momentum, and this is reflected in our improved outlook for the year. And with the current valuations in this space, the best thing we could do is buy back our stock to capture this value. It's going to be a great year for Devon and the team is energized to build upon this strong start. And with that, I'll now turn the call over to Clay. Clay?\n\nClay M. Gaspar\n\nPresident & Chief Operating Officer, WPX Energy, Inc.\n\nThank you, Rick, and good morning, everyone. Devon's first quarter outperformance was the result of strong operational execution across the board, where each asset team delivered results that exceeded targets for production and capital efficiency.\nAs Rick touched on, the great start of the year was underpinned by 3 key factors: excellent well productivity, improved cycle times and outstanding base production results. For the remainder of my prepared remarks, I plan to cover asset-specific highlights that are driving this positive business momentum and provide insights and observations that drive Devon's improved outlook for 2024.\nLet's begin on Slide 7 with an overview of our Delaware Basin activity, which accounted for 65% of our capital investment for the quarter. We operated a program of 16 rigs and 4 completion crews across our 400,000 net acre position in the play, resulting in a production growth of 5% compared to the same period last year. This volume growth was driven by 59 new wells brought online that predominantly targeted the Wolfcamp formation.\nIn aggregate, these wells impact -- these high-impact wells achieved average initial flow rates of more than 3,200 BOE per day. This performance results in the best well productivity from our Delaware Basin assets in more than 2 years.\nOn Slide 8, while we delivered high economic results across the basin, I'd like to drill down on 3 impressive projects that were the biggest drivers of our outperformance for the quarter. On the far left side of the slide, Devon's largest development area in the quarter was the 13-well Van Doo Dah project in our Cotton Draw area of Lea County. With a thoughtful upfront planning and improved efficiencies from our [ simul frac ] operations, the team brought Van Doo Dah online nearly 2 weeks ahead of plan. The massive scale of this project was showcased by the peak flow rates that reached nearly 30,000 gross barrels of oil per day. This further -- this success further reinforces why I believed the [ STACK ] pay potential in Cotton Draw to be 1 of the best tranches of acreage in all of North America.\nAnother nertworthy project that achieved the highest initial rates of any project in the quarter, was a CBR [ 1510 in ] our Stateline area. This 3-mile Upper Wolfcamp development was made possible by an acreage trade, recorded average 30-day production rates of 5,600 BOE per day. Very few projects in the history of the Delaware Basin have reached this level of productivity and the expected recovery from this project are also extraordinary projected to exceed 2 million BOE per well.\nAnd lastly, I would like to cover a key appraisal success that we had in the quarter and the Wolfcamp B interval of our Thistle area. This proof-of-concept well came in significantly above our predrill expectations with peak rates for the single appraisal well exceeding 5,000 BOE per day. This positive result adds to our resource depth in the Delaware by derisking approximately 50 locations in the area.\nWhile the hydrocarbon stream in the deeper Wolfcamp intervals generally shift towards the higher gas rates, the oil cuts are strong enough for this opportunity to compete very effectively for capital in our portfolio. Given this, we expect to incorporate more Wolfcamp B wells into our future multi-zone developments as we plan for our '25 program and beyond.\nTurning to Slide 9. We are clearly off to a great start with our 2024 plan in the Delaware. As you can see on the left, our well productivity is on track to materially improve year-over-year. As a reminder, this improvement is driven by returning to a higher allocation of capital to New Mexico, where our inventory depth is the greatest. It is important to note that we have not changed spacing or lateral length to achieve these improvements. Importantly, as you can see to the right of this slide, we're also pairing this with improved well productivity in the Delaware Basin with efficiency gains. The adoption of simul frac across the board segment -- across the broader segment of our activity has been a key driver of compressed cycle times, but the high-grading of rig fleets also drive down overall well cost is contributing.\nI want to congratulate the teams for this success, and expect this momentum in the Delaware to continue as we work our way through the year.\nWe included Slide 10 to remind everyone of the recent infrastructure build-out that we either led, participated in or just are benefiting from. Our patience in giving this highly prolific area, some breathing room for this infrastructure to mature was the right decision from an economic perspective as well as an environmental standpoint.\nSlide 11 is an updated view of Enverus' remaining inventory of the top Delaware Basin producers. As you can see from this credible third parties perspective, we have 1 of the largest inventories among operators in the basin, providing us with a multi-decade resource that will drive enterprise-wide performance for many years to come. While the Delaware Basin is the driving force behind our performance, we do value a diversified portfolio across the very best oil and liquids-rich basins in the United States.\nI would also like to briefly highlight a few items from those basins. In the Eagle Ford, the steps we have taken to tighten our capital efficiency are yielding results. In the first quarter, we brought online 26 infill wells and a handful of highly successful refracs that resulted in oil growth rate of 7% year-over-year. Importantly, we're able to deliver this growth while spending 13% less capital versus the average run rate of 2023. This improved capital efficiency is driven by less appraisal requirements to tactically advance our redevelopment of the field, along with the benefits of a more balanced program across our assets in DeWitt and Karnes Counties.\nIn the Williston Basin, production increased 9% in the quarter. This performance exceeded our internal expectations due to excellent well productivity in the core of the play from our [indiscernible] and North John Elk projects and better uptimes from our base productions. For the full year, the oil-weighted production stream for this asset is on track to generate up to $500 million of cash flow for the company.\nMoving to the Powder River Basin. Our activity in 2024 is designed to build upon the well productivity gains we achieved last year where our Niobrara wells increased flow rates by 20% from historic levels. For the rest of 2024, we plan to bring online around 10 Niobrara wells across our acreage in Converse County. The objective of this activity is to refine our view on spacing and optimize completions designs to drive down costs as we advance this area towards full field development.\nLastly, in the Anadarko Basin, with the recent weakness in gas price, our capital activity was limited to 1 project placed online in the first quarter, but the flow rates were very impressive. The Allen pad that co-developed both the Meramec and Woodford formations achieved peak cumulative rates for this pad of 5 wells exceeding 20,000 BOE per day with liquids comprising nearly 40% of the production mix. As we look to the rest of 2024, we're reducing activity to 2 rigs in our Dow JV area and intend to bring online the majority of the activity in the second half of the year to capture the higher gas price expected in the winter months.\nIn summary, I'm proud of the capital-efficient results that our team has delivered this quarter and the strong momentum that we have built as we look to execute on our plan over the remainder of the year and beyond. And with that, I'll turn the call over to Jeff for a financial review. Jeff?\n\nJeffrey L. Ritenour\n\nChief Financial Officer & Executive Vice President, Devon Energy Corp.\n\nThanks, Clay. I'll spend my time today covering the key drivers of our first quarter financial results and provide some insights into our outlook for the rest of the year. Beginning with production. We had very strong results across the board in the first quarter, driving our improved full year outlook. Looking specifically at the second quarter, we expect this production momentum to continue with volumes increasing to a range of 670,000 to 690,000 BOE per day. This expected growth is driven by higher completion activity in the Delaware Basin, resulting from the fourth frac crew we put to work at the beginning of the year in the core of Southeast New Mexico. .\nOn the capital front, we remain confident in our guidance range for the full year. Spending will be slightly skewed to the first half of the year, roughly 55% of our budget due primarily to the cadence of Delaware completion activity. This spending will begin to moderate as we move from 4 to 3 frac crews in the Delaware resulting in a lower capital spending profile in the second half of the year.\nWith regard to pricing, the recent strength in price of oil has provided a meaningful impact to our returns and cash flow generation capabilities. For every dollar uplift in WTI, we generate around $100 million of incremental annual cash flow.\nOn the gas side, we are experiencing weakness in Waha pricing within the Permian. But as a reminder, our exposure is limited given our firm takeaway and basis hedging. Looking ahead, we expect the situation to improve with the Matterhorn pipeline scheduled to come online later this year.\nMoving to expenses. We did a good job controlling field level costs during the quarter. Our lease operating and GP&T costs totaled $9.27 per BOE in the quarter coming in below the bottom end of our guidance range. Looking ahead to the rest of the year, we expect our field level cost to remain relatively stable, and we feel very comfortable with our full year guidance ranges.\nMoving to the bottom line. We generated $1.7 billion of operating cash flow during the quarter. This level of cash flow funded all capital requirements and resulted in $844 million of free cash flow for the quarter. With this free cash flow, we continue to prioritize share repurchases in the first quarter. We repurchased [ 205 million ] of stock in the quarter, bringing our total activity to [ $2.5 billion ] since the program's inception in late 2021. With a $3 billion authorization in place, we have plenty of runway to compound our per share growth as we work our way through the year.\nIn addition to our buyback program, another key use of our excess cash in the quarter was the funding of our fixed plus variable dividend with the Board declaring a payout of $0.35 per share. This distribution will be paid at the end of June.\nAnd to round out my prepared remarks this morning, I'd like to give a brief update on our investment-grade financial position. In the first quarter, our cash balances increased by $274 million to a total of $1.1 billion. With this increased liquidity, Devon exited the quarter with a very healthy net debt-to-EBITDA ratio of 0.7x. Looking ahead, with the excess free cash flow that accrues to our balance sheet, we plan to build liquidity and retire maturing debt. Our next debt maturity comes due in September of this year, totaling $472 million, and we'll have the opportunity to retire another $485 million of notes in late 2025. And with that, I'll now turn the call back over to Rick for some closing comments.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Jeff. To wrap up our prepared remarks this morning, I want to reinforce a few key messages. Number one, we're delivering on exactly what we promised to do and then some in the first quarter. Our disciplined execution and outperformance of the plan demonstrates the momentum that we've established setting the stage for our business to strengthen as we go through the year. .\nSecondly, with this great start to the year, we're raising our 2024 production guidance. This improved outlook is underpinned by efficiency gains from excellent well productivity, faster cycle times and better base production results, anchored by our franchise asset into Delaware.\nNumber three, furthermore, this improved outlook is also manifested in higher free cash flow that will translate into higher cash returns for our shareholders. Given the value proposition that we offer, the best thing we can do is prioritize repurchasing our shares.\nAnd lastly, our long-duration resource base is 1 of the deepest of any company out there. We continue to find ways to add resource. You heard some of that this morning. This was evidenced by our continued success in Wolfcamp B, positive redevelopment results in Eagle Ford and productivity breakthroughs in the Powder River Basin. And with that, I'll now turn the call back over to Scott for Q&A.\n\nScott Coody\n\nVice President of Investor Relations\n\nThanks, Rick. We'll now open the call to Q&A. Please limit yourself to 1 question and a follow-up. This will allow us to get to more of your questions on the call today. With that, operator, we'll take our first question."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0f4d8804692e8efdeb995f781bb846ca",
    "period": "2023 Q4",
    "content": "Q4 2023 Devon Energy Corp Earnings Call\n\nQ4 2023 Devon Energy Corp Earnings Call\n\nDVNNYSEFEB 28, 11:00 AM\n\nOperator\n\nHello, everyone, and welcome to Devon Energy Fourth Quarter and Full Year 2023 Conference Call. [Operator Instructions]. This call is being recorded.\nI would now like to turn the call over to Scott Coody, Vice President of Investor Relations. Sir, you may begin.\n\nScott Coody\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining us on the call today. Last night, we issued an earnings release and presentation that cover Devon's results for the past year and our outlook for 2024. Throughout the call today, we will make references to the earnings presentation to support prepared remarks, and these slides can be found on our website. Also joining me on the call today are Rick Muncrief, our President and CEO; Clay Gaspar, our Chief Operating Officer; Jeff Ritenour, our Chief Financial Officer; and a few other members of our senior management team. .\nComments today will include plans, forecasts and estimates that are forward-looking statements under U.S. securities law. These comments are subject to assumptions, risks and uncertainties that could cause our actual results to differ materially from our forward-looking statements. Please take note of the cautionary language and risk factors provided in our SEC filings and earnings materials. With that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Scott, and I appreciate everyone taking time to join us this morning. For today, my comments will be centered on 4 key themes: Devon's accomplishments in 2023, the catalyst of our improved outlook for 2024, the depth of the resource we possess in our portfolio and the strategic priorities that will drive our free cash flow allocation going forward.\nNow beginning with the fourth quarter, we exited the year with a solid quarter of execution, highlighted by production that exceeded the top end of guidance, meeting consistency across all products. Disciplined reinvestment resulted in our 14th consecutive quarter of free cash flow, and we took steps to increase cash returns by stepping up the pace of our stock buyback. These positive results rounded out another successful year for Devon, where we achieved several key milestones that I am extremely proud of.\nOn Slide 7, you can see we delivered production growth rate of 8% in 2023, resulting in new high all-time production for oil. This healthy growth rate was also paired with returns on capital employed that outpaced the S&P 500 by a substantial margin for the third straight year. With the free cash flow our business produced, we rewarded shareholders with an impressive cash return yield of around 10% that was balanced between buybacks and dividends.\nAs I touched on during the last call, our team has done a great job of designing a plan to deliver improved capital efficiency in [ 2023 -- excuse me, 2024 ]. With the current industry conditions, we still believe it is prudent to deploy a steady capital program designed to optimize returns while maintaining volumes around levels where we exited 2023. Importantly, we expect to deliver this production for 10% less capital versus last year, funded at a WTI breakeven price of around $40.\nIn conjunction with this outlook and given the confidence that we have in the underlying health of our business, the Board has approved a 10% increase to a fixed dividend payout. Now looking briefly at the trajectory of our capital production profile in 2024 on Slide 9, we plan to be spending to be slightly elevated in the first half of the year due to the addition of a fourth completion crew in the Delaware Basin. Due to timing of completions and recent curtailments from extreme winter weather, we expect first quarter production to be the lowest quarter of the year. However, we expect volumes and capital efficiency to move higher over the remainder of the year. In 2024, a key contributor to our improved capital efficiency will be the well productivity improvements we expect to achieve in the Delaware Basin.\nTurning to Slide 12. And with the easing of constraints across the basin, we plan to concentrate roughly 70% of the Delaware's capital in New Mexico while optimizing the remaining activity across our acreage in Texas. This allocation to New Mexico is meaningfully higher than what we were able to deploy during 2023 and is more in line with our historic activity in the basin. Overall, this refined capital allocation is expected to increase well productivity in the Delaware by up to 10% on a year-over-year basis. Given that 2/3 of our Delaware Basin inventories in New Mexico, we anticipate being able to sustain our pace of activity on both sides of the state line for the foreseeable future. With this advantaged acreage footprint, you can see on Slide 14 that we have 1 of the largest inventories among operators in the basin, providing us with a multi-decade resource that will drive our enterprise-wide performance for many years to come.\nThe quality of our Delaware weighted resource base, combined with our disciplined strategy positions us to generate a differentiated amount of free cash flow for many years to come. As you can see on Slides 15 and 16, our business is set to deliver a free cash flow yield that is up to 3x that offered by the broader markets. With this free cash flow, we are targeting a cash return payout of around 70%, while earmarking the remainder to further strengthen our balance sheet.\nWith our flexible cash return framework, we will judiciously allocate our free cash flow toward the best opportunity, whether that be buybacks or dividends. Given that the equity market is heavily discounting valuations in the energy sector, it's an easy decision to prioritize the buyback over the variable dividend to capture the incredible value that Devon offers at these historically low valuations.\nSlide 19 helps better visualize this compelling value proposition. On the right, you can see energy represents less than 4% of the S&P 500 while contributing more than 10% of the EBITDA in 2023. This is noteworthy given the Energy's S&P weighting historically tracks its earnings contribution over time. I believe this gap exists due to extreme valuations in tech, combined with a pervasive misunderstanding of hydrocarbon demand over time.\nWith global energy demand forecasted to increase 50% by 2050, the world is going to need growth from all sources of energy, including oil and natural gas. With the world's power needs continuing to grow, it is evident that peak oil demand is nowhere in sight, and our industry will be an important contributor of energy growth for the foreseeable future.\nFurthermore, high-quality names like Devon, provide significant equity upside over time as you collect outsized cash returns. And as I said earlier, this is why we are putting our money to work actively repurchasing shares. And with that, I'll turn the call over to Clay.\n\nClay M. Gaspar\n\nPresident & Chief Operating Officer, WPX Energy, Inc.\n\nThank you, Rick, and good morning, everyone. The Devon team did a really good job of rounding out 2023 by exceeding our operational targets for the fourth quarter. These positive results were driven by 3 key factors: number one, improved uptime, driving base production; number two, increased efficiencies through faster cycle times, resulting in lower capital per well; and number three, better new well productivity, improving our wedge production volume.\nSlide 5 provides a good visual of these favorable operating trends. The chart on the left highlights the efficiencies we've delivered in our drilling and completions operations. On the right, you can see this track record of efficiency gains is also paired with some of the best well productivity of any producer in the U.S. While these results can certainly vary from quarter-to-quarter, our consistency over time demonstrates the quality of our assets and execution capabilities. The most significant contributor to this advantaged capital efficiency was our franchise asset in the Delaware Basin. In the fourth quarter, roughly 60% of our capital was deployed to this prolific basin allowing us to run a consistent program of 16 rigs.\nWith this activity, we brought online 62 new wells, grew productivity 6% year-over-year and expanded our DUC inventory, allowing us to add a fourth completion crew earlier this year.\nWhile we had strong results across our acreage position, in the quarter, the top contributors to our performance were several large pads within our Cotton Draw and Stateline areas. At Cotton Draw in the core of the basin, we brought on 11 3-mile laterals that showcased the stacked pay potential and prolific rates this area can deliver. These extended reach wells were diversified across 5 different producing intervals in the Avalon, Bone Spring and Wolfcamp formations.\nIn aggregate, the oil-weighted production from these wells achieved a 30-day rates of 4,400 BOE per day with impressive per well recoveries trending as high as 4 million BOE. In addition to the high rates at Cotton Draw, we also delivered record-setting drilling and completion times. This performance included a record completion pace of 3,100 feet per day, and drilling times for these 3-mile laterals came in as low as 19 days with the final mile drilled in a record time of just over 24 hours.\nAnother standout performance during the quarter and possibly my favorite in terms of naming convention was our [indiscernible] project in the Stateline area. [indiscernible] was named by a geologist after the style of playing the banjo that his dad used in their family jam sessions. The good news for him and his family is that these wells are fantastic. This 8-well pad consists of 2-mile laterals, codeveloped in multiple intervals in the Wolfcamp A with production rates averaging 3,900 BOE per day. This package of wells delivered the highest well productivity per lateral foot of any project during the quarter.\nAs I look ahead to 2024, I expect another big year for the Delaware Basin as we have a great slate of projects lined up. We plan to bring online around 215 wells for the year with most of the capital deployed towards the best parts of our acreage in Southern Lea and Eddy Counties and the Stateline area of Texas. This plan is designed to deliver improved capital efficiency and better well productivity through the full column of development of the Upper Wolfcamp, along with select landing zones in the Wolfcamp B where applicable. The derisking of multiple targets in the Wolfcamp B over the past year has allowed us to pursue more extensive multi-zone developments in 2024, bolstering our high-quality inventory, delivering higher net present value per project and still delivering exceptional rates of return.\nTurning to Slide 13. To build upon Rick's comments from earlier, we're confident in our ability to deploy more capital to the core of the Delaware because of a long list of improvements in infrastructure. These improvements include 2 Bcf a day of processing additions -- gas processing additions, expansions to the downstream gas takeaway, enhanced water handling capabilities with our WaterBridge joint venture, build-out of gathering and compression and investment in self-generated power and microgrids to increase the reliability of the electrical infrastructure. With these improvements, we are very well positioned to execute on our 2024 plan. In fact, year-to-date, we're delivering at a pace ahead of schedule, allowing us to fully offset the winter weather downtime we experienced in January across the field.\nShifting to the Eagle Ford. The successful integration of our Validus acquisition was 1 of the key drivers of the production increase of 56% during 2023. With our enhanced scale in the basin, the team did a great job of capturing synergies by driving improvements across each phase of our operations. This progress can be seen through several indicators, including year-over-year 15% decrease in production costs, a 30%-plus improvement in completion cycle times over the course of the year, and we set a company record spud to rig release of only 5 days. Our activity during the year continued to demonstrate that the Eagle Ford provides 1 of the most promising opportunities for resource upside in the U.S. shale. Through tighter redevelopment spacing and refracs, our capital program not only replenished, but expanded our risk resource in the play to an inventory runway of around 10 years at today's pace of activity.\nLooking to 2024, our key focus for the Eagle Ford team is to sharpen capital efficiency by incorporating appraisal learnings from the past year, along with more balanced activity across DeWitt and Karnes County. This plan is expected to deliver single-digit production growth for roughly $75 million less capital over last year.\nIn the Rockies, we possess a unique combination of assets that can provide both growth and free cash flow specifically in the Powder River Basin, we are building upon the well productivity improvements achieved over the past couple of years, where the average 6-month cumes increased nearly 20% from historic levels. A recent highlight was the [indiscernible], which reached peak rates in Q4. This 3-mile Niobrara well achieved initial production rates greater than 1,500 BOE per day with an 85% oil cut and then hung in at that rate for quite a while.\nIn addition to the strong oil productivity, the [ Eberlin ] attained a record drilling performance of 1,350 feet per day, a 45% improvement compared to the average Niobrara well. In 2024, our efforts will be focused on refining spacing, reducing costs and continue to ready this asset for full development in the later part of this decade.\nIn the Williston, I want to thank the team for safely working through the incredibly severe winter storm weather that we experienced in January and rapidly restoring affected production. As I look into 2024, our focus for this asset will be to optimize base production, deploy selective investments to high-confidence projects, and harvest $300 million of field level cash flow. So far this year, our capital program is off to a great start with our bull moves project maxing out our production facilities at over 15,000 barrels of oil per day with several of the wells flowing 3,000 barrels per day or more during their flowback.\nLastly, I'd like to briefly cover our activity in the Anadarko Basin, where we delivered an 8% production growth rate during 2023. The 3-rig drilling program funded by our Dow joint venture, delivered very impressive well production. The value of this production was also enhanced by our ability to route volumes into the premium Southeast gas markets and by the team driving operational costs 10% lower. In 2024, we plan to maintain a similar pace of drilling activity in the Anadarko with a keen focus on developing the liquids-rich window of the play, where returns from our joint venture activity will benefit from higher condensate cuts. And with that, I'll turn the call to Jeff for a financial review. Jeff?\n\nJeffrey L. Ritenour\n\nChief Financial Officer & Executive Vice President, Devon Energy Corp.\n\nThanks, Clay. I'll spend my time today discussing the highlights of our financial performance in 2023 and the priorities for our free cash flow as we head into 2024. Beginning with our fourth quarter financial performance, Devon's operating cash flow totaled $1.7 billion, exceeding consensus estimates and represents the highest quarterly total of the year. This cash flow comfortably funded our capital spending and resulted in $827 million of free cash flow, driving full year free cash flow to $2.7 billion. Even in the face of headwinds from lower commodity prices, this level of free cash flow ranks as 1 of the highest in Devon's 50-year-plus history. Another powerful example of the consistent financial results, our disciplined strategy can deliver.\nAs Rick touched on earlier, with this free cash flow, we're targeting a cash return payout of 70% with the remainder reserved for balance sheet improvement. Slide 23 in the appendix is a good exhibit representing how we allocated our cash returns in the most recent quarter. Given the compelling valuation of our equity, we prioritize share repurchases over the variable dividend. This resulted in us repurchasing 5.2 million shares in the fourth quarter at a total cost of $234 million. In 2024, we've continued to actively acquire shares through our 10b5-1 program, and we plan to supplement this with systematic buying with open market purchases during the year. With plenty of runway remaining in our $3 billion buyback authorization, we see Devon's current valuation as a great opportunity to compound the per share growth for our investors.\nIn addition to our buyback activity, we delivered investors an attractive stream of income through our fixed plus variable dividend framework. In the fourth quarter, we declared a dividend payout of $0.44 per share that is payable at the end of March. This dividend consists of the Board's approval to increase the fixed dividend by 10% to $0.22 per share and declare a variable distribution of $0.22 per share. We continue to believe dividends are a great way to reward shareholders and are a critical contributor to total returns over time. We also believe that the flexibility designed into our dividend framework allows us to return meaningful and appropriate amounts of cash to shareholders across a variety of market conditions through the cycle.\nMoving to the balance sheet. Devon's investment-grade financial position continued to strengthen in the fourth quarter with cash balances increasing by $144 million to a total of $875 million. In addition to our strong liquidity, we exited the year with low leverage marked by a net debt-to-EBITDA ratio of only 0.7x. Looking ahead with the excess free cash flow that accrues to our balance sheet, we plan to build liquidity and retire maturing debt. Our next debt maturity comes due in September of this year, totaling $472 million and we will have the opportunity to retire another $485 million of notes in 2025.\nSo in summary, our financial strategy is working well. We have successfully scaled our business to consistently generate free cash flow. We are boosting per share results by opportunistically repurchasing our shares. We offer a dividend yield that far exceeds that of the broader market and the balance sheet is in great shape with a clear pathway of continued improvement over the next few years. With that, I'll turn the call back to Rick for some closing comments.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Jeff. So to wrap up our prepared remarks, I want to reinforce a few key messages. Number one, Devon is a great company that has created a tremendous amount of value for shareholders since we unveiled our industry-first cash return strategy announced in 2020. Since that time, we've deployed $13 billion to dividends, buybacks, debt reduction and accretive acquisitions. I'm extremely proud of this accomplishment, but we're just getting started. .\n2024 is setting up to be another wonderful year for Devon. By incorporating learnings from the past year and refining our capital, we expect to deliver a step change improvement in capital efficiency this year. This improved capital efficiency is anchored by our assets in the Delaware Basin where we expect to deliver the powerful combination of improved well productivity for much lower capital cost. Our long-duration resource base underpinned by the Delaware is 1 of the deepest of any company out there. The resource quality provides us an advantaged platform to drive attractive per share growth and outsized cash returns for many years to come. And with that, I'll turn the call back over to Scott, and let's have some Q&A.\n\nScott Coody\n\nVice President of Investor Relations\n\nThanks, Rick. We'll now open the call to Q&A. Please limit yourself to 1 question and a follow-up. This allows us to get to more of your questions on the call today. With that, operator, we'll take our first question. ."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b6987da8b01bc568b003a60f54012a19",
    "period": "2023 Q3",
    "content": "Q3 2023 Devon Energy Corp Earnings Call\n\nQ3 2023 Devon Energy Corp Earnings Call\n\nDVNNYSENOV 8, 11:00 AM\n\nOperator\n\nHello, everyone, and welcome to Devon Energy Third Quarter Earnings Conference Call. [Operator Instructions] This call is being recorded. I would now like to turn the call over to Mr. Scott Coody, Vice President of Investor Relations. Sir, you may begin.\n\nScott Coody\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining us on the call today. Last night, we issued an earnings release and presentation that cover our results for the quarter and updated outlook. Throughout the call today, we will make references to the earnings presentation to support prepared remarks, and these slides can be found on our website. .\nAlso joining me on the call today are Rick Muncrief, our President and CEO; Clay Gaspar, our Chief Operating Officer; Jeff Ritenour, our Chief Financial Officer; and a few other members of our senior management team. Comments today will include plans, forecasts and estimates that are forward-looking statements under U.S. securities law. These comments are subject to assumptions, risks and uncertainties that could cause actual results to differ materially from our forward-looking statements. Please take note of the cautionary language and risk factors provided in our SEC filings and earnings materials.\nWith that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Scott. It's a pleasure to be here this morning. We appreciate everyone taking the time to join us. For today, I plan to focus my comments on the trajectory of our business for the remainder of 2023 and highlight the steps we're taking to further improve capital efficiency as we head into 2024.\nNow let's start with a brief review of our financial and operating performance. In the third quarter, Devon delivered a production per share growth rate of 10% year-over-year. This strong growth rate was fueled by our franchise asset in the Delaware Basin, accretive acquisitions and an opportunistic share repurchases over the past year. On a barrel of oil equivalent basis, our total volumes were within the guidance range, but oil volumes were slightly softer due to select well performance in the Williston with minor infrastructure constraints in the Delaware.\nWe will cover the Delaware in greater detail later in the call, but these constraints were temporary and have a visible pathway to correction with the industry's ongoing build-out of infrastructure. Turning to capital for the quarter. With our disciplined plan, we've kept reinvestment rates to just over 50% of cash flow. This resulted in our free cash flow more than doubling versus the second quarter, and we rewarded shareholders with a 57% increase to our dividend payout.\nIn the fourth quarter, we expect Devon's production to be around 650,000 BOE per day, of which oil is expected to approximate 315,000 barrels per day. Now as a reminder, we dropped our fourth frac crew in the Delaware midyear to replenish our DUC inventory and the impact of this lower completion activity will lead to a minor decline in our production versus the third quarter.\nWe've also modeled in the effects of project timing and weather impacts, some of which we've already experienced. However, we do expect our financial performance in the fourth quarter to be very strong with operating margins set to expand and free cash flow to be quite robust. Overall, the fourth quarter is set up to round out another successful year financially for our company. And while we have certainly faced some challenges this year, we're on track to deliver one of the best years in our 50-plus year history in terms of returns and free cash flow generation.\nImportantly, as we head into 2024, our focus remains the same. We intend to deliver growth on a per share basis and maximize free cash flow generation, while balancing the need to appropriately reinvest in our business for the future. To achieve these objectives, we have incorporated our learnings over the past year, pushed service costs lower and sharpen our capital allocation to deliver a step-change improvement in well productivity and efficiency.\nNow on Slide 8, we outlined the key attributes underpinning our improved outlook for 2024. First and foremost, with continued volatility in commodity pricing, we believe it is prudent to conduct -- construct a capital plan with consistent activity levels to maintain production at a level around 650,000 BOE per day with oil at approximately 315,000 barrels per day.\nWith ongoing macro uncertainty and with the ample spare capacity that OPEC Plus possesses, we have no intention of adding incremental barrels into the market at this point in time. This disciplined approach reflects our commitment to pursuing value over volume and shareholders will benefit from our high-graded slate of development projects designed to enhance capital efficiency and returns on capital employed.\nTo deliver this production profile in 2024, we anticipate a capital investment of $3.3 billion to $3.6 billion. This level of spending represents an improvement of 10% compared to 2023, and we expect to fund this program at pricing levels below $40 per barrel.\nIn summary, we see delivering flat production for 10% less CapEx. Now turning to Slide 9. Our improved capital efficiency in 2024 is driven by concentrating more than 60% of our spending in the Delaware Basin. Our plan will shift a higher mix of activity to multizone Wolfcamp developments in New Mexico, which is the core of the play as infrastructure constraints have eased over the past and will continue over the coming months.\nWe also plan to high-grade capital activity across other key assets in our portfolio. This includes limiting Williston Basin activity to only our highest impact opportunities and decreasing activity -- appraisal activity in the Eagle Ford. With this refined capital allocation, we expect to improve well productivity by 5% to 10% in 2024, anchored by our franchise asset in the Delaware Basin.\nAnd lastly, we expect -- our capital efficiency also benefited from improved service costs as contracts refresh over the next few quarters. Now with this operating plan in 2024, we are positioned to deliver free cash flow growth of around 20% in 2024 at $80 WTI pricing.\nAs you can see on Slide 11, with this strong outlook, that translates into a uniquely attractive free cash flow yield of 11%, which is up to 3x higher than what the broader equity markets can offer. Simply put, this is one of the most critical aspects of the Devon plan. On Slide 12, with the stream of free cash flow, as we've done in the past, we plan to target a cash return payout of around 70%, which is in line with our average annual payout to shareholders since we unveiled this industry-first model in 2020.\nA key priority heading into next year is to continue to grow our fixed dividend. We believe the certainty that comes with a fixed dividend is valued by shareholders and is better capitalized within our equity price, especially if the yield is competitive with that of the broader markets.\nWith the remainder of our free cash flow, we will stay flexible as we always have been by judiciously allocating toward the best opportunities, whether that be increased stock buybacks, variable dividends or taking additional steps to improve our balance sheet.\nHowever, given our current stock price, we expect to pursue buybacks at a level that will most likely result in our variable payout being below the 50% threshold in the near term to capture the incredible value our equity offers at these trading levels.\nAnd with that, I'll now turn the call over to Clay for a rundown of our recent operational performance.\n\nClay M. Gaspar\n\nPresident & Chief Operating Officer, WPX Energy, Inc.\n\nThank you, Rick, and good morning, everyone. For today, I plan to focus my comments on our Delaware Basin operations as well as outlining the actions we plan to take to sharpen our capital allocation and drive efficiencies in our business over the next year. .\nLet's begin on Slide 15 with an overview of our Delaware Basin activity, which accounts for roughly 60% of our capital spending for this year. With this level of investment during the quarter, we ran a consistent program of 16 rigs and brought on 59 new wells. Well productivity was very strong with 30-day rates averaging 3,000 BOE per day and improved average productivity combined with the benefits of elevated completion activity in the first half of the year drove another quarter of production growth from our franchise asset.\nThat said, our growth rate in the quarter was held back by a few wind and lightning storms that impacted power for our facilities as well as our third-party infrastructure. These storms stranded a few thousand barrels per day during the quarter. The infrastructure and the wells are back online, and we don't see any negative impacts on the ultimate recovery of these wells.\nOn Slide 16, you can see our impressive well productivity in the Delaware Basin during the quarter. It was highlighted by 3 important projects. On the far left of the slide, Devon's top result for the quarter was the Bora Bora project. Developing the Upper Wolfcamp at our Todd area, with 30-day rates from Bora Bora, averaging 4,600 BOEs per well, with the cost coming in under budget, these returns are expected to be well into the triple digits for this project.\nAnother noteworthy project was our CBR 17 development in Texas, where 30-day production rates averaged 4,100 BOE per day per well. The CBR 17 results were enabled by a 3,000-acre trade completed about a year ago that I highlighted on the previous call. This key trade, which unlocked our ability to pursue extended reach laterals by extending our laterals to 2 miles for this project, we added several million dollars of net present value in this project alone.\nOn the right, another key result for us was the Halfline project. where we co-developed multiple zones in the Wolfcamp A and B. While rates were restricted due to infrastructure, recoveries on this are on track to reach 1.5 million BOE per day per well -- excuse me, per well. With solid returns from our Wolfcamp B appraisal today, we now plan on bringing forward of this opportunity by co-developing the Upper Wolfcamp where possible in the future activity.\nLooking forward to the project level details. Slide 17 provides a nice visual of the well productivity we achieved in the Delaware Basin during the third quarter. On the left, as I touched on earlier, 30-day average rates for the Delaware wells we brought online reached 3,000 BOE per day. These high-impact wells exhibited a 20%-plus improvement from the first half of 2023 reaching the highest quarterly level in more than a year.\nThis performance is great to see, given our well productivity over the past year has been held back slightly by elevated appraisal requirements, infrastructure constraints. The 2023 infrastructure constraints resulted in a shifting of our -- a portion of our capital to less prolific areas in the basin and at times, constrained peak rates across a subset of our new wells.\nAs you can see on the right-hand side of the slide, we also made progress improving our cycle times across our drilling and completions operations in the basin. Third quarter results were highlighted by our completion space exceeding 2,000 feet per day for the fifth consecutive quarter, and we drilled several pacesetting wells that achieved spud rig release times of less than 15 days. With the momentum we've established, we believe we can build upon these results and capture further efficiencies and as we head into 2024.\nTurning to Slide 18. As Rick touched on earlier, we're excited about the plan we have in place to drive improved well productivity in the Delaware with our 2024 plan. With the ongoing industry build-out of infrastructure in the form of electrification, compression, localized processing and downstream takeaway, we plan to allocate approximately 70% of our capital to the Delaware Basin and specifically to the core of New Mexico, while we can optimize the remaining activity across our acreage in Texas.\nAs you can see on the chart on the left, by refining our focus on high-impact Wolfcamp zones in the core of the play with less appraisal requirements, we expect Delaware productivity to improve by 10% in 2024. Looking beyond 2024, we have a long runway of high-value inventory in the Delaware that positions Devon to deliver highly competitive results for the foreseeable future. As we've discussed in the past, we've identified more than a decade of risked inventory across the Delaware and we expect to steadily replenish this inventory over time as we successfully characterized the many upside opportunities across this back play resource.\nIn addition to our internal estimates, there are plenty of third-party services that can provide in-depth evaluation of our resource base. A great example of this on Slide 19 and that references the recent Enverus Permian inventory report. While I won't go through all of the details on the slide, there are 3 key takeaways you should have. First, one of the -- we have one of the largest remaining inventories of any operator in the Delaware. Second, the quality of this inventory is excellent with returns exceeding a PV-10 breakeven at $40 WTI.\nAnd third, we possess significant upside to our risk resource from many known geological viable zones that have yet to be fully characterized. So in summary, with the Delaware accounting for roughly 60% of Devon's total risk resource, we're going to be delivering some excellent results for quite some time. And with that, I'll turn the call to Jeff for a financial review. Jeff?\n\nJeffrey L. Ritenour\n\nChief Financial Officer & Executive Vice President, Devon Energy Corp.\n\nThanks, Clay. I'll spend my time today reviewing our financial performance in the third quarter and discussing our cash return approach for the future. In general, revenues and expenses came in line with expectations for most categories in the third quarter. However, high natural gas price realizations and lower tax rate due to R&D tax credits taken in the quarter drove our earnings beat versus the Wall Street consensus. .\nPutting it all together, operating cash flow totaled $1.7 billion in the third quarter with capital reinvestment rates at 52% of cash flow, generating $843 million of free cash flow and more than twofold increase versus the prior period. With this free cash flow, a key priority for us was to strengthen our financial position. In August, we paid off $242 million of maturing debt, and we bolstered liquidity with cash balances increasing by 56% to $761 million.\nWith these actions, Devon exited the quarter with a net debt-to-EBITDA ratio of just over 0.5 turn. Moving forward, we plan to add to our financial strength in each quarter by committing around 30% of our free cash flow back to the balance sheet. This will allow us to further pare down our absolute debt balance with repayment of roughly $1 billion of maturities coming due in 2024 and 2025 and maintain a minimum cash balance in excess of $500 million.\nCash returns to shareholders increased materially in the third quarter. Based on third quarter results, we declared a fixed plus variable dividend of $0.77 per share, an increase of 57% from the prior quarter. This dividend payout represents an attractive annualized yield of over 6% at today's share price. In addition to the dividend, we have a $3 billion share repurchase authorization in place.\nTo date, we've repurchased 400 million shares at a total cost of $2.1 billion. With this program, we are on pace to decrease Devon's outstanding share count by up to 9%. Although we temporarily paused our repurchase activity in the third quarter, retire debt and cash -- excuse me, and to build cash, we continue to review buyback -- or we continue to view buybacks as a critically important tool for us to compound per share growth for investors over time.\nAs Rick stated earlier, we'll target 70% of free cash flow for cash returns to shareholders moving forward. With the recent weakness in our share price, investors should expect us to be an aggressive buyer of our equity once we come out of the earnings blackout and the general weighting of cash returns to be balanced towards share repurchases and our growing fixed dividend over the near term. With that, I'll turn the call back to Rick for some closing comments.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Jeff. I would like to close today by reiterating a few key messages from our prepared remarks. Number one, we plan to incorporate our learnings from the past year, tighten a few things up and refine our capital allocation in 2024 to deliver a step-change improvement in capital efficiency. Number two, this improved capital efficiency is anchored by our franchise asset in the Delaware Basin, where we expect well productivity to improve by up to 10% year-over-year.\nNumber three, with our long-duration resource base, we have a depth of inventory to deliver sustainable results through the cycle. And number four, we are deeply committed to a disciplined pursuit of per share value creation and our carefully designed cash term framework that has the flexibility to allocate free cash flow across multiple avenues to optimize shareholder value. We've demonstrated that and we'll continue to do so in the future. And now with that, I'll now turn the call back over to Scott for Q&A.\n\nScott Coody\n\nVice President of Investor Relations\n\nThanks, Rick. We'll now open the call to Q&A. [Operator Instructions] With that, operator, we'll take our first question."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8979d25e1d3adbe4bd5589651b72ae9a",
    "period": "2023 Q2",
    "content": "Q2 2023 Devon Energy Corp Earnings Call\n\nQ2 2023 Devon Energy Corp Earnings Call\n\nDVNNYSEAUG 2, 11:00 AM\n\nOperator\n\nLadies and gentlemen, welcome to Devon Energy's Second Quarter Earnings Conference Call. [Operator Instructions] This call is being recorded.\nI'd now like to turn the call over to Mr. Scott Coody, Vice President of Investor Relations. Sir, you may begin.\n\nScott Coody\n\nVice President of Investor Relations\n\nGood morning, and thank you to everyone for joining us on the call today. Last night, we issued an earnings release and presentation that cover our results for the second quarter and our outlook for the remainder of 2023. Throughout the call today, we'll make references to the earnings presentation to support our prepared remarks, and these slides can be found on our website. Also joining me on the call today are Rick Muncrief, our President and CEO; Clay Gaspar, our Chief Operating Officer; Jeff Ritenour, our Chief Financial Officer; and a few other members of our senior management team. Comments today will include plans, forecasts and estimates that are forward-looking statements under U.S. securities law. These comments are subject to assumptions, risks and uncertainties that could cause actual results to differ materially from our forward-looking statements. Please take note of the cautionary language and risk factors provided in our SEC filings and earnings materials.\nWith that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Scott. Pleasure to be here this morning. We appreciate everyone taking the time to join us. Devon's second quarter performance can be defined as another one of solid execution on all fronts as our business continued to strengthen and build operational momentum throughout the quarter. The attractive per share growth we've consistently delivered quarter after quarter, demonstrates the efficiency of our disciplined business model, the quality of our Delaware focused asset portfolio and the team's execution capabilities and the benefits of our cash return framework.\nThe chart on Slide 4 provides a very compelling visual of this success, showcasing our impressive track record of value creation. Since we unveiled the industry-first framework in late 2020, we have deployed $12 billion towards dividends share buybacks, debt reduction and accretive bolt-on acquisitions. The cumulative value of these actions equate to nearly 2x the value of Devon's pro forma market capitalization from just a few years ago. As you can see from our diversified actions to date, we have carefully designed our cash return framework to be nimble with the flexibility to allocate free cash flow across multiple avenues to optimize financial results through the cycle. Importantly, this disciplined execution has been rewarded by the market with our equity performance, achieving the highest return of any stock in the entire S&P 500 over this period.\nNow let's go through some of our second quarter highlights and operating trends in greater detail. Beginning with production, the team did a great job growing oil volumes by 8% on a year-over-year basis this past quarter. this result surpassed midpoint guidance expectations and for us set a new all-time high oil production record for the company by averaging 323,000 barrels per day in the quarter. Additionally, this volume growth was supported by an infrastructure that includes several strategic midstream assets that we have selectively invested in through the years and have taken equity stakes in an effort to enhance the result from our core E&P operations. A key driver of this record-setting result was higher completion activity in the Delaware Basin. By leveraging the benefits of a temporary fourth frac crew and consistently improving cycle times, we were able to bring online 76 new Delaware wells in the quarter, which was a few more than we originally planned due to efficiency gains. Importantly, the well productivity from this batch of wells in Delaware was excellent and included a Wolfcamp B appraisal success that strengthens the depth and quality of our resource in the area. We also had a successful redevelopment test in the Eagle Ford and advanced a handful of other interesting appraisal projects across our diversified asset base that it reinforces our confidence in the resource upside that currently exist across our portfolio.\nLooking ahead, with higher levels of completion activity in the second quarter, we expect our production profile to continue to strengthen the upcoming third quarter. A good visual of this operational momentum can be seen on Slide 7, with oil volumes expected to grow to a range of 322,000 to 330,000 barrels per day in the upcoming quarter. As I touched on earlier, the capital spending to drive this growth trajectory was a touch ahead of expectations due to very strong execution from our drilling and completion teams that brought forward activity into the quarter. Clay will spend time and cover this topic later, but I am extremely proud to share that we've set several operational records at both the basin and company level, contributing to the record-setting drilled and completed feet per day metrics we have achieved year-to-date.\nIn addition to our strong operating efficiencies, our business is also beginning to benefit from service cost deflation as contracts are refreshed. This is driven by reduced activity from natural gas-focused companies and private producers over the past few months resulted -- resulting in improved availability of services and cost deflation in virtually every category. Although this is a very dynamic environment, we've observed the most downward pressure to date in the areas of tubulars, rig rates, fuel and other miscellaneous drilling services that will begin to positively impact our cost structure as we enter the end of this year. We also anticipate price movement with pressure pumping, which is our largest cost category in a very near future. While it's still somewhat premature to say what and set what our firm outlook for 2024 is, our expectations for deflationary trends should continue. We have the potential for meaningful savings from peak well costs as pricing improvements gradually flow through our cost structure over the next year or so. With a free cash flow model that our business generated, we had another great quarter of cash returns. We returned $462 million to shareholders through our fixed plus variable dividend which we have paid out now for 12 consecutive quarters. We also have an active buyback program that resulted in the repurchase of nearly 4 million shares over the past 3 months. We believe this balance between dividends and buyback offers investors the powerful combination of an attractive yield and steady per share growth through the cycle.\nNow moving to Slide 11. With the progress that our business has made year-to-date, we are well on our way to meeting the capital objectives associated with our 2023 plan. The momentum we have established places us on track to deliver a production per share growth rate of approximately 9% for the year. Importantly, the activity required to fund this growth is self-funded at a $40 WTI price or approximately half of where we are today and is delivering returns on capital employed greater than 20% at today's commodity prices. While once again, it is too early to provide firm guidance for next year. The trajectory of our business sets us up for a strong outlook in 2024 as well. Given current market fundamentals, we plan to invest at levels that will sustain our productive capacity and any improvements that we see from lower service costs will accrue to our shareholders in the form of higher free cash flow generation. This disciplined pursuit of value over volume positions us to continue to deliver another year of differentiated cash returns and highly competitive returns on invested capital versus the broader market.\nAnd now with that, I'll now turn the call over to Clay to cover our operational highlights. Clay?\n\nClay M. Gaspar\n\nPresident & Chief Operating Officer, WPX Energy, Inc.\n\nThank you, Rick, and good morning, everyone. Our second quarter operating results demonstrated that our business is performing at a high level and building momentum as we head into the second half of the year. As Rick touched on, this positive trajectory is underpinned by improving capital efficiency from faster cycle times, improving service costs and positive appraisal results that will contribute to our production profile and financial results over the balance of this year and more significantly into 2024. We Today, I plan to provide a brief overview of the second quarter results across our assets as well as highlight some upcoming catalysts. The most significant contributor to Devon's second quarter operating success, so once again, our franchise asset in the Delaware Basin.\nAs you can see on Slide 8, more than 60% of our capital activity was deployed to this prolific basin, allowing us to run a consistent program of 16 rigs. With the fourth completion crew of work in the first half of the year, we were able to place 76 wells online in the second quarter, up more than 80% compared to the first quarter. This elevated completion activity grew our Delaware production to 420,000 BOE per day and is expected to underpin volume growth in the third quarter as well. While we had great results across our acreage position, a key project I would like to highlight from the quarter was our Mule development in Eddy County, New Mexico. We've talked in the past about the important appraisal work that we do each year with 10% to 20% of our capital budget. The Mule pad is an example to provide you some visibility into the fruits of this labor. This 11-well project successfully codeveloped multiple landing zones within the Wolfcamp with particularly exciting results from the appraisal of deeper Wolfcamp B benches. The initial results from these 6 wells targeting the Wolfcamp B landing zones average greater than 3,100 BOE per day with 44% oil cut. Per well recoveries are on trend to exceed 2 million barrels of oil equivalent. Importantly, these highly commercial appraisal results de-risk and enhance the economic expectations on approximately 100 Wolfcamp B locations in the Cotton Draw area. Furthermore, these deeper Wolfcamp locations are expected to be highly competitive within our capital allocation framework going forward. The Delaware team also continued to make progress advancing drilling and completions efficiencies across our operations in the basin. In the Wolfcamp, we improved drilling productivity by about 10% on a per foot basis over the past year, while some of our best spud release times for 2-mile laterals pushing below 15 days.\n[Audio Gap]\nTo optimize future development activity in the Eagle Ford and other -- and further deepens our conviction of the resource upside that exists across this entire field.\nMoving to the Williston. Volumes began to rebound in the second quarter, growing 4% quarter-over-quarter to 56,000 BOE per day. This growth was driven by improved weather, higher uptimes on existing producers\n[Audio Gap]\nValue by monetizing this asset at some point in the future.\nCutting to the bottom line, we generated $1.4 billion of operating cash flow during the quarter. Combined with the low reinvestment rates to fund our disciplined capital program, we were able to generate free cash flow for the 12th straight quarter. Furthermore, we've delivered these results across a variety of market conditions showcasing the durability of our business strategy. With this free cash flow, our top priority was the return of capital to our shareholders. A key use of our excess cash in the quarter was the funding of our fixed plus variable dividend with the board declaring a payout of $0.49 per share. This distribution will be paid at the end of September. In addition to dividends, we also see great value in our equity and continue to be active buyers of our stock. During the quarter, we repurchased an additional $200 million of stock, bringing our year-to-date total to approximately $750 million. With the authorization we have in place, we remain on pace to repurchase approximately 9% of our outstanding shares by the end of next year. These opportunistic buybacks are a critically important tool for us to compound per share growth for investors over time. And to round out my prepared remarks this morning, I'd like to give a brief update on our investment-grade financial position. We exited the quarter with $3.5 billion of liquidity and a low net debt-to-EBITDA ratio of 0.7x. This leverage resides well below our mid-cycle leverage target of 1x or less. Subsequent to quarter end, we took the next step in improving our financial position by retiring $242 million of debt at maturity. With a strong cash flow our business is generating, we'll have additional opportunities to pare down our debt and maturities coming due in 2024 and 2025 as well.\nWith that, I'll now turn the call back to Rick for some closing comments.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Jeff. Good job.\nI would like to close out today by reiterating 4 key messages from our prepared remarks. Number one, our disciplined execution in the second quarter demonstrates our business is performing at a high level and building momentum as we head into the second half of the year. Number two, this positive trajectory is underpinned by better capital efficiency from higher and faster cycle times, strong well productivity and improving service costs that will contribute to our financial results over the remainder of this year and into 2024. Number three, our resource base continued to strengthen this quarter. This was evidenced by our highly commercial appraisal results in the deeper Wolfcamp and a positive redevelopment test in the Eagle Ford that adds to our conviction of resource upside across our portfolio. And number four, with this advantaged resource base, we are deeply committed to a disciplined pursuit of per share value creation over production volume growth. Foundational to this commitment is our carefully designed cash turn framework that has the flexibility to allocate free cash flow across multiple avenues to optimize shareholder value through the cycle.\n;\nAnd now with that, I'll turn the call back over to Scott as we get into Q&A.\n\nScott Coody\n\nVice President of Investor Relations\n\nThanks, Rick. We'll now open the call to Q&A. Please limit yourself to one question and a follow-up. This allows us to get to more of your questions on the call today.\nWith that, operator, we'll take our first question."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7202dbbb30b5053f23f122ec4548a53b",
    "period": "2023 Q1",
    "content": "Q1 2023 Devon Energy Corp Earnings Call\n\nQ1 2023 Devon Energy Corp Earnings Call\n\nDVNNYSEMAY 9, 11:00 AM\n\nOperator\n\nWelcome to Devon Energy's First Quarter 2023 Conference Call. [Operator Instructions] This call is being recorded.\nI'd now like to turn the call over to Mr. Scott Coody, Vice President, Investor Relations. Sir, you may begin.\n\nScott Coody\n\nVice President of Investor Relations\n\nGood morning, and thank you to everyone for joining us on the call today. Last night, we issued an earnings release and presentation that cover our results for the first quarter and our outlook for the remainder of 2023. Throughout the call today, we will make references to the earnings presentation to support prepared remarks, and these slides can be found on our website.\nAlso joining me on the call today are Rick Muncrief, our President and CEO; Clay Gaspar, our Chief Operating Officer; Jeff Ritenour, our Chief Financial Officer; and a few other members of our senior management team.\nComments today will include plans, forecasts and estimates that are forward-looking statements under U.S. Securities Law. These comments are subject to assumptions, risks and uncertainties that could cause actual results to differ materially from our forward-looking statements. Please take note of the cautionary language and risk factors provided in our SEC filings and earnings materials.\nWith that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Scott. It's a pleasure to be here this morning. We appreciate everyone taking time to join us.\nFor today's discussion, I'll be focusing on 3 key topics that I believe are most important to our shareholders at this point. First, I plan to cover our solid first quarter execution. Second, I will run through the steps we've taken to bolster the return of capital to shareholders. And third, I plan to share insights on how our business is positioned to effectively control costs and gain momentum throughout the rest of the year.\nSo to start off, let's turn to our first quarter results on Slide 6, where we had several key highlights. First, total oil production exceeded our midpoint guidance at 320,000 barrels per day, representing a growth rate of 11% compared to the year ago period. This level of oil production was the highest in our company's 52-year history. Our strong well productivity in the Delaware Basin was once again a key contributor to this result, and our recently-acquired assets in the Eagle Ford and the Williston Basin also provided us higher volumes in the quarter. Clay will touch on our well productivity in greater detail later in the call, but I do want to highlight that the average well placed online in the quarter is on track to recover more than 1 million barrels of oil equivalent. These strong recoveries are right in line with our historic trends over the past few years, demonstrating the quality, depth and ability to deliver sustainable results across our resource base.\nAnother notable achievement from the first quarter was our team's effective cost management. This was demonstrated by capital expenditures being in line with expectations and operating costs coming in better than our guidance by a few percent. I'll cover this topic in greater detail later in the call with our outlook, but this positive start to the year puts us in a great position to potentially spend fewer dollars in 2023 to achieve our capital objectives for the year.\nWith our first quarter capital activity, we limited reinvestment rates to prudent levels resulting in over $665 million of free cash flow. This marks the 11th quarter in a row our business has generated free cash flow, with oil prices over this time ranging from as low as $40 a barrel to as high as $120 a barrel. This is a great example of Devon's ability to generate meaningful amounts of cash flow -- free cash flow across a variety of market conditions, further showcasing the durability of our strategic plan to create value through the cycle and deliver returns on capital employed that compete with any sector in the S&P 500. With this free cash flow, we continue to reward shareholders through our cash return framework, which was well balanced between dividends and stock buybacks in the most recent quarter.\nAs shown on Slide 7, the total cash payout from the shareholder-friendly initiatives reached an annualized rate of around a 12% yield in the first quarter, which significantly exceeds the available opportunities in other sectors of the market. Nearly half of this payout was derived from our distinctive fixed plus variable dividend framework. This consistent formulaic approach, which began almost 3 years ago, has allowed Devon to offer one of the highest yields the entire S&P 500 since its groundbreaking implementation.\nNow turning to Slide 9. In addition to our strong dividend payout, we continue to see attractive value in repurchasing our shares, which we believe traded a significant discount to our intrinsic value. To capitalize on this compelling opportunity, we made substantial progress advancing our buyback program by repurchasing $692 million of shares year-to-date. In addition to our corporate buyback activity, multiple members of our management team, myself included, have also demonstrated their conviction in Devon's value proposition by purchasing stock in the open market over the past few months. With our Board of Directors approving the upsizing of the capacity of our repurchase program by 50%, up to $3 billion, the company is well equipped to be active buyers of our stock over the course of the year.\nNow moving to Slide 11. Looking to the remainder of 2023, there is no change to our disciplined operating plan we laid out for you earlier this year. Now that our Delaware infrastructure is fully operational and actively ramping to place more wells online, we expect our production to grow over the remainder of the year. This momentum places us right on track to average just over 650,000 BOE per day this year, which translates into a healthy production per share growth of approximately 9% on a year-over-year basis.\nWith capital, we've not made any revisions to our outlook of $3.6 billion to $3.8 billion for the year. As a reminder, this capital for cash assumes a low single-digit inflation rate compared to our 2022 exit rate. However, in the first quarter, we did experience service price stability for the first time in many quarters, and we began to see signs of increased availability of goods and services due to an overall slowdown in industry activity. If these trends continue, we see potential for downward pressure on service costs later this year and into 2024. With much of our contract book shifting towards shorter duration agreements, we're now well positioned to work with our service partners for better terms as more frequent contract refreshment occurs over the next several quarters.\nLastly, on Slide 12, I believe this chart does a good job of summarizing the competitiveness of our outlook in 2023. With the plan we've laid out, we continue to possess one of the most capital-efficient programs in the entire industry that is self-funded at a $40 WTI oil price. With this disciplined plan, Devon is well positioned to continue to generate significant free cash flow and execute all aspects of our cash return model, making 2023 another successful year for us.\nNow with that, I will now turn the call over to Clay to cover our operational highlights. Clay?\n\nClay M. Gaspar\n\nPresident & Chief Operating Officer, WPX Energy, Inc.\n\nThank you, Rick, and good morning, everyone.\nAs Rick touched on earlier, our team did a great job of meeting the first quarter operational targets through solid well productivity, effective cost management and the steady progression of upcoming development projects that will benefit us for over the coming quarters. Remember, we're focused not just on delivering the numbers for this quarter and year, but also derisking opportunities for the coming years and also investing in R&D that will create value throughout the coming decade. We're making great progress on all 3 fronts. This positive start to the year put us in great position to continue to build momentum throughout the course of the year and achieve our corporate objectives for 2023.\nA significant contributor to the success in this quarter was our franchise asset in the Delaware Basin. As you can see on Slide 15, roughly 60% of our capital was deployed to this prolific basin, allowing us to run a consistent program of 16 rigs and 4 frac crews in the quarter. With this level of drilling and completion activity, we brought online 42 new wells in the quarter, with the majority of this activity targeting high-impact intervals in the Upper Wolfcamp. This focused development program resulted in another quarter of volume growth year-over-year, with oil representing 51% of the product mix.\nWhile we had great productivity across our acreage position, our performance during the quarter was headlined by our Exotic Cat Raider project. This 6-well pad located in Lea County, New Mexico, targeted a highly productive area with 3-mile laterals in the Upper Wolfcamp. Individual wells at Exotic Cat flowed at rates over 7,200 BOE per day and well -- per well recoveries from this pad are on track to exceed 2 million barrels of oil equivalent. The flow rate from this activity rank among the very best projects Devon has ever brought online in the basin.\nAnd lastly, on this slide, another key event for us during the quarter was the resumption of operations at our Stateline 8 compressor station. This was possible thanks to the team's timely efforts in securing replacement equipment and the personnel to safely repair this critical facility. Although this repair work did temporarily limit our production in this part of the field during the quarter, we are confident that we resolved this issue and we do not expect any further disruptions of this nature. Furthermore, we also commenced operations at our Stateline 10 compressor station, providing us another 90 million cubic feet of throughput and even more flexibility in the region going forward.\nTurning to Slide 16. As I look ahead to the remainder of the year, our Delaware asset is well positioned to build upon the solid results we achieved in the first quarter. Overall, with the 200 wells that we plan to bring online this year in the Delaware, we expect well productivity to be very consistent with the high-quality wells we brought online over the past few years. And for context, as shown on the chart to the right, this level of well productivity would not only position Devon among the top operators in this world-class basin, but would also surpass the performance of other top [ shale ] plays in the U.S. by a noteworthy margin. This impressive well performance, coupled with a long runway of high-value inventory, further underscores the competitive advantage and the sustainability of our resource base in the Delaware Basin.\nTurning to Slide 17. Another asset I'd like to spend some time on today is the Eagle Ford, which is our second-highest funded asset in 2023. Over the past few years, we've taken the disciplined and scientific approach to refine the next phase of development in this prolific field through thoughtful and measured appraisal work. The momentum generated from these learnings is evident in our current capital program, where we are pursuing tighter infill spacing and have active refrac program, with the goal to efficiently sustain a steady production profile and harvest significant free cash flow. This year, we plan to spud over 90 wells, with the majority of this drilling focused on redeveloping acreage with much tighter spacing than originally conceived when we first entered the play a decade ago. We attributed this infield opportunity to high reservoir pressure, a fractured network that heals quickly and low but consistent permeability. This unique combination allows us to pursue significantly tighter spacing, with redevelopment activity targeting 16 to 20 wells per unit across multiple landing zones in the Eagle Ford.\nIn addition to the benefit of oil-weighted recoveries that are projected to exceed 0.5 million barrels per well, our ability to leverage this existing infrastructure in the play also bolsters the returns. These unique and favorable reservoir characteristics in the Eagle Ford provides us with many years of highly competitive drilling inventory.\nThe team has also made steady progress on our refrac program in the Eagle Ford, achieving consistent, successful and restimulating the productivity of older wells. To date, we have roughly 30 refracs online that have successfully accessed untapped resource, resulting in an immediate uplift to the well productivity that has expanded per well reserves by more than 50%. In 2023, we plan to execute around 10 refracs and we've identified several hundred high-return candidates across the field to pursue in the future.\nWhile we have made significant progress on improving recoveries through infill spacing and refracs, we believe there's still meaningful resource upside in this play. A catalyst to help us accelerate our learnings in this area is our Zgabay pilot in DeWitt County, which is supported by a grant from the U.S. Department of Energy. The objective of this grant is to fund a field study and create an underground laboratory to improve the effectiveness of shale recoveries by testing new monitoring techniques for both initial stimulation and production as well as collecting [indiscernible] data to enhance recoveries via refracking and EOR. While we're still in the early stages of gathering and interpreting the data from this project, we have already incorporated learnings into our day-to-day operations. These learnings will enable us to optimize recovery of resources, not only in the Eagle Ford but across our broader footprint in the [ East ]. I expect to have more positive updates on this topic in the future.\nAnd finally, on Slide 18, I'm also excited to talk about the positive results we're seeing delivered on other key assets across our portfolio. As you can see on the graph to the right, over the past year, we've done some good work to opportunistically build up operating scale in these areas and increase the production by 9%. The main factors that drove this growth were our Dow JV partnership, which helped us regain operational momentum in the Anadarko Basin, the [ Rimrock ] acquisition in the Williston and the quality assessment work we've done in the Niobrara oil play in the Powder River Basin. That has helped us build for the future. In addition to solid production growth, this diversified group of assets is on pace to generate a meaningful tranche of cash flow that we can deploy to other key strategic priorities such as the return of capital to shareholders. I appreciate the team's hard work and the effort that goes into delivering near-term free cash flow and also derisking valuable future inventory.\nWith that, I'll turn the call over to Jeff for a financial review. Jeff?\n\nJeffrey L. Ritenour\n\nChief Financial Officer & Executive Vice President, Devon Energy Corp.\n\nThanks, Clay. I'll spend my time today covering the key drivers of our first quarter financial results, and I'll also provide some insights into our outlook for the rest of the year.\nBeginning with production, our total volumes in the first quarter averaged 641,000 BOE per day. This performance exceeded the midpoint of our guidance for the quarter due to better-than-forecasted well performance across our asset portfolio. Looking ahead, our second quarter completion activity is weighted towards the back half of the period. As a result, we expect volumes to be relatively flat in the second quarter as compared to the first. However, given the cadence of activity, we do expect to build momentum throughout the second quarter, setting up the third quarter to be the highest production quarter for the year.\nOn the capital front, we invested $988 million in the first quarter, which was in line with expectations. Looking ahead to the second quarter, we expect capital spending to remain essentially flat versus the prior period. As a reminder, we do expect to spend more capital in the first half of the year given the timing of completions in the Delaware Basin. This higher level investment in the first half of 2023 sets up Devon for a stronger production profile in the second half of the year.\nMoving to expenses. We did a good job controlling costs in the quarter with several of our expense categories coming in better than forecast. Looking ahead, as Rick touched on earlier, we're seeing cost pressures plateauing across our business, and with a solid start to the year, we feel very comfortable with our full year guidance ranges for operating costs and corporate expense.\nJumping to income tax. After adjusting for nonrecurring items, cash taxes were 11% during the first quarter. This better-than-expected result was driven by an R&D tax credit that was taken in the quarter. Looking ahead, we expect our cash tax rate to step up to around 15% for the remainder of the year.\nCutting to the bottom line, Devon's core earnings totaled $952 million or $1.46 per share. This level of earnings translated into operating cash flow of $1.7 billion. After funding our disciplined maintenance capital program, we generated $665 million of free cash flow in the quarter. With this free cash flow, our top priority was to accelerate the return of capital to shareholders. As we communicated in the past, the first call on our excess cash is the funding of our fixed plus variable dividend. Based on our strong first quarter financial performance, we declared a dividend of $0.72 per share. This distribution will be paid at the end of June and once again includes an $0.11 per share benefit from the divestiture contingency payments received earlier in the quarter.\nAnother highlight for the quarter was the continued execution of our ongoing share repurchase program. We remain confident in the intrinsic value of our equity as evidenced by the repurchase of $692 million of our stock so far in 2023. With the Board expanding our share repurchase program to $3 billion, which is equivalent to 9% of our outstanding share count, we have plenty of runway to compound per share growth as we work our way through the year.\nMoving to the balance sheet. We exited the quarter with $3.9 billion of liquidity, consisting of $887 million of cash on hand and $3 billion of undrawn capacity on our unsecured credit facility. With strong liquidity, Devon exited the quarter with a low net-to-debt EBITDA ratio of 0.6x, well below our mid-cycle leverage target of 1x or less. Looking ahead, we plan to further improve our balance sheet by retiring additional debt as maturities come due. Our next debt maturity comes due in August of this year, totaling $242 million. We'll have additional opportunities to pare down our debt with maturities coming due in 2024 and 2025 as well.\nAs I look ahead, I'm confident that our financial framework provides us the necessary flexibility to effectively manage through the unpredictable fluctuations of commodity prices while optimizing value creation for our shareholders. With the business plan designed to generate substantial amounts of free cash flow, we'll look to grow our fixed dividend over time, pay out as much as 50% of our excess cash flow via a variable dividend, opportunistically buy back shares and take additional steps to improve our financial strength. Furthermore, we possess the flexibility within this framework to lean in to any one of these options to maximize result to shareholders. We believe this balanced and transparent approach is differentiated versus peers.\nWith that, I'll now turn the call back to Rick for some closing comments.\n\nRichard E. Muncrief\n\nChairman & Chief Executive Officer, WPX Energy, Inc.\n\nThank you, Jeff. Great job.\nI'd like to close today by reiterating a few key messages. Number one, our team did a superb job of meeting the operational targets we set out for ourselves in the first quarter through solid well productivity and effective cost management. Number two, our disciplined execution resulted in another strong financial performance for the company. This is evidenced by the attractive per share growth we're delivering, substantial cash returns realized by investors and the high returns seen on invested capital. Number three, with a solid start to the year, we're now on track to achieve all of our capital objectives in 2023. Inflation is showing signs of plateauing and our business is well positioned to build momentum and generate substantial free cash flow as we progress through the year. Number four, and lastly, we have the resource depth execution capabilities, financial strength and disciplined business model to continue to deliver sustainable results through the cycle where a premier energy company are also perfectly positioned to benefit from this multiyear upcycle.\nAnd with that, I'll now turn the call back over to Scott for Q&A."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a2bfbde06dd730d20bfd827c436c531f",
    "period": "2022 Q4",
    "content": "Q4 2022 Devon Energy Corp Earnings Call\n\nQ4 2022 Devon Energy Corp Earnings Call\n\nDVNNYSEFEB 15, 11:00 AM\n\nOperator\n\nWelcome to Devon Energy's Fourth Quarter Earnings Conference Call. (Operator Instructions) This call is being recorded.\nI'd now like to turn the call over to Mr. Scott Coody, Vice President of Investor Relations. Sir, you may begin.\n\nScott Coody\n\nVP of IR, Devon Energy Corporation\n\nGood morning, and thank you to everyone for joining us on the call today. Last night, we issued an earnings release and presentation that cover our results for the year and our outlook for Devon in 2023. Throughout the call today, we will make references to the earnings presentation to support prepared remarks, and these slides can be found on our website. also joining me on the call today are Rick Muncrief, our President and CEO; Clay Gaspar, our Chief Operating Officer; Jeff Ritenour, our Chief Financial Officer; and a few other members of our senior management team.\nComments today will include plans, forecasts and estimates that are forward-looking statements under U.S. securities law. These comments are subject to assumptions, risks and uncertainties that could cause actual results to differ materially from our forward-looking statements. Please take note of the cautionary language and risk factors provided in our SEC filings and earnings materials.\nWith that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nPresident, CEO & Director, Devon Energy Corporation\n\nThank you, Scott. It's great to be here this morning. We appreciate everyone taking the time to join us. On the call today, I will cover 3 key topics: our record-setting performance in 2022, the strong outlook we have for 2023 and the cadence of our capital and production in the upcoming year.\nNow to begin with, I'd like to turn your attention to Slide 6 and 7, which cover our results for the past year. As you can see, for Devon Energy, 2022 was another year of outstanding accomplishments. We achieved all the capital objectives associated with our disciplined operating plan we, delivered the best financial performance in our company's prestigious 52-year history, and we took important steps during the year to strengthen the depth and quality of our asset portfolio.\nThe slide on Slide 6 show a great visualization of the solid execution we delivered over the course of 2022. Production per share advanced by 9% year-over-year. This growth resulted from a combination of record oil production that has more than doubled since 2020 to accretive acquisitions and timely stock buybacks.\nOur streamlined cost structure captured a full benefit of favorable commodity prices, expanding per unit margins year-over-year. Returns on capital employed set a new company record at 39% for the year. This impressive return profile outpaced the S&P 500 by a substantial margin, and this strong capital efficiency translated into free cash flow reaching an all-time high of $6 billion in 2022, more than doubling the previous year.\nI want to congratulate the entire team at Devon for these accomplishments in 2022. This type of operational excellence and financial performance differentiates Devon as one of the premier energy companies in the U.S.\nAnother key highlight for 2022 was the market-leading cash returns we delivered to investors. On Slide 7, we have included a comparison of our total cash payout that reached around 10% for the year versus other opportunities in the market. As you can see in the red portion of the bar, Devon's dividend payout was more than double that of the energy sector and vastly superior to every sector in the S&P 500.\nHowever, I want to be quick to add that we are not just a high-yielding dividend story, we are also compounding per share growth for investors through the execution of our $2 billion share repurchase program. By upsizing this buyback authorization twice during the year, we reduced our outstanding share count by 4% since program inception and security shares as a substantial discount to current trading levels.\nWe also supplemented per share growth in 2022 by deploying a portion of our excess cash toward taking advantage of unique M&A opportunities. These acquisitions in the Williston and Eagle Ford were highly complementary to our existing acreage, and we secured and met an attractive and accretive valuation and capture top-tier oil resource in the best part of these prolific fields.\nWhile tough to come by, these transactions successfully demonstrate another way, our plan can create value for shareholders.\nOn Slide 11, as we shift our focus to 2023, I want to be clear that there's no change to our disciplined strategy. At Devon, we are driven by per share value creation, not the pursuit of produced volumes. For the upcoming year, we have designed a consistent capital program to sustain production, deliver high returns on capital employed and generate significant free cash flow that can be harvested for shareholders.\nNow let's run through some of the highlights of our 2023 outlook. Beginning with production, we expect volumes to build throughout 2023, to reach an average of 643,000 to 663,000 BOE per day for the full year, of which approximately half is oil. Combined with the tailwinds from share repurchases and our 2 well-timed acquisitions, our volumes on a per share basis are on track to deliver an attractive high single-digit growth rate once again in 2023.\nThe capital investment required to deliver this production profile is expected to range from $3.6 billion to $3.8 billion with these capital requirements being self-funded at pricing levels as low as a $40 WTI oil price.\nThis low breakeven funding level showcases the durability of our business model and positions us with an attractive free cash flow yield in 2023 that screens as much as 2x higher than other key indices in the market.\nWith this strong free cash flow, we will continue to prioritize the funding of our dividend, which includes an 11% hike to our fixed dividend payout beginning in March.\nWe will also have plenty of excess cash after the dividend to evaluate opportunistic share buybacks or take steps to further improve our balance sheet.\nLastly, on Slide 12, I would like to end today's comments with a few key thoughts on the trajectory of our capital spending and production profile as we progress through 2023.\nBeginning with capital, we planned for spending to be slightly elevated in the first half of the year due to the addition of a temporary fourth frac crew in the Delaware Basin. This elevated completion activity in the Delaware is expected to be wrapped up by midyear, resulting in reduced capital spending over the second half of 2023.\nLooking specifically at first quarter production, we expect volumes to approximate 635,000 BOE per day. Our production during the quarter is expected to be temporarily limited by 3 factors: first, due to the timing of activity, we expect to bring online around 90 gross-operated wells in the first quarter. This will be our lowest quarterly amount for the year.\nHowever, activity does ramp up from here with roughly 15% more wells online per quarter over the remainder of 2023 compared to the first quarter.\nAnother factor impacting near-term production is infrastructure downtime in the Delaware Basin due to a temporary outage at a compressor station in the Stateline area, along with some minor third-party midstream interruptions in the area. We estimate these outages will limit first quarter volumes by around 10,000 BOE per day. However, we expect to fully resolve these issues and resume operation by the end of the quarter.\nLastly, our forecast is also assuming that we elect to reject ethane at several processing facilities across our portfolio in the first quarter. This is expected to limit volumes by roughly 10,000 BOE per day during the quarter.\nThe key takeaway here is that while our first quarter production will be held back a bit due to timing of activity and infrastructure, we do expect volumes to fully recover and increase over the remaining few quarters of 2023 to an average of roughly 660,000 BOE per day.\nSo in summary, since we first unveiled the industry's very first cash return mark in late 2020, we have created tremendous amount of value for our shareholders. 2021 was a great year, 2022 was one for the record books and 2023 is shaping up to be another excellent year for Devon.\nThe outlook beyond 2023 is also exceptionally bright given my belief that we are still in the early stages of a multiyear energy upcycle. This conviction is anchored by supplying constraints from a decade of global underinvestment, ongoing sanctions on Russian production, a generational low in OPEC spare capacity, fiscal discipline among U.S. producers and the inevitable rise in demand for our products as global economies normalize and grow post-COVID.\nI fully expect this favorable supply and demand set up to be another catalyst for our energy appreciation or equity appreciation as more investors rediscover highly profitable and value-oriented names like Devon.\nWith that, I will now turn the call over to Clay to cover a few operational results and more details regarding our capital activity in 2023. Clay?\n\nClay M. Gaspar\n\nExecutive VP & COO, Devon Energy Corporation\n\nThank you, Rick, and good morning, everyone. In addition to our strong 2022 financial results, Devon also continued a run of strong operational execution as well.\nAs you can see on Slide 14, this was evidenced by several noteworthy accomplishments including a new all-time high for oil production that was underpinned by another year of world-class well productivity in the Delaware.\nDevon's oil-weighted production mix, coupled with our low-cost asset base, allowed us to capture record margins and maintain low reinvestment rates of just over 30% of cash flow. We also efficiently expanded our resource base in 2022 with proved reserves advancing 12% through the combination of strong drilling results and by seamlessly integrating 2 property acquisitions during the year.\nFlipping to Slide 15. You can see that these strong operating results in '22 also place us in the top echelon of capital efficiency for the entire industry, differentiating Devon in this crowded and competitive space.\nThese operational achievements across every phase of the business demonstrate the power of Devon's advantaged asset portfolio, the success of our rigorous capital allocation process and the quality of our people to extract the most value out of these assets through superior execution.\nFor the remainder of my prepared remarks, I plan to discuss the key capital objectives and catalyst of our '23 operating plan. For '23, we plan to maintain a very similar activity level as compared to the fourth quarter of '22, which was the first full quarter of operations with our recently acquired assets in the Williston Basin and Eagle Ford.\nOverall, we plan to run consistently 25 rigs throughout the year, resulting in approximately 400 new wells placed online in 2023.\nTurning to Slide 16. Once again, the Delaware Basin will be the top funded asset in our portfolio, representing roughly 60% of our total capital budget for this year. To execute on this plan, we will operate 16 rigs across our acreage footprint with the sweet spots in Southern Lea and Eddy Counties in the Stateline area of Texas, receiving most of the funding.\nApproximately 90% of our capital will be allocated towards high-return development activity in the Upper Wolfcamp and Bone Spring while the remaining 10% will be allocated towards delineating upside opportunities in a deeper Wolfcamp that will add to the depth and quality of our inventory in the basin.\nImportantly, we expect overall well productivity from this program to be very consistent with the high-quality wells we have brought online over the past few years. We are also well positioned to maximize value for our production in the Delaware for the upcoming year. The marketing team has done an excellent job of diversifying across multiple transportation outlets and sales points allowing us to avoid many of the takeaway constraints in the basin.\nLooking specifically at the gas volumes, approximately 95% of our gas in the Delaware is protected by either firm takeaway constraints -- excuse me, contracts, or Gulf Coast by regional basis swaps. With oil production, we expect our revenue to benefit from access to premium Brent pricing through Pin Oak's export terminal in Corpus Christi. This advanced pricing, combined with low LOE plus GP&T cost structure of around $7 per BOE will drive another year of strong margins and excellent free cash flow from this franchise asset.\nAnd lastly, on this slide, I would like to provide a few more thoughts on our first quarter infrastructure downtime in the Delaware. As pointed out on the map, in late January, we had a fire at one of our compressor stations in the Stateline area that severely damaged the electrical system and the DEI unit.\nThe station is our largest operated compressor facility in the basin with capacity of 90 million cubic feet per day and is a key component to our centralized gas lift operations in the surrounding area. We have secured necessary replacement equipment and the team is currently on site repairing the facility. With this disruption and other third-party midstream downtime in the area, we expect to have a negative production impact of 10,000 BOE per day in the first quarter.\nWith the quick reaction time and the team's focus on safety and recovery, we expect to have the facility back up and the affected production fully restored by mid-March, and we do not expect to have any negative production impacts drag into the second quarter.\nTurning to Slide 17 and moving on to the Eagle Ford. The team has done a great job integrating the Validus acquisition into our operations resulting in our fourth quarter production nearly doubling to 68,000 BOE per day.\nWith this increased scale, the Eagle Ford will play a much bigger role in our capital allocation in the upcoming year, accounting for just over 15% of our total capital spend. During the year, we plan to run a steady 3-rig program with 70% of the activity deployed towards developing our recently acquired acreage in Karnes County with the remaining capital invested in our JV partner, BPX and DeWitt County.\nOverall, this development-oriented activity is designed to maintain steady production in 2023. Looking beyond the production trajectory, a key catalyst for this asset in the upcoming year will be the continued appraisal of resource upside from tighter redevelopment spacing and refracs.\nEarly results indicate there's a lot more oil to be recovered from this prolific play over time. As we get more data points, I expect to provide more commentary on this important resource expansion catalyst in the near future.\nMoving to the Anadarko Basin. In 2022, the team's approach of wider well spacing and larger completions design consistently delivered triple-digit returns with the benefit of our $100 million carry with Dow.\nAs we look ahead to 2023, I expect continued value creation as we plan to deploy a steady program of 4 operated rigs once again carried by Dow. This program is expected to result in around 40 new wells placed online, focused on primarily the co-development of the Meramec and the Woodford formations in the condensate window of the play.\nThe carried returns of these projects will once again be very strong, allowing us to maintain a steady production profile throughout the year while harvesting significant amounts of free cash flow.\nFor both the Williston and the Powder River Basins, I want to begin by acknowledging the tremendous job our field personnel did in fighting through extremely challenging weather conditions over the past few months. While operations in the fourth quarter were certainly slowed due to these artic conditions, the production from the business was resilient, collectively averaging 80,000 BOE per day between these assets in the Williston and the Powder River Basin.\nLooking ahead to 2023, approximately 10% of our capital spend will be deployed across these 2 plays resulting in approximately 50 new wells placed online during the year. Approximately 2/3 of the Rockies capital activity will reside in the Williston Basin. In 2023, the capital objectives for this asset are to efficiently sustain production through low-risk infill drilling, evaluate resource upside with a handful of refrac test, and generate around $700 million of cash flow at today's pricing.\nIn the Powder, our objective is designed to build upon the 3-mile lateral success from last year by taking the next step in the progression of the Niobrara with spacing tests of up to 4 wells per unit. These pilots would not only help us better understand spacing but also help us inform optimal landing zones and completion designs.\nThe key takeaway here is that Powder is one of the few emerging oil plays in North America, and we have a 300,000-acre net position in the core of the oil fairway providing Devon an important oil growth catalyst for the future.\nOverall, we're very excited about the prospects in 2023. I believe with the high-quality slate of projects we have lined up for the upcoming year, we expect to continue to deliver top-tier capital efficiency that investors have become accustomed to. We're also well positioned to refresh and add our depth of inventory as we execute on these programs in 2023.\nA good visual reminder of Devon's depth of inventory and upside potential is on Slide 18. I've covered this topic at length during previous calls, so I won't go through the details today, but I do want to emphasize 2 key takeaways from this slide.\nFirst, we have identified roughly 12 years of high-return development inventory evaluated at mid-cycle prices. This inventory positions us to deliver highly competitive results for the foreseeable future. And secondly, I want to highlight that this inventory does not fall off a cliff at the end of year 12. We expect to systematically refresh this inventory over time as we successfully characterize and derisk the many upside opportunities that exist across our diverse set of assets.\nAnd lastly, on Slide 19, we are continuing to make significant strides in our environmental performance as outlined in our recently published sustainability report. This comprehensive report details Devon's aggressive mid- and long-term ESG targets, including those highlighted on the right side of the slide as well as meaningful steps that we've taken towards meeting these targets.\nOur actions demonstrate the priority we have placed on long-term carbon reduction intensity of our operations. I'm really proud of the team's commitment to doing business in the right way, which means balancing 3 mandates: first, providing the critical energy to power the world's economy, second, provide compelling and sustainable returns to our investors; and third, do all of this in an environmentally conscious way.\nYou can expect Devon to continue to raise the bar on all 3 of these imperatives. With that, I'll turn the call over to Jeff for the financial review. Jeff?\n\nJeffrey L. Ritenour\n\nExecutive VP & CFO, Devon Energy Corporation\n\nThanks, Clay. I'd like to spend my time today discussing the highlights of our financial performance in 2022 and the capital allocation priorities for our free cash flow as we head into 2023.\nA good place to start is with a review of Devon's 2022 financial performance, where operating cash flow totaled $1.9 billion in the fourth quarter, an 18% increase versus the year ago period. This level of cash flow funded all capital requirements and resulted in $1.1 billion of free cash flow for the quarter.\nFor the full year 2022, free cash flow reached $6 billion, which is the highest amount Devon has ever delivered in a year and is a powerful example of the financial results, our cash return business model can deliver.\nTurning your attention to Slide 8. With this significant stream of free cash flow, a unique component of our financial strategy is our ability and willingness to accelerate the return of cash to shareholders through our fixed plus variable dividend framework. Under this framework, Devon's dividend payout more than doubled in 2022 to a record high of $5.17 per share.\nBased on our strong fourth quarter financial performance, we announced a fixed-plus-variable dividend of $0.89 per share that is payable in March and includes the benefit of our 11% raise to the fixed dividend.\nAnother priority for our free cash flow is the execution of our ongoing $2 billion share repurchase program. On Slide 9, you can see that we upsized this buyback authorization twice during the year and we bought back $1.3 billion of stock at prices well below the current market level.\nOver the past 2 quarters, our buyback activity has been limited given the large cash outlays associated with our recent acquisitions and our preference to rebuild cash balances to optimize our financial flexibility.\nAs we head into 2023, we expect to be active buyers of our stock, especially if we see trading weakness relative to our peers.\nOn Slide 10, I'd like to give a brief update on our efforts to improve the balance sheet. In the fourth quarter, our cash balances increased by $144 million to total $1.5 billion. With this increased liquidity, Devon exited the quarter with a very healthy net debt-to-EBITDA ratio of only 0.5 turn (sic) [0.5x]. Our strong investment-grade financial position provides us the opportunity to return more free cash flow to shareholders and be less aggressive on debt reduction.\nMoving forward, we'll look to retire debt as it comes due, utilizing our healthy cash balance. Our next debt maturity comes due in August of this year totaling $242 million. We will have additional opportunities to pare down debt with maturities coming due in 2024 and 2025 as well.\nAnd finally, I'd like to highlight the excellent return on capital employed we delivered in 2022. As Rick touched on earlier, we achieved a company record 39% return on capital employed during the year. Importantly, even with today's lower commodity price environment, we expect to deliver another fantastic result with return on capital employed projected in excess of 25% based on our provided guidance and current strip pricing. This showcases the durability of our financial model to deliver highly competitive returns through the cycle.\nWith that, I'll now turn the call back to Rick for some closing comments.\n\nRichard E. Muncrief\n\nPresident, CEO & Director, Devon Energy Corporation\n\nThank you, Jeff. Great job. To wrap up our prepared remarks today, I want to reinforce that at Devon, we are unwavering in our focus to deliver differentiated results for our stakeholders, including our shareholders and employees.\nTo meet these high standards, it all begins with our commitment to be a financially disciplined company that delivers high returns on invested capital, attractive per share growth and large cash returns to shareholders.\nTo achieve these financial goals, we have carefully assembled a long-duration resource base that has high graded to the very best place on the U.S. cost curve. This resource depth, coupled with the execution capabilities of our team, position us as a premier energy company that can deliver sustainable results through the cycle.\nSince the merger announcement in 2020, we have delivered on exactly what we promised to do with this disciplined operating model and I expect more of the same in 2023.\nWhile we will be slowed down a bit in the first quarter by an unfortunate outage, the pathway to recover is well defined, communicated and the trajectory of our business will only strengthen as we go through the year.\nOverall, 2023 is going to be another really good year for Devon. And with that, I will now turn the call back over to Scott for Q&A.\n\nScott Coody\n\nVP of IR, Devon Energy Corporation\n\nThanks, Rick. We'll now open the call to Q&A. (Operator Instructions) With that, operator, we'll take our first question."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c9b74abe0c5e771f359b898187e42c35",
    "period": "2022 Q3",
    "content": "Q3 2022 Devon Energy Corp Earnings Call\n\nQ3 2022 Devon Energy Corp Earnings Call\n\nDVNNYSENOV 2, 11:00 AM\n\nOperator\n\nWelcome to Devon Energy's Third Quarter Earnings Conference Call. (Operator Instructions) This call is being recorded. I would now like to turn the call over to Mr. Scott Coody, Vice President of Investor Relations. Sir, you may begin.\n\nScott Coody\n\nVP of IR, Devon Energy Corporation\n\nGood morning, and thank you to everyone for joining us on the call today. Last night, we issued an earnings release and presentation that cover our results for the quarter and updated outlook. Throughout the call today, we will make references to the earnings presentation to support prepared remarks, and these slides can be found on our website. Also joining me on the call today are Rick Muncrief, our President and CEO; Clay Gaspar, our Chief Operating Officer; Jeff Ritenour, our Chief Financial Officer; and a few other members of our senior management team.\nComments today will include plans, forecasts and estimates that are forward-looking statements under U.S. securities law. These comments are subject to assumptions, risks and uncertainties that could cause actual results to differ from our forward-looking statements. Please take note of the cautionary language and risk factors provided in our SEC filings and earnings materials.\nWith that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nPresident, CEO & Director, Devon Energy Corporation\n\nThank you, Scott. It's great to be here this morning, and we appreciate everyone taking the time to join us today.\nFor Devon, the third quarter was another high-quality performance that demonstrated the flexibility of our strategy to create value in multiple ways. The team's disciplined execution of our operating plan, advanced earnings and cash flow by healthy double-digit rates on a year-over-year basis. Free cash flow was bouldered by capital efficiencies and effective supply chain management that drove capital spending below forecast. We rewarded shareholders with cash returns in the form of both dividends and buybacks that increased by nearly double over the past year.\nAnd we strengthened our asset portfolio by closing on 2 highly accretive bolt-on transactions that add to our ability to deliver sustainable long-term results. All in all, another great quarter of executing on our disciplined strategy.\nFor my remaining comments today, I want to focus on the strategic moves we've taken recently to improve our business and the positive impact these actions have on our fourth quarter and our 2023 outlook.\nTurning to Slide 4. We have worked hard through the years to assemble an asset portfolio that resides in the very best positioned plays on the U.S. cost curve. Being a low-cost producer with quality inventory is critical to our long-term success. And over the past few months, we've taken steps to opportunistically improve our asset portfolio.\nThese bolt-on acquisitions were underpinned by exceptionally strong industrial logic that advance both the financial and operational tenets of our strategic plan. First and foremost, from a financial perspective, the transactions represent a value-oriented consolidation of resource in the economic core of these respective basins, resulting in immediate financial accretion.\nThe acquired assets were funded entirely from cash on hand and purchased at levels as low as 2x cash flow and possess free cash flow yields ranging up to 30% at strip pricing. Furthermore, the addition of this incremental wedge of free cash flow also allows us to accelerate the return of cash to our shareholders through higher dividends and positions us to further compound per share growth through our ongoing stock buyback program.\nFrom an operations standpoint, these transactions fit like a glove within our existing asset portfolio and provide us improved economies of scale in the core of these respective plays. The direct adjacency of the acquired acreage also offers strong operational synergies and provides a meaningful runway of high-quality inventory that immediately competes for capital within our portfolio. Importantly, this resource capture allows us to sustain a high-margin production from these assets for many years to come and does not require us to accelerate drilling activity across other parts of the portfolio to maintain our overall productive capacity. Altogether, I could not be more pleased with these tuck-in acquisitions as they successfully demonstrate another pathway that our business can create immediate value for shareholders.\nHowever, I do want to be clear that deals such as these that check every box are exceptionally rare. We will always look for smart ways to strengthen our portfolio, but you should be confident in our disciplined approach that focuses on quality assets, adjacency to our operations and immediate per share accretion.\nOn Slide 5, in addition to enhancing our asset portfolio, we have also taken important steps to maximize realized pricing for our products. With our marketing strategy, we are focused on securing multiple low-cost transportation options in each basin we operate, with balanced exposure to domestic and international markets. By controlling firm capacity from the wellhead to the key demand centers, we've been able to steadily improve our price realization over the past few years. This progress is evidenced by the record oil realization we achieved in the third quarter that reached 101% of the WTI benchmark.\nA key contributor to the strong performance was the 20% equity interest in Pin Oak's oil export terminal that we've accumulated over the past year. This investment in Pin Oak provides us 90,000 barrels per day of export capacity in Corpus Christi, offering valuable access to premium Brent-linked pricing that led to an uplift of more than $3 per barrel on these exports.\nWe've also taken steps to secure additional pricing diversification for our natural gas portfolio by recently entering an LNG export partnership with Delfin Midstream. Once again, this arrangement will provide us with 150,000 MMBtu per day of direct exposure to international gas pricing, such as the lucrative TTF or JKM markets.\nHowever, I want to be clear, this is a capital-light approach to attain LNG exposure and our investment in Delfin, which is spread over this year and next, is very minor and will have a negligible impact to our capital outlook. A final investment decision for Delfin's floating LNG vessel is expected to be made in the coming months, and we anticipate the facility will be operational within 4 years of this decision.\nNow turning to Slide 7, with the positive tailwinds that come from our accretive bolt-on acquisitions, Devon's upcoming fourth quarter is set to be a strong one. As you can see on the left, we are planning on delivering a high single-digit growth rate in production per share. Capital will be higher in the fourth quarter, but our disciplined reinvestment rates remains at very low levels.\nApproximately 2/3 of the increased capital spending compared to the previous quarter is driven by our recent bolt-on acquisitions. The remaining 1/3 of the increase is a combination of higher service costs as contracts refresh a bit more operated activity than previously planned helps our operational flexibility as we head into 2023. And we have seen an uptick in nonoperated activity. Overall, it will be another great quarter for us as we expect to deliver free cash flow growth of more than 25% on a year-over-year basis.\nAt today's pricing, this outlook translates into a compelling free cash flow yield of 11% or nearly 3x what the S&P 500 Index offers investors. With this excess cash flow, there is no change to our cash return playbook, it will be more of the same.\nAs you can see on Slides 9 and 10, and we will continue to accelerate the return of capital to shareholders through our market-leading dividend, which is one of the top yielding equities in the S&P 500 and we remain active buyers of our stock when the market presents us opportunities.\nThis operational and financial momentum will also carry into 2023. I will hold off on detailed line item guidance today since we're still integrating the recent acquisitions of RimRock and Validus into our capital allocation process. However, I can confidently say that our Delaware asset will continue to be the focal point of our capital program, and we're focused on designing a plan with consistent activity levels that delivers the right balance between returns, capital efficiencies and free cash flow.\nWith the benefit of acquisitions, we do expect to grow production in 2023. However, compared to fourth quarter exit rates, our volumes in the upcoming year are likely to be in the bottom half of our targeted growth range of 0% to 5%. The capital activity levels required to sustain production at these levels will be similar to the program we're deploying in the fourth quarter of this year.\nAlthough we could pull back on less efficient rigs when considering the incremental activity we've recently added in the Delaware, we still expect to experience some additional upward pressure on costs as contracts refresh, especially in the second half of the year, but price discovery is still ongoing and very sensitive to industry activity levels and commodity pricing. We will provide official guidance in February, but I'm confident that 2023 is going to be another great year for Devon as we are well positioned to generate substantial free cash flow and execute on all facets of our cash return model.\nWith that, I will now turn the call over to Clay to cover our operational highlights.\n\nClay M. Gaspar\n\nExecutive VP & COO, Devon Energy Corporation\n\nThank you, Rick, and good morning, everyone.\nDevon's consistent quarterly performance exemplifies the importance of balancing 3 things: first, the value of well-communicated, consistent and long-term business strategy; second, a 24-plus month planning process that details out the development schedule, supply chain, the takeaway needs and any potential pinch points; and third, and critically important, near-term execution, a.k.a getting it done.\nAlthough third quarter was another quarter, our team was working hard to deliver on all phases. Altogether, we were able to deliver on our business, continues to strengthen and build momentum. During the quarter, the team delivered results that exceeded expectations by focusing on capital efficiency and strong well productivity.\nIn addition to the important blocking and tackling associated with our day-to-day operations, we also invested substantial amounts of effort to ensure that we integrate the recent acquisitions into the business the right way so that we can maximize the value of these assets for shareholders. The integration is not just simply teaching the new people how we do it at Devon, but taking the time to learn, challenge and improve our own processes.\nOn Slide 14, let's begin with an overview of our Delaware Basin operations, which account for more than 60% of our total activity and drove the overall company performance in the quarter. To optimize the returns of our capital program in this tight market, we've been very thoughtful in designing a plan with steady activity levels that has resulted in an average of 14 rigs and 3 frac crews year-to-date.\nOn the top right chart, you can see that this disciplined capital allocation in the Delaware is working well, resulting in a healthy production growth rate of 11% year-to-date. Importantly, the low-risk development projects, underpinning this volume growth, have delivered world-class returns with IRRs consistent in the triple digits.\nAnother win for us can be seen in the bottom left, where the team has leveraged our substantial operating scale to maximize the value of our production. With good upfront planning and economies of scale in the basin, we've been able to effectively control operating costs even as commodity prices have gravitated much higher over the last few years. On the bottom right, this cost mitigation strategy has allowed us to materially benefit from the higher prices, with margins expanding by 260% over the past few years.\nLooking specifically at the quarter's results on Slide 15, the Delaware team continue to do a great job of achieving operating efficiencies. On the chart to the right, new well activity was highlighted by several high-impact development pads, but the most prolific result was achieved by the CDU 604H in Southern Eddy County. This 3-mile lateral was our first test of the Wolfcamp B interval in the Cotton Draw area, delivering a 30-day rate of just over 6,500 BOE per day, with estimated recoveries for this well trending towards 3 million BOE. It's not bad for a secondary target.\nIn addition to our outstanding well productivity, we've not seen any meaningful communication with the shallower zones in the Wolfcamp such as the Wolfcamp A or XY sands, which deepens our quality of inventory and provides us flexibility to optimize future development plans in this portion of the field.\nAs I mentioned in my earlier comments, the strategic development of these target-rich assets is some of the most complicated and important work we do. Results like this give us confidence that we're getting things right.\nWe also made great progress advancing drilling and completion efficiencies across our operations in the basin. In the Wolfcamp, we improved drilling productivity by 13% on a per foot basis versus last quarter, with some of our best spud rig release times for a 2-mile wells, pushing below 20 days.\nCompletion efficiencies have also steadily progressed as were highlighted by a record-setting performance on a Cotton Draw pad, where our completion pace reached an average of 3,200 feet per day. While we have made a lot of progress on efficiencies over the last few years, these D&C results showcased the incremental improvements the team is making every day to reduce cycle times, refine completion designs and deploy leading-edge technology across all facets of the value chain.\nMoving to Slide 16. I'm also excited about the positive results we're seeing delivered and the other key assets across our portfolio. In the Anadarko Basin with our 4-rig program, the team's approach of wider spacing and larger completion designs is delivering excellent results. A great example of this resource progression was the auto development in the condensate window of Canadian County. This 5-well project, which codeveloped the Meramec and Woodford formations, attained an average 30-day rate of more than 2,700 BOE per day. The strong well productivity we are experiencing, coupled with our $100 million Dow drilling carry, positions this liquid-rich gas play to compete for capital with any asset in our portfolio.\nMoving to the Williston. This asset continues its tradition of delivering some of the best returns and highest oil rates in our portfolio with another batch of great wells brought online during the quarter. Coupled with the RimRock acquisition, oil production advanced 30% versus last quarter. The team is also making substantial progress integrating the RimRock acquisition into our operations. And because of this transaction, we expect volumes to take another step up to around 65,000 BOE per day by year-end. This enhanced production profile now puts our Williston asset on pace to generate around $1 billion of cash flow for this year.\nTurning to the Powder River Basin. We're encouraged by the results from our Niobrara appraisal activity in the quarter. The top highlight was a 3-mile lateral Ssu MLT project in Converse County that helped further validate the commerciality of this spacing test. With improved completion design that pumped 3,000 pounds of sand per foot, all Ssu MLT wells performed above type curve expectations with 30-day rates averaging 1,400 BOE per day, of which 86% was oil.\nImportantly, we're still experiencing strong reservoir pressure and shallower declines than forecasted, with per well recoveries on track to reach 1.2 million barrels of oil equivalent. While we still have a lot of work ahead of us, this positive result adds to the conviction that the Niobrara will be a repeatable resource play and an important growth driver for Devon in the future.\nLastly, in the Eagle Ford. The results from the infill and redevelopment activity across our legacy position in DeWitt County continue to demonstrate that there's a lot more oil to be recovered from this prolific play over time. During the quarter, we brought on 8 new infill wells bounded by existing producers that delivered 30-day rates averaging 3,200 BOE per day.\nSlide 17 provides a more detailed overview of our recent Validus acquisition. This opportunistic acquisition doubles the scale of our position in the Eagle Ford and captures a repeatable resource play in the best part of the Karnes trough oil window. As you can see on the map, the transaction secures an operated position of 42,000 net acres with high working interest of 90% that's adjacent to our existing footprint in the play.\nThe oil-weighted production mix of around 35,000 BOE per day provides strong cash operating margins through access to the premium Gulf Coast pricing, low per unit operating and GP&T cost of around $6 per BOE. With enhanced scale in the basin, we expect to realize $50 million in average annual cash flow savings from the capital efficiencies, operating improvements and marketing synergies. Furthermore, the core of the Eagle Ford is providing -- is proving to be one of the best opportunities in the world for downspacing, redevelopment, refracs and also EOR. We have identified roughly 500 economic opportunities across the Validus acreage and this inventory allows us to sustain the high-margin production from our Eagle Ford assets for years to come.\nAnd lastly, on Slide 18. With our recent resource capture, I wanted to end my comments today by covering the depth and quality of our inventory, which we believe is differentiating compared to the vast majority of the E&Ps out there.\nTurning your attention to the middle bar on the chart. At our current pace of activity, we've identified 12 years of high-return development inventory, delivering greater than a 30% return with $65 WTI and $3.25 Henry Hub pricing. This inventory disclosure reflects the confidence that we have in delivering repeatable, capital-efficient results for many years to come. As you would expect, the majority of our risk inventory resides in the target-rich Delaware Basin, but we're also stocked with healthy amounts of high-return inventory across all of our key assets.\nTo be clear, this rigorous characterization is a result of existing well control and detailed subsurface work, but it is not meant to convey the full extent of our resource base. This bar only represents the high confidence operated inventory that deliver competitive return and a conservative mid-cycle price scenario.\nMoving to the bar on the right, with a higher commodity price and further derisking of our portfolio over time, we estimate that our inventory extends more than 20 years at the current activity base. This upside scenario assumes that we capture additional efficiencies, fine-tuned spacing at higher prices and further delineate the geologic ridge columns across our acreage footprint.\nHowever, I will be quick to add that the upside we've identified is not an exercise, including every molecule of potential. We fully expect a signal -- excuse me, a significant portion of the upside opportunities to come into development over time. Tangible examples of these upside opportunities that the team are currently progressing include massive amounts of resource potential residing in the deeper Wolfcamp intervals, tighter redevelopment spacing and refracs success in the Eagle Ford, ongoing appraisal work in the Powder River Basin to further derisk the Niobrara, and improving capital efficiency that is unlocking resource potential in the Anadarko. Bottom line here is that we have an abundance of highly economic opportunities that will continue to deliver top-tier capital efficiency for the foreseeable future.\nAnd with that, I'll turn over the call to Jeff for a financial review. Jeff?\n\nJeffrey L. Ritenour\n\nExecutive VP & CFO, Devon Energy Corporation\n\nThanks, Clay. I'd like to spend my time today discussing the highlights of our financial performance for the quarter and the capital allocation priorities for our free cash flow.\nA good place to start is on Slide 6 with a review of Devon's financial performance, where earnings and cash flow per share growth rapidly expanded year-over-year and exceeded consensus expectations. Operating cash flow for the third quarter totaled $2.1 billion, an impressive increase of 32% compared to the third quarter of last year. This level of cash flow generation comfortably funded our capital spending requirements and resulted in $1.5 billion of free cash flow in the quarter.\nAs you can see on the chart to the right, this strong result keeps us on track to generate a record-setting amount of free cash flow this year and is a powerful example of the financial results our disciplined cash return business model can deliver.\nWith the free cash flow Devon generated this quarter, our top priority is to reward shareholders with higher cash returns through our fixed plus variable dividend framework. This dividend strategy is foundational to our capital allocation process, providing us the flexibility to return cash to shareholders across a variety of market conditions. Under this framework, we pay a fixed dividend every quarter and evaluate a variable distribution of up to 50% of the remaining free cash flow. Based on our strong third quarter financial results, the Board approved a 61% increase in our dividend payout per year-over-year to $1.35 per share. On Slide 9, you can see that our large dividend translates into a very compelling yield compared to other segments of the broader market. In fact, at today's pricing, our yield is substantially higher than the average company in the S&P 500 Index.\nAnother priority for our free cash flow is the execution of our ongoing $2 billion share repurchase program. On Slide 10, you can see that over the past year, we bought back $1.3 billion of stock, which has result -- which has reduced our outstanding share count by 4%. This equates to an average price of $50 per share, which is more than a 30% discount to our current trading levels.\nOver the past several months, our buyback activity has been somewhat limited due to our recent bolt-on acquisitions in the Williston and Eagle Ford. However, with those transactions now closed and with around $700 million remaining on our authorization, we can be more active buyers of our stock when the market opportunities present themselves.\nAnd to round out my prepared remarks this morning, I'd like to give a brief update on our investment-grade financial position. After funding $2.5 billion of acquisitions from cash on hand during the quarter, we exited September with a healthy cash balance of $1.3 billion and low leverage with net debt-to-EBITDA ratio of around 0.5x a turn. Even with this strong financial position, we're not done making improvements, and we'll continue to evaluate opportunities within our debt stack to create additional value for shareholders.\nWith that, I'll turn the call back to Rick for some closing comments.\n\nRichard E. Muncrief\n\nPresident, CEO & Director, Devon Energy Corporation\n\nThank you, Jeff. Great job.\nWe have covered a lot of good information today, but I would like to close with this key message, and that is that the team here at Devon is delivering on exactly what we promised to do. This is so foundational to our strategy. Our consistency has developed a strong trust for our brand with internal and external stakeholders, how? we prioritized building a can-do culture and taking care of our people, including the contractors who work for us. We prioritized for share value creation over the pursuit of volumes. And we have rewarded shareholders with market-leading cash returns.\nWe've also demonstrated time and again our technical capabilities and operational expertise against all -- across all 5 of our operating areas by consistently delivering top-tier well productivity and capital efficiencies. Furthermore, I believe we've continued to lead and differentiate from peers by establishing a logical, accretive track record of consolidation. The resource assessment successes that Clay referred to with our lower Wolfcamp in the Delaware Basin and the Niobrara and the Powder River Basin are establishing new sources of supply and inventory. We look forward to sharing additional resource assessment successes in the future.\nFinally, we've continued to take important steps to enhance our business through our marketing and infrastructure strategies that have positioned us to achieve very attractive price realizations across the portfolio and stay ahead of any regional bottlenecks. Overall, it's been another great year for us, but the best is yet to come for Devon. We are focused on closing out the year with strength and are preparing to build upon this positive momentum into 2023.\nI will now turn the call back over to Scott for Q&A. Scott?\n\nScott Coody\n\nVP of IR, Devon Energy Corporation\n\nThanks, Rick. We'll now open the call to Q&A. (Operator Instructions) With that, operator, we'll take our first question."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1435ffc429e368922ea646b4db58b74e",
    "period": "2022 Q2",
    "content": "Q2 2022 Devon Energy Corp Earnings Call\n\nQ2 2022 Devon Energy Corp Earnings Call\n\nDVNNYSEAUG 2, 11:00 AM\n\nOperator\n\nWelcome to Devon Energy's Second Quarter Earnings Conference Call.\n(Operator Instructions)\nThis call is being recorded. I'd now like to turn the call over to Mr. Scott Coody, Vice President of Investor Relations. Sir, you may begin.\n\nScott Coody\n\nVP of IR, Devon Energy Corporation\n\nGood morning, and thank you to everyone for joining us on the call today. Last night, we issued an earnings release and presentation that cover our results for the quarter and updated outlook. Throughout the call today, we will make references to the earnings presentation to support prepared remarks, and these slides can be found on our website. Also joining me on the call today are Rick Muncrief, our President and CEO; Clay Gaspar, our Chief Operating Officer; Jeff Ritenour, our Chief Financial Officer; and a few other members of our senior management team.\nComments today will include plans, forecasts and estimates that are forward-looking statements under U.S. securities law. These comments are subject to assumptions, risks and uncertainties that could cause actual results to differ from our forward-looking statements. Please take note of the cautionary language and risk factors provided in our SEC filings and earnings materials.\nWith that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nPresident, CEO & Director, Devon Energy Corporation\n\nThank you, Scott. It's great to be here this morning, and we appreciate everyone taking the time to join us on the call today. By all measures, the second quarter was another excellent performance for Devon as our business continued to strengthen and build momentum. Our quarterly results were highlighted by our Delaware-focused operating plan that delivered production above our guidance expectations. Capital was below budget, margins expanded and we paid record high cash payouts to shareholders. We also took important steps to strengthen the quality and depth of our asset portfolio.\nAll in all, it was another quarter of systemic and systematic execution across the tenets of our cash return business model that shareholders have become accustomed to.\nTo begin with, I'd like to turn your attention to Slide 3 and 4, which describes who we are. We are a financially disciplined company delivering high returns on invested capital, attractive per share growth and large cash returns to shareholders. While our disciplined capital allocation framework on Slide 3 is foundational to Devon's financial success, also want to highlight that another critical competitive advantage contributing to our strong results is the depth and quality of our asset portfolio.\nAs you can see on Slide 4, with Devon's portfolio anchored by our world-class Delaware Basin asset, we possess a long duration resource base that is high graded to the very best plays on the U.S. cost curve.\nFurthermore, with this low-cost asset portfolio, we also have diversified exposure across both oil and liquids-rich gas opportunities, affording us the flexibility to pursue the highest returns and netbacks through the commodity cycle. While this premier multi-basin portfolio positions us to deliver strong capital efficiency and repeatable results for the foreseeable future, we are not complacent and are always looking for smart ways to strengthen our asset base. And this is exactly what we accomplished with our recent acquisition of RimRock's assets in the Williston Basin along with a series of high-impact acreage trades in the Delaware that optimize our leasehold for future development.\nClay will cover these transactions in greater detail later in the call. However, I do want to emphasize that these portfolio additions are highly complementary to our existing acreage footprint. They tactically unlock quality inventory in the core of the play and the immediate financial accretions from these transactions allow us to further step up the return of cash to shareholders.\nNow moving to Slide 5. The key message here is very simple. The combination of our strategy, our asset base and execution has resulted in an impressive track record of value creation for our shareholders. Since we unveiled the industry's very first cash return framework, upon the WPX merger in late 2020, we have consistently delivered on our strategy to return increasing amounts of cash to shareholders while steadily improving our investment-grade financial strength.\nAs you can see on the chart, since the closing of the merger, we have cumulatively returned $6.2 billion of value to shareholders in only 18 months. For perspective, this value exceeds more than 100% of the combined market capitalization of the 2 companies at the time of the merger announcement, unbelievable.\nJumping ahead to Slide 7. With a strong operational performance achieved year-to-date, we are raising guidance expectations for the full year of 2022. As you can see on the top left, a key contributor to this improved outlook is our 2022 production targets increased by 3% to a range of 600,000 to 610,000 BOE per day. These higher volume expectations are due to better-than-expected well performance year-to-date and the positive impact from our recent bolt-on acquisition in the Williston Basin. After accounting for the benefits of our share repurchase program, this outlook puts us on track to deliver a very healthy production per share growth rate of 8% this year.\nWe are also adjusting our upstream capital to a range of $2.2 billion to $2.4 billion versus our prior guidance of approximately $2.1 billion. This updated guidance incorporates $100 million of incremental capital from the Williston acquisition and includes additional inflationary cost pressures associated with this higher commodity price environment. Overall, at current pricing, this updated outlook is resulting in a 25% plus improvement in free cash flow generation compared to the assumptions that underpinned our original budget expectations.\nThe key takeaway here is that our low-cost asset base is capturing the benefits of higher commodity prices and winning the battle against inflationary pressures.\nNow on Slide 8. I want to briefly showcase how our improved 2022 outlook translates into a compelling free cash flow yield. To demonstrate this point, we've included a simple comparison of our estimated free cash flow yield in 2022 compared to other common equity benchmarks in the financial markets. As you can see from the 2 charts at today's pricing, Devon's attractive free cash flow yield of 16% is up to 4x higher in the broader market. I expect this valuation gap, which is at historically wide levels to correct as investors rediscover highly profitable and value-oriented names like Devon.\nNow going to Slide 9. With this powerful stream of free cash flow, our priorities remain unchanged, which means the first call on our free cash flow is the funding of our fixed plus variable dividend. With this predictive and formulaic framework, we are on track to pay out around $5 per share this year, which is at a yield of more than 8%, places Devon as one of the highest-yielding stocks in the entire U.S. market.\nHowever, I want to be quick to add that we are not just a high-yielding dividend story. We're also bolstering our per share growth by opportunistically repurchasing our stock. With the share repurchase program, we are on track to retire up to 6% of our outstanding shares at what we believe to be trading at a substantial discount to our intrinsic value. As you can see on the right, even with a large cash payout, we still have excess cash flow left over to further strengthen our investment-grade balance sheet. This balanced and transparent capital allocation framework provides us multiple avenues to create value for our shareholders through the cycle.\nAnd finally, on Slide 14, I want to end my remarks with a few thoughts on what you can expect from Devon as we plan for the upcoming year. While it is still a bit too premature to provide formal production and capital targets for 2023, I can tell you that there will be no shift to our strategy. We will continue to prioritize free cash flow and per share financial growth, not the pursuit of top line volume growth. We are designing to plan that pursue steady and consistent activity levels to optimize supply chain cost and certainty of execution in this exceptionally tight market.\nAnd finally, with our low breakeven funding levels, we remain well positioned to navigate the recent market volatility and build upon our track record of delivering outsized cash returns.\nAnd with that, I will turn the call over to Clay to cover our operational highlights for this most recent quarter.\n\nClay M. Gaspar\n\nExecutive VP & COO, Devon Energy Corporation\n\nThanks, Rick, and good morning, everyone.\nAs I reflect back, not just on the quarter, but the last 18 months since we've closed our merger, I'm very proud of what we've accomplished. Last year at this time, we were well past the hard work of organizational design answering the who, but still very deep into the systems process and culture building that's incredibly important to answering the how of running the company. In some ways, we're rebuilding the engine while we ran the race. This year, we're continuing with the never-ending challenge of improving systems, processes and culture, but we're also keenly focused on external factors like inflation and supply chain uncertainty. While these challenges are real and something we dedicate a lot of attention to, I'm also fully confident in our team's ability to once again differentiate Devon from the pack and execute on an exceptionally high level.\nThe second quarter results are a perfect example of this product related to this focus. As a summary of the operating results displayed on Slide 16, which showcases our solid production beat better-than-forecasted capital efficiency and the expansion of our per unit margins to the highest level in more than a decade. I know it can be a bit mind numbing when the team makes these results look as easy as they have. But listen, every well in the portfolio, average 30-day IP for the entire company of 2,900 BOE per day per well, $60-plus field level margins and a reinvestment rate of 22% are incredibly impressive when you put them into historical context.\nThe perpetually strong results that we've delivered since the merger between WPX and Devon is simply an outflow of 3 key factors: the high-caliber assets, our talented organization, and a disciplined investment framework that is designed to optimize returns and per share financial growth throughout the cycle. These key factors are held together by a steady strategic vision and a culture that exemplifies our corporate values.\nI want to congratulate the entire team for the special results that we're creating together. And I'm confident we will build upon these accomplishments as we progress through the balance of the year and beyond.\nNow turning to Slide 17. Our Delaware Basin asset was exceptional -- was the exceptional capital-efficient growth engine that drove Devon's operational outperformance in the second quarter. The net production from the Delaware continued to increase rapidly, growing 22% on a year-over-year basis. This high margin growth was driven by 52 wells brought online that were diversified across our acreage footprint in New Mexico and the Texas Stateline area.\nLooking at the project level detail, the top thematic takeaways was the consistent execution and outstanding well production while we achieve across the development programs. This -- a great example of this theme was the prolific results we achieved in our Todd area in Eddy County, where we developed a highly charged thick team of Upper Wolfcamp. The initial 30-day rates from this 12-well Wolfcamp oriented development average 4,500 BOEs per well, with a per well recoveries on track to exceed 1.5 million barrels of oil equivalent.\nWith the strong upfront recoveries we're experiencing, coupled with the favorable commodity price environment, this package of wells is on track to pay out in less than 6 months.\nNext, I want to cover the multi-zone development success that we had in the Potato Basin where our recent activity successfully codeveloped 3 different landing zones: The Third Bone Spring, the XY sands and the Upper Wolfcamp. The initial 30-day rates from Mr. Potato Head project averaged 3,100 BOE per day and given how the shallower drilling depths in this portion of the play, our D&C costs came in as low as $6.7 million per well. As we look to allocate capital for '23 and beyond, this positive result will serve as another valuable data point to optimize future development activity and further deepen our conviction of the resource opportunity in the Potato Basin area.\nAnd lastly, on this slide, we also brought on several high-return pads online in the Stateline area. Adding to our long-term track record of success in this prolific tranche of acreage, our recent capital activity was highlighted by the CBR 8 and 9 pads that outperformed our predrill expectations by as much as 20% with the top well achieving 30-day rates as high as 4,300 BOE per day. In addition to these great wells, another impactful event for us this quarter was a recent trade completed that added to our acreage position in the Stateline area.\nTurning to Slide 18. You can see a zoomed-in map of this critical 3,000-acre trade that we completed in the Delaware Basin State Line field. You've heard me on prior quarters, brag about the incredible results the team creates with these land trades. We typically execute dozens of trades every year in the company so far, we have executed on several trades bringing in around 7,000 net acres to the Delaware.\nThe trade we're highlighting today significantly enhances our Wolfcamp potential in the Stateline area and unlocks more than 200 extended reach drilling locations that were previously constrained to 1 mile developments. This is the economic core of the play and is further enhanced with Devon's significant surface ownership, company-owned wet sand line water recycling and disposal infrastructure and the midstream JV with Howard Energy.\nEach of these levers create incremental margin to Devon that other operators would not benefit from. Also importantly, this transaction allowed us to trade out of acreage that was either not scalable to Devon or had lower priority within our capital allocation framework. With this high grading of acreage and the capital efficiencies that come with us, we expect that a net present value uplift to Devon of more than $200 million on a time 0 evaluation. And importantly, when we consider how these projects are getting pushed to the front of the development list, the uplift is over $350 million of present value.\nMoving to Slide 19. Another area we enhanced the depth and quality of our drilling inventory was in the Williston Basin. In June, we announced the bolt-on acquisition of RimRock's assets in Dunn County at a highly accretive valuation of around 2x cash flow. This acquisition adds contiguous position of 38,000 net acres, directly offsetting the overlapping Devon's existing leasehold. This consolidates Tier 1 acreage on the Fort Berthold Indian reservation, where we have an exceptional competency for not only the technical perspective, but also the strong relationships with the tribe and with the community.\nWith completion activity lined up for the second half of the year, we expect production from the acquired assets to exit the year around 20,000 BOE per day, increasing our pro forma production in the Williston to around 65,000 BOE per day.\nThis acquisition also adds more than 100 highly economic undrilled locations, positioning our Williston assets to maintain this level of high-margin production and strong free cash flow for years to come. Our Williston team continues to perform at an exceptionally high level, and I'm thrilled to reload their opportunity set for continued great results.\nAnd finally, on Slide 20, I'd like to call out the importance of our free cash flow generating assets that are also continuing success and sustainability of our business model. These assets may not capture as many headlines as the Delaware Basin, but I'm proud of the strong execution and consistent operating results that these teams have delivered to fulfill this critical role within our corporate strategy.\nAs you can see by the slide, by driving capital efficiencies, optimizing base production and keeping operating costs low. These high-quality assets are on pace to grow cash flow by about 40% this year to greater than $3 billion at today's commodity price. With our completion activity ramping up across each 1 of these plays in the second half of the year. I look forward to providing another very solid update on our November call.\nAnd with that, I'll turn the call over to Jeff for the financial review. Jeff?\n\nJeffrey L. Ritenour\n\nExecutive VP & CFO, Devon Energy Corporation\n\nThanks, Clay. I'll spend my time today covering the key drivers of our strong financial results for the quarter, and I'll also provide some insights into our outlook for the rest of the year.\nBeginning with production, our total volumes in the second quarter averaged 616,000 BOE per day, exceeding the midpoint of our guidance by 4%. This production beat was across all products due to another strong quarter of well productivity in the Delaware Basin.\nAs Rick touched on earlier, with our performance to date, we now expect our volumes for the full year 2022 to be around 300 basis points ahead of our original budgeted expectations. For the second half of the year, we expect the strongest oil growth to occur in the fourth quarter driven by the timing of completion activity.\nMoving to expenses. Our lease operating and GP&T costs were $7.71 per BOE. This result was slightly elevated compared to our forecast due to higher workover activity and moderate pricing pressures across several service and supply cost categories. Overall, our exposure to higher value production, coupled with a well cost structure, expanded Devon's field level cash margin to $60.12 per BOE, a 22% increase from last quarter.\nCutting to the bottom line, our core earnings increased for the 8th quarter in a row to $2.59 per share. This level of earnings momentum translated into operating cash flow of $2.7 billion in the second quarter. After funding our capital program, we generated $2.1 billion of free cash flow in the quarter. This result represents the highest free cash flow generation Devon has ever delivered in a quarter and is a powerful example of the financial results, our cash returns business model can deliver.\nThe top priority for our free cash flow is the funding of our dividend and in conjunction with our earnings report, we announced a record high fixed plus variable dividend of $1.55 per share that is payable at the end of September. This payout represents a 22% increase from last quarter and includes the benefit of a 13% raise to the fixed dividend that was announced with our recent Williston Basin acquisition. In addition to the strong dividend payout, Devon also repurchased $324 million of stock in the second quarter. Since we initiated the program last November, we've retired nearly 24 million shares, lowering our outstanding share count by 4%.\nWe continue to believe the double-digit free cash flow yield of our equity offers a unique buying opportunity for us. We also took steps to further strengthen our financial position in the quarter with cash balances increasing $832 million to a total of $3.5 billion. With this increased liquidity, Devon exited the quarter with a low net debt-to-EBITDA ratio of 0.4x.\nAnd lastly, I want to briefly highlight that our disciplined strategy and execution are resulting in excellent returns on capital employed. Based on our performance year-to-date and our outlook for the remainder of the year, I expect our return on capital employed to exceed 40% in 2022.\nThis outstanding return profile, combined with our cash return framework, further reinforces the unique investment opportunity Devon offers versus other opportunities in the market today.\nWith that, I'll now turn the call back to Rick for some closing comments.\n\nRichard E. Muncrief\n\nPresident, CEO & Director, Devon Energy Corporation\n\nThank you, Jeff. Great job. I'd like to close today by reiterating 4 key messages from our call: Number one, Devon is a premier energy company, and the team is proving this quarter after quarter with our outstanding operational results and record-setting financial performance.\nNumber two, the momentum of our business has established is resulting in an improved outlook, manifesting in higher per share growth and cash payouts for the owners of our company.\nNumber three, we've taken steps to opportunistically capture resource, strengthening the quality and depth of our portfolio while ensuring the long-term sustainability of our model.\nNumber four, lastly, as we begin our planning processes for 2023, I can assure you there is no change to our strategy. We're driven by per share value accretion, not the pursuit of volumes.\nI will now turn the call back over to Scott for Q&A.\n\nScott Coody\n\nVP of IR, Devon Energy Corporation\n\nThanks, Rick. We'll now open the call to Q&A.\n(Operator Instructions)\nWith that, operator, we'll take our first question."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a05f4703f8a63202ee014c94b0360550",
    "period": "2022 Q1",
    "content": "Q1 2022 Devon Energy Corp Earnings Call\n\nQ1 2022 Devon Energy Corp Earnings Call\n\nDVNNYSEMAY 3, 11:00 AM\n\nOperator\n\nWelcome to Devon Energy's First Quarter 2022 Conference Call. (Operator Instructions) This call is being recorded.\nI'd now like to turn the call over to Scott Coody, Vice President of Investor Relations. Sir, you may begin.\n\nScott Coody\n\nVP of IR, Devon Energy Corporation\n\nGood morning, and thank you to everyone for joining us on the call today. Last night, we issued an earnings release and presentation that cover our results for the quarter and updated outlook. Throughout the call today, we will make references to the earnings presentation to support prepared remarks, and these slides can be found on our website.\nAlso joining me on the call today are Rick Muncrief, our President and CEO; Clay Gaspar, our Chief Operating Officer; Jeff Ritenour, our Chief Financial Officer; and a few other members of our senior management team.\nComments today will include plans, forecasts and estimates that are forward-looking statements under U.S. securities law. These comments are subject to assumptions, risks and uncertainties that could cause actual results to differ from our forward-looking statements. Please take note of the cautionary language and risk factors provided in our SEC filings and earnings materials.\nWith that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nPresident, CEO & Director, Devon Energy Corporation\n\nThank you, Scott. Great to be here this morning. We appreciate everyone taking the time to join us on the call today. As we all know, it's been an extraordinary time in the world, including the energy markets over the past few months.\nWhile no one could have accurately predicted the timing or the wide-ranging impact of the recent geopolitical events, I can assure you that our team at Devon deeply understands the importance of our role in providing energy security to the U.S. We take pride in providing our great nation, a reliable, safe and cost-advantaged source of energy.\nThe first quarter operational results are yet another example of the resolve and dedication to our mission here at Devon. Our people overcame multiple bouts of extreme winter weather and fought through the challenges of a tight supply chain to not only meet but exceed oil production targets for the quarter.\nWe were also able to keep a lid on inflation and deliver these volumes in a very cost-effective way. This type of tough and resilient performance is what defines us and I want to congratulate the entire Devon team for getting the job done the right way amid some very challenging conditions.\nNow turning to Slide 5. The first key message I want to convey is that the execution of our disciplined operating plan resulted in yet another quarter of impressive financial results. This was highlighted by Devon's earnings and cash flow growing at healthy double-digit rates versus last quarter.\nOur capital was in line with our plan, and our free cash flow increased 18% over the prior period. We grew our quarterly dividend to a new record high payout of $1.27 per share. Our buyback program further amplified for share growth and our rock-solid investment-grade balance sheet only continued to strengthen. These results continue to demonstrate the power of our disciplined business model, our focus on growing cash margins and the benefits of our differentiated cash return framework.\nOn Slide 6, my second key message today is that we are staying true to the game plan we've laid out earlier this year and are well our way to achieving our capital objectives for 2022. With our budgeted activity, Devon is one of the most active operators in the U.S. with 19 operated rigs running and our team is working hard to maximize our production.\nAs I touched on earlier, in the first quarter, we delivered more volumes to the market than projected in our plan and a's strong execution positions us to produce 570,000 to 600,000 BOE per day for the full year of 2022. This level of output makes us one of the largest producers in the U.S., and we're laser-focused on reliably delivering these essential barrels to the market in a capital-efficient manner.\nNow looking beyond the current year, I want to emphasize there's no real change to how we'll manage our business. To ensure we are excellent stewards of capital, we believe that fairly consistent activity through the cycle is the best pathway to optimize efficiencies and returns. To execute on this foundational principle, our disciplined strategy moderates Devon's production growth from 0 up to as much as 5% in any given year. Today's heightened pricing from recent geopolitical events does not impact our capital allocation strategy. I can assure you that we will continue to be very thoughtful and closely evaluate how the geopolitical landscape influences market fundamentals.\nEven with today's higher prices, we simply must consider the continued steep backwardation in strip pricing, the ongoing supply chain challenges and the economic uncertainty resulting from the crisis in Ukraine.\nThe third key point I want to make today is that our financially driven strategy is designed to reward shareholders with higher cash returns in this constructive price environment. This is demonstrated on Slide 8 with the attractive yield of Devon's fixed plus variable dividend policy offers compared to other segments of the equity market.\nIn fact, at today's pricing, our yield is 6x higher than the average company that's represented in the S&P 500 Index. With this market-leading dividend payout, we have seen a tremendous benefit to our shareholder base over the past several quarters by attracting dividend-oriented funds, value investors, pensions, family offices, retail, and we're even beginning to see evidence of growth investors. Furthermore, we've also seen a significant change among the culture of our employees who all own our stock and look forward to that quarterly dividend check just as much as you do.\nNow another way we're returning cash to shareholders is by repurchasing our stock. As you can see on Slide 9, since we commenced the program last November, we have executed $891 million of share repurchases. This activity has reduced our outstanding share count by 3% at a cost basis that is about 25% below current trading levels.\nWith the Board now expanding our share repurchase program by 25%, up to $2 billion, we can be active buyers of our stock throughout the rest of this year. We will be thoughtful, disciplined and convicted with this buyback activity, but I can assure you that we will take full advantage of any pullbacks and look for opportunities, especially to buy dips. At current levels, we feel that we are fundamentally undervalued and are at the start of a multiple expansion for our equity that should translate into true value creation for shareholders.\nTurning to Slide 11. My final key message for you today is that we expect a strong financial and operational performance we have been delivering to be sustainable for years to come. Confidence comes from the quality of our asset portfolio, the depth of our inventory, the diversity of our product mix and the talented team we have assembled. These competitive advantages are further reinforced by our unwavering commitment to capital discipline through the cycle, the transparent cash return framework we have instituted and the rock-solid balance sheet we possess.\nNow importantly, the market agrees with this view and has been rewarding us with an increasing share price for the advantaged trades over the past year. However, with many investors that are possibly new to our story, we believe it is still very early in this structural bull market. Devon's strong stock performance over the past year is largely a bounce back from the generational lows we experienced during the COVID crisis. This is evidenced by energy's waiting in the S&P 500 Index of only 4% compared to the long-term average of closer to 10%.\nAs you can see on the box to the right, we believe our attractive return profile and valuation compared to the broader market will be another catalyst for our share price appreciation as more and more investors discover Devon's unique investment proposition. Furthermore, with our geographic and commodity mix diversity, we have the ability to benefit on all fronts.\nAnd with that, I will now turn the call over to Clay to cover our operational highlights for the past quarter. Clay?\n\nClay M. Gaspar\n\nExecutive VP & COO, Devon Energy Corporation\n\nThanks, Rick, and thanks to those listening in on our call today. As you can see from the results we issued last night, our team delivered another round of impressive operating results. I want to stress to you that I don't take these regular accomplishments for granted nor should it diminish the valiant work that the team does to make these consistent deliveries look easy. This is a technically challenging business that continues to get harder every day. I believe that our recipe for today's success will continue to deliver in the future. The foundation of that operational success is built on a high-quality portfolio. That foundation is brought to life by incredibly thoughtful and hard-working people. And that team is guided by a business model, as articulated on Slide 3, that provides a steady course for them to drive their efforts towards.\nOnce again, this quarter, strong well productivity across the portfolio drove production to exceed the midpoint of the 1Q guide, while steady operational improvements allowed us to mitigate additional inflationary pressure and keep our cost structure in line with the full year plan. This comprehensive execution across all phases of our operations allowed the higher commodity prices to pass directly through our field level margins and generate the highest level of cash flow for Devon in nearly a decade.\nNow let's turn to Slide 13, where we can discuss our franchise growth asset in the Delaware Basin. In the first quarter, net production from the Delaware increased 27% on a year-over-year basis. This volume growth was driven by 52 high-impact wells brought online that were diversified across targets in the Avalon, Bone Spring and Wolfcamp formations. In aggregate, these wells achieved average 30-day rates of 2,800 BOE per day with an average oil cut of over 60%.\nAt an average completed well cost of around $7.5 million per well, the overall returns from this program are outstanding with many of these wells on track to pay out in less than a year at today's strip pricing.\nTurning to Slide 14, another highlight associated with the Delaware activity was the improvement in operational efficiencies and margin expansion we delivered in the quarter. Beginning with the graph on the left, we continue to achieve efficiency gains across each phase of our operations. In fact, in the most recent quarter, our drilled and completed feet per day metrics continued to improve to 85% and 135% respectively from just a few years ago.\nA great example of this progress is that team drilling our fastest well ever in the basin during the quarter with a spud to rig release time of only 9 days. At this point -- as a point of comparison, I can remember evaluating the 2015 acquisition that brought WPX into the basin with spud to rig release times of greater than 40 days.\nCompletion efficiencies also steadily advanced with our best results occurring in the Upper Wolfcamp development that reached a record high pace of 2,400 completed feet per day. These accomplishments clearly demonstrate the great work our team along with our service company partners have done to drive improvements across the entire planning and execution of our resource.\nDirecting your attention to the right side of the slide, we also effectively controlled lease outing expense in the quarter by keeping our per unit LOE cost essentially flat on a year-over-year basis. Our consistent operating plan, leverage of technology, enhanced purchasing power and relentless focus on margin allows us to manage and offset rising costs and maximize the value of this production in this inflationary environment.\nAs you can see, this strong cost performance resulted in significant margin expansion compared to both the previous quarter and on a year-over-year basis. As I look ahead to maintain this high level of performance, a top priority for us is to continue to stay ahead of inflationary pressure and supply chain disruptions.\nAs the market has tightened, we're experiencing substantial cost increases in raw materials, continue labor shortages and uncommon scarcity across numerous products and services. We combat these challenges with thoughtful upfront planning, technology, consistent activity levels and through bulk purchasing power we possessed due to our operating scale. Our effectiveness thus far is evidenced by our 1Q upstream capital spending coming in at only 24% of our full year.\nAs we look at our full year guide, as I look forward to the rest of the year, our confidence in our team and processes to mitigate our exposure to supply chain disruptions and out-of-control inflation. We will continue to watch this closely. But if these trends continue, our capital spend could gravitate towards the top half of our guidance range for the year.\nTurning to Slide 16, a catalyst that will help us combat higher cost environment is the recent commencement of a company-owned sand mine on the surface acreage we own in Loving County. This mobile sand mine is the first of its kind in the Delaware Basin and is expected to supply up to 25% of our proppant requirements in the basin this year.\nIn addition to providing a certainty of supply, this mine could save us up to 200,000 per well, relative to the rising spot prices we are experiencing across the basin as activity picks up and sand supply has tightened. Equally important, this mine also has significant environmental and safety benefits due to the need for fewer trucks on the road and it eliminates the combustion-related emissions associated with drawing the sand that occurs in normal mining processes.\nFinally, controlling this critical baseline of supply in this market is incredibly valuable to operational certainty. This creative solution to the current supply chain crunch is another benefit from an investment we made a purchase of 15,000 acres of surface land in the Stateline field in 2018. With the early success from this project, we are excited about the potential to expand this concept to other areas of our portfolio with opportunities already identified in both Anadarko and the Powder River Basins. This innovative approach to sourcing sand for our completion operations serves as another great example to our team's drive for continuous improvement.\nMoving to Slide 17. While the Delaware Basin is clearly the growth engine for Devon, we also have several high-quality assets in the top U.S. resource plays. The teams that support these assets are doing an incredible job of working to drive capital efficiencies, optimize base production, keep operating costs low and steadily improving our environmental footprint.\nAs you can see by the slide, by executing at an extremely high level on these critical objectives, these assets are on pace to grow cash flow by about 20% this year to around $2.5 billion at today's pricing. I'm proud of what these assets are delivering, and I appreciate the team's hard work and efforts that go into fulfilling this important role within our portfolio.\nAnd with that, I'll turn the call over to Jeff for a financial review. Jeff?\n\nJeffrey L. Ritenour\n\nExecutive VP & CFO, Devon Energy Corporation\n\nThanks, Clay. I'll spend my time today covering the key drivers of our strong financial results for the quarter, and I'll also provide some insights into our outlook for the rest of the year.\nBeginning with production, our total volumes in the first quarter averaged 575,000 BOE per day. This performance exceeded the midpoint of our guidance due to another strong quarter of well productivity in Delaware Basin. We expect first quarter production to be our lowest production quarter of the year due to winter weather downtime that reduced volumes by 15,000 BOE per day. With these curtailments back online and more than 80 development wells scheduled to initiate first production, we expect Devon's volumes to increase by around 3% to nearly 600,000 BOE per day in the upcoming quarter.\nMoving to expenses. Our largest field level cost category, lease operating and transportation cost, totaled $7.44 per BOE in the quarter. This strong cost performance was 3% below guidance expectations and allowed us to hold our per unit cost essentially flat versus the year ago quarter. Although we are experiencing moderate pricing pressure across several service and supply cost categories, our team's proactive planning and thoughtful cost management has mitigated these inflation pressures year-to-date.\nOverall, the strong cost performance, coupled with exposure to higher value production, expanded Devon's field level cash margin by 17% quarter-over-quarter to nearly $50 per BOE.\nWe also continue to control corporate cost. In aggregate, G&A and financing costs declined 13% year-over-year due to merger-related synergies and the company's ongoing debt reduction program. These structural improvements will help our margins remain resilient to inflationary pressures as we progress through the year. Current tax adjusted for nonrecurring items was 6% during the first quarter. Given the higher commodity prices we are experiencing, we now expect this to approach 10% for the full year.\nCutting to the bottom line, Devon's core earnings increased for the seventh quarter in a row to $1.88 per share. A key contributor to this growth is lower depreciation rates driven by our capital efficiency improvements over the past several years. This level of earnings momentum translated into operating cash flow of $1.8 billion in the fourth quarter. After funding our disciplined maintenance capital program, we generated $1.3 billion of free cash flow, which is the highest level of free cash flow Devon has ever delivered in a quarter.\nWith this increasing amount of free cash flow, our top priority is to accelerate the return of capital to shareholders. As we've communicated in the past, the first call on our excess cash is the funding of our fixed plus variable dividend.\nBased on our strong first quarter financial performance, we increased our dividend payout by 27% to $1.27 per share. This distribution will be paid at the end of June and includes $0.11 per share benefit from the divestiture contingency payments received earlier in the quarter.\nAnother critical use for our free cash flow is the execution of our ongoing share repurchase program. Year-to-date, we bought back another $302 million of stock. As Rick touched on earlier, since we initiated the program last November, we've retired over 19 million shares, driving growth on a per share basis by 3%. With the Board expanding our share repurchase program to $2 billion, we now have just over $1 billion remaining on this authorization and expect to continue to opportunistically buy back stock as we progress through the year.\nWe also have returned value to shareholders through our efforts to improve the balance sheet. In the first quarter, our cash balances increased by more than $350 million to a total of $2.6 billion. With this substantial liquidity and our strong cash flow generating capabilities, we expect Devon's leverage profile to push towards a 0 net debt balance by year-end. Even with this advantaged financial position, we are not done making improvements.\nThe next step in our debt reduction plan is to fully retire the $390 million of 2027 notes that become callable in October of this year. We will have the opportunity to retire another $600 million of debt in 2023 with a call of our 2028 notes in June, followed by the maturity of another note in August.\nAnd lastly, I want to highlight the outstanding returns on capital employed that we're generating. Based on our outlook for the remainder of the year, I expect our return on capital employed to exceed 40% in 2022. This return profile places us in the upper echelon of the broader market today, providing further evidence that our disciplined cash return strategy is working and delivering differentiated results.\nWith that, I'll now turn the call back to Rick for some closing comments.\n\nRichard E. Muncrief\n\nPresident, CEO & Director, Devon Energy Corporation\n\nThank you, Jeff. Great job. I'd like to close today by reiterating a few things. Number one, the execution of our strategy is delivering impressive financial results. You've just heard that. Number two, there is no change to our disciplined game plan in 2022. Number three, we are rewarding shareholders with record high cash payouts. And number four, we are confident we can continually and sustainably deliver this kind of performance for years to come.\nLastly, I'd like to reiterate once again how proud I am with this team, the results they are delivering and the reliable energy we provide our great nation. The energy crisis we're experiencing in certain regions across the globe is a stark reminder of how critical it is for the U.S. to have a clear and consistent energy policy to ensure our nation's security and global leadership. Oil and natural gas will remain a core source of energy for decades to come, and this needs to be acknowledged and accepted with any energy transition policy discussions. This transition is not an event in time, but rather a multi-decade endeavor that will require enormous amounts of energy from all available sources to meet the world's growing demand.\nEnergy policy matters. And if we misstep physics and economics, we will defeat platitudes and untethered ideologies over time. At Devon, we're committed to doing our part by showing up to work every day to responsibly produce low cost, clean and reliable energy. We're also dedicated to bettering the communities in which we live and work by supporting investments in public education, health care, infrastructure and by providing high-paying jobs to American families.\nI will now turn the call back over to Scott for Q&A. Thank you.\n\nScott Coody\n\nVP of IR, Devon Energy Corporation\n\nThanks, Rick. We'll now open the call to Q&A. Please limit yourself to 1 question and a follow-up. This allows us to get to more of your questions on the call today. With that, operator, we'll take our first question."
  },
  {
    "header": "DVN",
    "cik": "0001090012",
    "ticker": "DVN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0913ab071bcb3bb45b366b9b176cabbf",
    "period": "2021 Q4",
    "content": "Q4 2021 Devon Energy Corp Earnings Call\n\nQ4 2021 Devon Energy Corp Earnings Call\n\nDVNNYSEFEB 16, 11:00 AM\n\nOperator\n\nWelcome to Devon Energy's Fourth Quarter and Year-end 2021 Conference Call. (Operator Instructions) This call is being recorded.\nI'd now like to turn the call over to Scott Coody, Vice President of Investor Relations. Sir, you may begin.\n\nScott Coody\n\nVP of IR, Devon Energy Corporation\n\nGood morning, and thank you to everyone for joining us on the call today. Last night, we issued an earnings release and presentation that cover our results for the year and outlook in 2022. Throughout the call today, we'll make references to the earnings presentation to support prepared remarks, and these slides can be found on our website.\nAlso joining me on the call today are Rick Muncrief, our President and CEO; Clay Gaspar, our Chief Operating Officer; Jeff Ritenour, our Chief Financial Officer; and a few other members of our senior management team.\nComments today include -- will include plans, forecasts and estimates that are forward-looking statements under U.S. securities law. These comments are subject to assumptions, risks and uncertainties and that could cause actual results to differ from our forward-looking statements. Please take note of the cautionary language and risk factors provided in our SEC filings and earnings materials.\nWith that, I'll turn the call over to Rick.\n\nRichard E. Muncrief\n\nPresident, CEO & Director, Devon Energy Corporation\n\nThank you, Scott. It's great to be here this morning. We appreciate everyone taking the time to join us on the call today.\nFor Devon Energy, 2021 was a transformational year that can best be defined by our willingness to be a first mover and pursue bold strategic consolidation. Our operational excellence and unyielding commitment to capital discipline and the groundbreaking deployment of our industry-leading cash return business model underpinned by our fixed plus variable dividend.\nAs you can see on Slide 5 of our presentation, an event that was foundational to our success in 2021 was a merger of equals between Devon and WPX have brought together 2 highly compatible organizations with complementary assets to create an elite E&P company. This transaction was perfectly find at the very bottom of the cycle and set the groundwork for Devon's significant value creation during the year.\nWith this advantaged platform, we executed on our Delaware-focused operating plan and captured cost synergies that resulted in $600 million of annual cash flow improvements. These margin expansion efforts, combined with a disciplined capital allocation framework that prioritize value over volumes, resulted in Devon generating the highest level of free cash flow in our prestigious 50-year history.\nWith this powerful stream of free cash flow, we delivered on exactly what our shareholder-friendly business model was designed for, and that is to lead the industry in cash returns. As you can see on the graphic, we rewarded shareholders with outsized dividends, opportunistic share buybacks, and we took meaningful steps to strengthen our investment-grade balance sheet.\nThis disciplined execution was rewarded by the market, with our share price achieving the highest return of any stock in the entire S&P 500 Index during 2021. I am so very proud of what we accomplished, and I want to extend my sincerest gratitude to everyone involved. Our team comprehensively executed on the tenets of our strategy, while responsibly providing our nation with a low-cost and reliable energy source that is the lack blood of our modern economy.\nNow turning to Slide 6. While 2021 was a record-setting year for Devon, the setup for 2022 is even better. With the operational momentum we have established, we have designed a capital program to efficiently sustain production at an ultra-low WTI breakeven funding level of around $30 a barrel.\nCombined with the full benefit of merger-related cost synergies in a vastly improved hedge book, we're positioned to deliver free cash flow growth of more than 70% compared to 2021. As you see on the graph, this strong outlook translates into a free cash flow yield of 14%, assuming an $85 WTI price. Clay will run through the details of our operating plan later, but simply put, we expect 2022 to be another great year for Devon.\nTurning your attention to Slide 7. With this significant stream of free cash flow, the top priority for our free cash flow is the funding of our fixed plus variable dividend. This cash return strategy is a staple of our capital allocation process, allowing us to return meaningful and appropriate amounts of cash to shareholders across a variety of market conditions.\nWith this differentiated framework, we've increased Devon's dividend payout for 5 consecutive quarters. And in aggregate, we paid out $1.3 billion of dividends in 2021, which is a per share increase of roughly 2x that of 2020. Importantly, we expect our dividend growth story to only strengthen in 2022.\nAs you can see on the bar chart, we are on pace to essentially double our dividend again in the upcoming year, which equates to around 8%. I would like to highlight that this attractive yield includes a substantial increase to our fixed dividend that we announced last night. This 45% increase in the fixed dividend reflects the confidence we have in our underlying business and financial performance as we head into 2022.\nNow on Slide 9, I want to briefly showcase how our unique dividend policy offers a quite compelling alternative for yield-seeking investors. To demonstrate this point, we've included a simple comparison of our estimated dividend yield in 2022 compared to other commonly referenced yields in the financial markets. As you can see, Devon's yield of 8% is approximately 6x higher than the S&P 500 index and well in excess of the prevailing interest rate you can get from your treasury.\nWhile I fully acknowledge that these 3 instruments possess different risk and volatility characteristics, I believe it's important to highlight the outsized income that Devon offers in this yield-starved world we live in today.\nOn Slide 10, in addition to our market-leading dividend payout, we're also excited to announce that we are increasing our share repurchase authorization by 60% to $1.6 billion. At a multiple of less than 5x cash flow, we believe our business trades at a substantial discount to the intrinsic value, especially given the structural improvements we've made to expand margins and returns.\nGiven this favorable setup, we have put our money where our mouth is by aggressively repurchasing $589 million of shares just in the fourth quarter alone. With the Board expanding the capacity of our repurchase program, we will continue to be opportunistic buyers of our stock throughout the upcoming year.\nAnd lastly, of the diagram on Slide 12, I believe, does a great job of summarizing what we've created here at Devon. We've assembled a high-quality asset portfolio and a team that is working incredibly hard to deliver on our commitment to expand margins and deliver growth and free cash flow, accelerate our cash returns with our market-leading dividend payout, enhanced per share growth with opportunistic buybacks and take consistent and meaningful steps to further enhance our financial strength.\nWhile 2021 was a record year, we're only getting started. At Devon, we have the right mix of assets, proven management, the right team and a shareholder business -- a shareholder-friendly business model, designed to continue to lead the energy industry and capital disciplines and cash returns.\nAnd with that, I'll now turn to Clay for the call to continue and provide an overview of our recent operational results and upcoming capital plan. Clay?\n\nClay M. Gaspar\n\nExecutive VP & COO, Devon Energy Corporation\n\nThanks, Rick, and good morning, everyone. As Rick touched on, 2021 was a pivotal year for Devon that demonstrated the power of our asset portfolio and the capabilities of our talented organization.\nAcross the portfolio, our team delivered results that exceeded production and capital efficiency targets while continuing to drive down per unit operating costs and improving margin results matter. And while I don't take any of these accomplishments lightly, I'm equally proud of the way that we were able to accomplish these financial metrics.\nOvercoming the challenges of the merger, pandemic and supply chain issues, we built a unified culture, took many best practices from both legacy companies, and we're now poised for further leverage of those collective wins.\nNow let's turn to Slide 14, and we'll see how 2022 capital plan is designed to build upon the momentum that we've established this past year. The first key point that is there is no change to the upstream capital budget of $1.9 billion to $2.2 billion as we disclosed last quarter.\nWhile inflation is an absolute reality, our teams have done a good job of working with our service companies, mitigating escalations where we can and quantifying the remaining impact of our forecast. The great thing about a cyclical business is that if you're paying attention, you should have a pretty good idea of what the most critical things to focus on in anticipation of the next phase. At this point in the cycle, we're focused on listening to our service company partners and helping them help us be successful. In this very tight supply chain market phrase we hear is predictable and reliable.\nYou will notice that our '22 program looks quite a bit like our '21 program. This has allowed us to telegraph to our service companies, midstream partners and other key stakeholders to expect more of the same. That predictability allows them to plan their own supply chain work and the reliability allows them to know that we're going to do what we say we're going to do.\nRelationships are one of our core values at Devon. And this listening and working with our critical partners is an example of that value in action. The relatively steady level of activity in '22 is projected to sustain our production throughout the year ranging from 570,000 to 600,000 BOE per day.\nNow let's turn to Slide 15, where we can discuss our Delaware Basin asset, which we believe is the most capitally efficient resource in North America. During 2021, we had great success with our capital program that resulted in a production growth rate of 34% compared to our first quarter '21. This high margin growth was driven by consistent execution and outstanding well productivity that was headlined by several memorable projects such as Danger Noodle, Boundary Raider and Thistle Cobra to name a few. Each of these prolific projects eclipsed 30-day rates of more than 5,000 BOE per day on a per well basis, exhibiting the world-class reservoir potential that resides in the Delaware Basin.\nIt's important to note that strong volume performance in 2021 was paired with excellent capital efficiency and substantial additions to our proved reserves. While I would never point to a single year of reserves booking as the measure of success, with consistent and reasonable conservative booking processes, which we have, it can provide insight into the quality of the underlying assets. At year-end, our proved reserves in the Delaware increased 18% on a pro forma basis. and these reserve additions replaced more than 200% of what we produced during the year.\nI find it especially impressive that our team added these reserves at an ultra low F&D cost of only $5 per BOE. This result is just another example how advantage and sustainable our resources in the Delaware Basin.\nTurning years into the map on the right, you can expect more of the same from us in 2022. We have a great slate of projects lined up to execute on. And once again, most of our program will consist of the high-impact opportunities, focused on developing Upper Wolfcamp and Bone Spring zones and, to a lesser degree, the the Avalon targets as well.\nTo execute on this plan, we expect to run 14 rigs and 4 frac crews during the year. This capital activity will be diversified across our acreage footprint with sweet spots in Southern Lea and Eddy Counties and Stateline receiving most of the funding. Not only with this level of activity continue to grow Delaware production in '22, but the benefits of our operating scale and best practices from the merger integration, we are well positioned to continue to improve our execution capabilities.\nLet's turn to Slide 16. We where we have displayed our strong track record of continuous improvement. As you can see on the slide, with the efficiencies captured in the Delaware, the team has essentially doubled the productivity of our rig and frac equipment compared to just a few years ago. The operational improvements have also meaningfully reduced our cost over time to about $550 per lateral foot in 2021, which competes very well with anyone out there.\nAs I look ahead to '22, I expect our operational performance to continue to improve. Our team consistently is identifying new ways to leverage technology, operational breakthroughs and industry best practices. Inflationary pressure and supply chain disruptions are a reality. Based on today's industry activity and commodity price projections, we've baked in around 15% higher costs than we saw in 2021.\nWe have been and continue to be focused on consistency, planning and staying out in front ahead of these -- and reacting to any unforeseen issues. This work will be even more critical as the market continues to tighten.\nOn Slide 17, the next area I want to showcase is the momentum we're building in the Anadarko Basin, where we have a concentrated 300,000 net acre position in the liquids-rich window of the play. With the benefits of our $100 million Dow JV carry, we drilled over 30 wells in 2021 and commenced the first production on 16 of those wells during the year.\nAs you can see on the charts on the right, the initial capital efficiency is excellent. With the benefit of state-of-the-art completion designs, and appropriately up-spaced developments, per well capital costs have decreased by 25% versus legacy activity and well productivity to date has exceeded the type curve expectations by 35%. With the strong execution, the carried returns we're seeing from this activity will compete for capital with any asset in our portfolio.\nGiven the success, we've elected to step up activity in the Anadarko Basin to 3 rigs in '22. This program will result in around 40 new wells coming online in 2022, allowing us to maintain steady production profile throughout the year and harvest significant amounts of free cash flow.\nNow let's turn to Slide 18, and I'll cover a few points on the other assets that are creating huge value while flying under the radar. Collectively, these assets generated more than $1 billion of free cash flow in 2021 and we're on pace to produce a similar amount of free cash flow in '22. Williston remains some of the best returns in our portfolio. The team has continued to unlock additional locations and has leveraged company best practices to significantly improve our ESG footprint.\nOur Eagle Ford asset continues to deliver solid returns. The team is doing some very exciting work to unlock additional locations and a very significant refrac potential. The Powder is the basin with the most upside yet to unlock. Our team is making great progress in that regard by driving laterals longer to 3 miles and rebooting the stimulation design, we're seeing very encouraging well results. I'm proud of what these assets are delivering, and I appreciate the team's hard work and effort that goes into fulfilling this important role within our portfolio.\nFinally, let's turn to Slide 19, where I'm excited to share some of our progress on the ESG front. As many of you are aware, we set aggressive emissions reductions targets last year that covered a myriad of near mid- and long-term priorities. In addition to our -- to ensure organizational alignment, we directly tied progress on these targets to our annual compensation program. We've also dedicated a Board Committee to engage in our ESG goal setting process, performance and reporting.\nSince the announcement of these environmental targets, we've taken immediate action and delivered results. We do not have finalized figures yet for this past year, but I can tell you our Scope 1 and 2 GHG emissions will improve roughly by 20% in 2021 versus our '19 baseline, well ahead of that stated goals from this past summer.\nTwo of the key successes on reducing overall emissions is reducing methane emissions and reducing flaring. In 2020, we reduced methane emissions by 47%, and we reduced flaring by 33%. I expect this positive rate of change to continue.\nLooking specifically at '22, we have many visible catalysts that will drive important results such as advancements in leak detection technologies, improved facility design, facility retrofits, wide-scale deployment of air-driven pneumatic controllers and electrification of select field operations. I believe that it's also important to point out that these efforts are focused on changes that will not only improve our ESG metrics, but will also improve our overall operations. By focusing on these operational wins, we further align our organizational focus and excitement around ESG improvement.\nAnd with that, I'll turn the call over to Jeff for the financial review. Jeff?\n\nJeffrey L. Ritenour\n\nExecutive VP & CFO, Devon Energy Corporation\n\nThanks, Clay. My comments today will be focused on the key drivers of our financial results in 2021 and also provide some insights into our 2022 outlook.\nBeginning with production, our total volumes in the fourth quarter averaged 611,000 BOE per day, exceeding the midpoint of our guidance by 3%. This production beat was across all products, with the most significant outperformance coming from NGLs where processing economics were exceptionally strong during the quarter. In the upcoming quarter, we expect production to approximate 570,000 BOEs per day. We expect this to be our lowest production quarter of the year due to winter weather downtime that reduced volumes by about 15,000 BOE per day. All winter-related curtailments are back online, and we expect no impact to our full year production estimates.\nMoving to expenses. Our lease operating and GP&T cost exited 2021 at a rate of $7.25 per barrel. This result represents a 1% decline compared to where we started the year, but was slightly elevated compared to our forecast. As you might expect, we experienced moderate pricing pressures across several service and supply cost categories in the quarter. And we also incurred a nonrecurring charge to GP&T expense in the Eagle Ford.\nAnother key variance was higher workover activity, which contributed to our strong production results in the quarter. Overall, our exposure to higher value production, coupled with a low cost structure, expanded Devon's field level cash margin to $42.37 per barrel, a 14% increase from last quarter.\nJumping to core cost. We did a great job of improving this expense category in 2021. In aggregate, G&A and financing costs declined 31% year-over-year on a pro forma basis due to lower personnel costs and the company's ongoing debt reduction program. These structural improvements will carry over into 2022 and act as an ongoing annuity for years to come.\nCutting to the bottom line, Devon's core earnings increased for the sixth quarter in a row to $1.39 per share. This level of earnings momentum translated into operating cash flow of $1.6 billion in the fourth quarter. After funding our disciplined maintenance capital program, we generated $1.1 billion of free cash flow in the quarter. This represents growth in free cash flow of more than 400% compared to where we started the year after closing the WPX merger.\nThe top priority of our free cash flow is the funding of our dividend. As Rick covered earlier, in conjunction with our earnings report, we announced a fixed plus variable dividend of $1 per share that is payable in March and includes the benefit of our 45% raise to the fixed dividend. This payout represents the highest quarterly payout in Devon's history.\nAnother avenue that we're returning cash to shareholders through is the execution of our share repurchase program. Since we initiated the program in November, we're off to a great start purchasing 14 million shares at a total cost of $589 million. This equates to an average price of $42 per share, which is around a 25% discount to our current trading levels.\nWith the Board expanding our share repurchase program to $1.6 billion, we now have roughly $1 billion remaining on this authorization, and we expect to continue to opportunistically buy back stock in 2022. We also have returned value to shareholders through our efforts to reduce debt and improve the balance sheet. In 2021, we made significant progress strengthening Devon's financial position by retiring more than $1.2 billion of outstanding notes and we achieved our net debt-to-EBITDA target ahead of plan, exiting the year at less than a turn of leverage. At today's pricing, we expect our leverage to trend even lower in 2022, pushing towards a 0 net debt balance by year-end.\nAnd lastly, I do want to highlight that our disciplined strategy is also resulting in excellent returns on capital employed. In 2021, we achieved a 20% return on capital employed and we are positioned for this measure to substantially increase in 2022. The strong rate of change we are delivering with ROCE, combined with our cash return framework, further differentiates Devon versus other opportunities in the market today.\nWith that, I'll now turn the call back to Rick for some closing comments.\n\nRichard E. Muncrief\n\nPresident, CEO & Director, Devon Energy Corporation\n\nThank you, Jeff. Great job. In summary, 2021 was a banner year for Devon. We delivered on exactly everything we promised. Now as we shift our focus to the upcoming year, I want to be clear that there is no change to our cash return playbook. It will be more of the same. We will be relentlessly focused on delivering high returns on capital employed, margin expansion, accelerating free cash flow growth and returning excess cash to shareholders.\nOur talented team here at Devon takes great pride in leading the industry in this disciplined operating framework. And when coupled with the development and deployment of new technologies, simply put, we are very energized and ready to roll in 2022. I sincerely hope you can now appreciate how we've delivered on the vision that Dave Hager and I, along with our respective teams, had when we announced our merger in September of 2020. We wanted to create something truly special, and we feel that we've done just that.\nI will now turn the call back over to Scott for Q&A.\n\nScott Coody\n\nVP of IR, Devon Energy Corporation\n\nThanks, Rick. We'll now open the call to Q&A. (Operator Instructions) With that, operator, we'll take our first question."
  }
]