[
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/069ef310cce0c5b922a19e64f3f49295",
    "period": "2025 Q3",
    "content": "Q3 2025 Principal Financial Group Inc Earnings Call\n\nQ3 2025 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQOCT 28, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group Third Quarter 2025 Financial Results Conference Call. [Operator Instructions]\nI would now like to turn the conference over to Humphrey Lee, Vice President of Investor Relations. Please go ahead.\n\nHumphrey Lee\n\nVP & Head of Investor Relations\n\nThank you, and good morning. Welcome to Principal Financial Group's Third Quarter 2025 Earnings Conference Call. As always, materials related to today's call are available on our website at investors.principal.com. Following a reading of the safe harbor provision, CEO, Deanna Strable, and CFO, Joel Pitz, will deliver prepared remarks. We will then open the call for questions. .\nMembers of senior management are also available for Q&A. Some of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy.\nRisks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission.\nAdditionally, some of the comments made during this conference call may refer to non-GAAP financial measures, reconciliations of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation. Deanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Humphrey, and good morning to everyone on the call. This morning, I'll discuss our strong third quarter performance and the continued execution of our strategy, focused on delivering sustained growth across our diversified businesses. Joel will then provide additional details on our financial results and capital position.\nTurning to Slide 2. Our third quarter results build on the momentum of the first half of the year and demonstrate another period of strong performance toward our financial targets. We delivered 13% adjusted earnings per share growth year-over-year and 14% year-to-date, above our target range.\nOur return on equity expanded significantly the last year and is now at the high end of our target range. And our year-to-date free capital flow conversion ratio of over 90% is tracking above target. Additionally, we returned $400 million of capital to shareholders in the quarter, including $225 million of share repurchases. We also raised our common stock dividend for the ninth consecutive quarter an 8% increase on both a quarterly and full year basis. These results were driven by strong business fundamentals across the company, including enterprise net revenue growth of 4% and margin expansion of 180 basis points and positive enterprise net cash flow.\nGiven the strong performance through the first 3 quarters and our business momentum, we fully expect to deliver on our full year enterprise financial targets. Moving to Slide 3. We continue to make progress on our strategic priorities highlighted at our 2024 Investor Day. As a reminder, we're focused on 3 significant profit pools where we are uniquely positioned to win. The broad retirement ecosystem, small and midsized businesses and Global Asset Management.\nLet's start with the retirement ecosystem in which we offer a comprehensive suite of capabilities across recordkeeping, asset management, wealth management and income solutions. We're seeing strong momentum across key metrics. Workplace Savings and Retirement Solutions, our WSRS transfer deposits grew 13% year-over-year, demonstrating the strength of our retirement recordkeeping platform and the breadth of our distribution reach. We're serving an increasing number of participants and the participants we serve are saving more. This is evidenced by a 3% increase in the number of participants deferring into their retirement plans compared to the year ago quarter, with average deferrals up 2%.\nTotal RIS sales of $7 billion increased 8% year-over-year with strong growth in WSRS and pension risk transfer. On a year-to-date basis, nearly 1/3 of our PRT premiums came from existing defined benefit clients. Additionally, nearly half of our year-to-date nonqualified life insurance sales are part of a total retirement solution with RIS.\nOur retirement investment expertise, an important growth driver within the retirement ecosystem continues to gain traction with third-party retirement platforms as evidenced by DCIO sales of $2 billion in the quarter. These connections within and across businesses demonstrate our power across retirement and reinforce our unique competitive advantage in delivering retirement solutions to employers and their employees.\nMoving to our small and midsized business segment. Our differentiated capabilities and deep expertise in this attractive segment continues to drive results. WSRS SMB recurring deposits grew 8%, and transfer deposits increased 27% compared to the year ago quarter. In Benefits and Protection, our business continues to show growth and resiliency. Employment growth for our block was nearly 2% on a trailing 12-month basis, and we're seeing continued success in deepening relationships.\nBased on our latest insights, employee retention remains a top priority for small business owners and executives and we're well positioned to help them achieve their goals with our comprehensive suite of solutions. In Global Asset Management, we're generating strong momentum with gross sales and investment management of $32 billion, up 19% year-over-year. Revenue on these sales is up even more. Our private markets capabilities remain attractive to clients globally, generating net inflows of $1.7 billion in the quarter.\nPrivate AUM grew 9% year-over-year as strong demand continues across our real estate, infrastructure, and private credit strategies. Additionally, our ETF business delivered net inflows of $500 million in the quarter and $1.3 billion year-to-date. These results reflect the strength of our diversified business mix across asset class, geography and client base.\nLooking across our 3 long-term strategic focus areas, I'm encouraged by the momentum. The breadth of our retirement solutions, our leadership position in serving small and midsize businesses and our expanding global asset management capabilities create multiple paths for sustained growth. These competitive advantages, combined with our integrated business model and strong execution position us well to capitalize on the significant opportunities ahead while creating value for our customers, shareholders and employees.\nBefore I turn this over to Joel, I want to acknowledge our recent release of the Fourth Annual Global Financial Inclusion Index, which tracks how governments, employers and financial systems around the globe are advancing financial inclusion. Since the index launch, we've seen how digital solutions have emerged as a powerful driver of progress, helping people make informed choices and achieve greater financial security.\nMarkets making the fastest gains are embracing fintech solutions that expand access while embedding financial education and safeguards. While current economic uncertainty has temporarily impacted employer financial inclusion programs, it's encouraging to see governments and financial systems stepping up. The findings highlight the tremendous opportunities ahead and reinforce our important mission to help people feel more confident in their financial decisions. Joel?\n\nJoel Michael Pitz\n\nSenior VP & Controller\n\nThanks, Deanna. This morning, I'll share the key contributors to our strong financial performance for the quarter as well as details of our capital position. As shown on Slide 4, we reported non-GAAP operating earnings of $474 million or $2.10 per share, a 19% increase year-over-year. And on a year-to-date basis, reported EPS increased 21%.\nExcluding significant variances, non-GAAP operating earnings were $523 million, an increase of 9% year-over-year and EPS of $2.32 increased 13%. On a year-to-date basis, adjusted EPS increased 14%. While not on the slide, third quarter reported net income, excluding exit business, was $466 million an increase of 11% over the prior year quarter with minimal credit losses.\nTurning to capital and liquidity. We ended the quarter in a strong position with $1.6 billion of excess and available capital. This includes $800 million at the holding company at our targeted level, $350 million in our subsidiaries and $400 million in excess of our targeted 375% risk-based capital ratio which was estimated at 400% at quarter end.\nWe returned approximately $400 million to shareholders in the third quarter, including $225 million of share repurchases and $173 million of common stock dividends. We are confident we will deliver on our full year capital return target of $1.4 billion to $1.7 billion, including $700 million to $1 billion of share repurchases. Last night, we announced a $0.79 common stock dividend payable in the fourth quarter. This is a $0.01 increase from the dividend paid in the third quarter and an 8% increase over both the year ago quarter and trailing 12-month period. This aligns with our targeted 40% dividend payout ratio and demonstrates our confidence in continued growth and strong capital generation.\nMoving to AUM and net cash flow. Markets created tailwinds in the quarter with positive results across U.S. and international equities, fixed income and real estate. Total company managed AUM of $784 million increased 4% sequentially, driven primarily by strong market performance, along with positive net cash flow. Total company net cash flow was $400 million in the quarter, a sequential and year-over-year improvement, driven by investment management flows.\nAs Deanna mentioned, this was largely driven by strong private inflows. Moving to the businesses. The following commentary excludes significant variances, which can be found on Slide 10. Significant variances this quarter included a net unfavorable impact to GAAP earnings from our actuarial assumption review primarily driven by model refinements. It is important to note the actuarial assumption review impacts our GAAP only and noncash, and therefore, has no impact on free capital flow for the enterprise. The remaining significant variances are a slight net positive.\nStarting with RIS and as shown on Slide 5, third quarter top line growth was 4% towards the upper end of our target range driven by growth in the business and favorable markets. This, coupled with expense discipline, while investing in the business resulted in a 42% margin, a 130 basis point improvement over the third quarter of 2024. Pretax operating earnings of $315 million increased 8% from the prior year quarter, driven by growth in the business and margin expansion.\nAs Deanna noted, fundamentals across the business remain healthy. Total WSRS recurring deposits grew 5% on a trailing 12-month basis with our SMB segment continuing to outperform at 8% growth over the same period. Additionally, consistent with the first half of the year, withdrawal rates in the quarter remained stable.\nTurning to Slide 6. Principal Asset Management delivered strong earnings on revenue growth and margin expansion. Within Investment Management, pretax operating earnings increased 9% from the prior year quarter. Management fees increased 5% year-over-year, driven by higher AUM and a stable fee rate against the backdrop of industry fee pressure.\nThis, along with continued expense discipline contributed to a 180 basis point improvement in Investment Management's quarterly operating margin. Net cash flow was $800 million in the quarter, supported by inflows and privates, with two large wins in private real estate equity as well as positive flows in high yield, emerging market fixed income and active equity ETF strategies.\nMoving to international pension, we delivered record reported AUM of $151 billion, an increase of 9% year-over-year. Operating margin of 47% expanded 180 basis points from the prior year quarter and remains comfortably within our targeted range.\nTurning to Slide 7. Specialty Benefits pretax operating earnings were $147 million, a record quarter, this was an increase of 28% compared to the year ago quarter, driven by more favorable underwriting results and business growth. These results reflect our focus on pricing discipline and profitable growth. Total SBD loss ratio improved 340 basis points compared to the year ago quarter and was below our target range. These results were driven by favorable group life and group disability underwriting as well as a 100 basis point improvement in the dental loss ratio.\nOperating margin of 17% expanded 330 basis points compared to the year ago quarter and is above the high end of our target range. In Life Insurance, improvement fees increased 3% compared to the third quarter of 2024 as strong business market growth of 11% continues to outpace the runoff of the legacy Life Insurance business. Mortality in the quarter was better than expected, but slightly less favorable than a year ago quarter.\nIn closing, our strong enterprise performance reflects successful execution of our strategy and strong fundamentals. Our diversified business demonstrated its strength through profitable growth and expanded margins. As Deanna highlighted, this momentum, coupled with our year-to-date performance, reinforces our confidence in delivering on full year enterprise financial targets have positioned us well for sustained long-term performance.\nThis concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ba10b4e1dcdf9e2673f47be2416c0e32",
    "period": "2025 Q2",
    "content": "Q2 2025 Principal Financial Group Inc Earnings Call\n\nQ2 2025 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQJUL 29, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group Second Quarter 2025 Financial Results Conference Call. [Operator Instructions].\nI would now like to turn the conference call over to Humphrey Lee, Vice President of Investor Relations.\n\nHumphrey Lee\n\nVP & Head of Investor Relations\n\nThank you, and good morning. Welcome to Principal Financial Group's Second Quarter 2025 Earnings Conference Call. As always, materials related to today's call are available on our website at principal.com. Following a reading of the safe harbor provision, CEO, Deanna Strable and; CFO, Joel Pitz will deliver prepared remarks. We will then open the call for questions. Members of senior management are also available for Q&A.\nSome of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission. Additionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliations of the non-GAAP financials to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation.\nDeanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Humphrey. Good morning to everyone on the call. This morning, I will discuss key milestones and highlights from the second quarter as we continue executing our strategy with discipline and focus to deliver strong results for our customers and shareholders. Joel will follow with additional details on our results and our capital position.\nStart results for the second quarter, adjusted non-GAAP earnings, excluding significant variances, was $469 million, or $2.07, an 18% increase in EPS over the second quarter of 2024. These results were supported by revenue growth, strong margin and expense discipline across the businesses while investing for growth, a lower effective tax rate and cumulative impact from share repurchases.\nWe returned $320 million of capital to shareholders in the second quarter, including $150 million of share repurchases. We also raised our common stock dividend for the eighth consecutive quarter -- with our 40% payout ratio.\nVolatility continued to underpin markets in the second quarter, the market drop in April drove daily averages lower for the quarter, impacting our second quarter fee revenue. This is in contrast to the positive market performance, which drove the end-to-end increase in our AUM. Notably, the strong rebound in May and positive momentum heading into the second half of the year. The Rally supported positive market performance in the quarterly AUM roll forward bringing total company-managed AUM to $753 million, a 5% increase over the sequential quarter and an 8% increase over the second quarter of 2024.\nNet cash flow was negative $2.6 billion in the quarter, an improvement sequentially, driven by positive net cash flow from global institutional clients across multiple products as we talked about last quarter. We continue to see demand for our investment capabilities. This included a significant high-yield fixed income funding from an existing institutional client continued flows into our mid-cap and private real estate equity strategies and positive momentum in our ETF offerings. Overall, we remain confident in the second half of the year and we expect our full year enterprise results to be aligned with our 2025 outlook and enterprise financial targets.\nNow turning to the businesses. In Retirement, we delivered strong results in the second quarter. Overall, RIS sales of $6 billion increased 7% year-over-year, driven by our Workplace Savings and Retirement Solutions, or WSRS and RILA, looking ahead, we have a robust pipeline of opportunities that positions us well for continued growth. We see continued success in our small and midsized market with 27% year-over-year transfer deposit growth generating positive account value net cash flow in the quarter.\nTurning to pension risk transfer according to Principal's first quarter industry report, Principal ranked #3 in both sales and contract count reinforcing our leadership position in the market. We continue to be disciplined on PRT opportunities focusing on those that meet our targeted returns. In Principal Asset Management AUM of $723 billion increased 5% sequentially on strong market performance and FX tailwinds. Principal Asset Management sales of $33 billion increased 19% over the prior year quarter, driven by investment management sales, which increased 24% over the same period. This included $10 billion sourced from our international clients. This quarter's results reflect continued progress on our strategy, the power of our global asset management business and the benefits of a diversified client and channel base. In Investment Management, total fee revenue increased 6% over the year ago quarter. Management fees grew 4% on higher average AUM, and we saw increased contributions from performance fees. We continue to expect full year performance fees to be in line with 2024.\nIn our Specialty Benefit business, we saw strong earnings growth of 10% as we remain focused on pricing discipline, leading to strong underwriting performance and margin expansion of 100 basis points. This disciplined approach positions us well for continued strong earnings growth. In our life insurance business, we delivered strong sales results, driven by record nonqualified sales. These products continue to resonate with business owners and key employees, reinforcing our strong distribution relationships.\nPrincipal continues to be recognized externally for its leadership. We were named one of the 2025 Best Places to Work for Disability Inclusion after earning a top score of 100 on the 2025 Disability Equality Index. The Principal AI generative Experience or PAIGE was recognized as part of Newsweek's inaugural AI impact awards in the category of Best outcomes financial services. Our AI efforts were recognized for outstanding achievements and applying AI to solve complex challenges, improve operations and deliver meaningful outcomes. This spotlights our commitment to driving smarter decision-making, more personalized customer experience and stronger risk management.\nAdditionally, we received a 2025 CSO award for our digital ID verification initiative, highlighting the innovation and security embedded across our customer experience. Overall, the second quarter demonstrated the strength of our business and our ability to deliver results in dynamic markets. We're entering the second half of the year with momentum confidence in our strategy and continued discipline across the organization.\nBefore I turn it over to Joel, I want to take a moment to congratulate him on officially being named our Chief Financial Officer in May. Joel stepped in as interim CFO during a period of transition and his deep institutional knowledge, steady leadership and clear command of our financials and businesses has been evident throughout. I'm looking forward to continuing to partner closely with him as we move the company forward and deliver strong results for our employees, customers and shareholders. Joel?\n\nJoel Michael Pitz\n\nSenior VP & Controller\n\nThanks, Deanna, for the kind words. I'm honored to officially step into the CFO role and appreciate the opportunity to continue working alongside our leadership team to create value for our various stakeholders. This morning, I'll share a key contributors to our financial performance for the quarter as well as details of our capital position.\nAs shown on Slide 3, reported non-GAAP operating earnings were $489 million, up 27% year-over-year, and EPS was $2.16 up 33%. This included a $32 million after-tax or $0.14 per share benefit from a onetime expense accrual release that is reflected as a significant variance. Excluding significant variances, second quarter non-GAAP operating earnings were $469 million or $2.07 per diluted share. This represents an 18% increase in EPS over the second quarter of 2024 and a 14% increase year-to-date.\nSecond quarter reported net income, excluding exited business, was $432 million, with minimal credit losses of $17 million. Non-GAAP operating ROE, excluding AAR of 14.9%, improved 170 basis points compared to the year ago period, comfortably within our 14% to 16% targeted range. These strong results were impacted by market performance in the quarter. Specifically, daily equity market averages on our assets under management were down sequentially but up 6% compared to second quarter of 2024. The following commentary excludes significant variances, which can be found on Slide 12.\nStarting with RIS, second quarter top line growth was 3%. This, coupled with expense discipline while investing in the business resulted in a 40% margin, an 80 basis point improvement over the second quarter of 2024 and near the high end of our targeted range. Pretax operating earnings increased 5% from the prior year quarter, driven by growth in the business and margin expansion. Fundamentals across the business remain healthy. Transfer deposits were up 8% compared to the second quarter of 2024, including a 24% increase in fee-based transfer deposits. And the number of individuals deferring and receiving employer matches, is up 3% compared to the year ago quarter.\nTotal WSRS recurring deposits grew 7% on a trailing 12-month basis with our SMB segment continuing to outperform at 9% growth over the same period. Participant withdrawal rates remain stable, and we're seeing continued strong contract retention. In Principal Asset Management, Investment Management revenue increased 6% compared to second quarter 2024 within our targeted range. Higher management and performance fees contributed to a 250 basis point improvement in Investment Management's quarterly operating margin.\nIn International pension, net revenue was impacted by foreign currency compared to the year ago quarter. On a constant currency basis, net revenue increased 2% and pretax operating earnings grew 7% year-over-year. Operating margin of 47% ex 180 basis points from the prior year quarter and remains within our targeted range.\nIn Specialty Benefits, pretax operating earnings increased 10% compared to the year ago quarter, driven largely by business growth and more favorable underwriting results. Premium fees grew 3% compared to the year ago quarter, impacted by sales and slight moderation in wage and employment growth. Importantly, persistency remained strong and in line with the prior year and our expectations. We expect overall premium growth to trend up in the second half of the year.\nThe SBD loss ratio improved 130 basis points compared to the year ago quarter and was at the low end of our targeted range. This improvement was driven by more favorable group disability and group life results. In addition, dental results improved relative to the year ago quarter and were positively impacted by our recent pricing actions. Operating margin of 15% expanded 100 basis points compared to the year ago quarter. It was in the top half of our targeted range.\nIn Life Insurance, premium fees increased 5% compared to the second quarter of 2024, a strong business market growth of 17% more than offset the runoff of the legacy Life Insurance business. Pretax operating earnings of $23 million were down year-over-year driven by higher mortality from neckline severity, while frequency was better than expected. Our tax rate for the quarter was 18%, in line with our full year target range of 17% to 20%. We expect the rates to remain within this range for the second half of and full year 2025.\nTurning to capital liquidity. We ended the quarter in a strong position with $1.4 billion of excess and available capital. This includes $800 million at the holding company at our targeted level $250 million in our subsidiaries and $350 million in excess of our targeted 375% risk-based capital ratio, which is estimated at 400% at quarter end. As a reminder, we built up excess capital in the first quarter to prefund our $400 million May maturity, which was paid off in the second quarter. Free capital flow in the quarter was slightly above our targeted range and we expect to deliver on our targeted 75% to 85% free capital flow for the full year. As shown on Slide 3, we returned $320 million to shareholders in the second quarter, including $150 million of share repurchases and $170 million of common stock dividends.\nAs a reminder, capital deployments are seasonally higher in the second half of the year, and we expect a higher level of share repurchases in the latter half of the year. With our strong capital position, we remain committed to delivering on our full year capital return targets from $1.4 billion to $1.7 billion, including $700 million to $1 billion of share repurchases. Last night, we announced a $0.78 common stock dividend payable in the third quarter. This is a $0.02 increase from the dividend paid in the second quarter and an 8% increase over both the year ago quarter and trailing 12-month period. This continues to align with our targeted 40% dividend payout ratio and demonstrates our confidence in continued growth.\nAs Deanna outlined, our second quarter results reflect the strength and benefit of our diversified business. We remain confident in our ability to deliver on our financial targets, committed to deploying excess capital and focus on creating long-term value for shareholders, all while to being our customers' evolving needs.\nThis concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cabada6471b7279bb32504de4fc787fb",
    "period": "2025 Q1",
    "content": "Q1 2025 Principal Financial Group Inc Earnings Call\n\nQ1 2025 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQAPR 25, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group First Quarter 2025 Financial Results Conference Call. [Operator Instructions]\nI would now like to turn the conference over to Humphrey Lee, Vice President of Investor Relations.\n\nHumphrey Lee\n\nVP & Head of Investor Relations\n\nThank you, and good morning. Welcome to Principal Financial Group's First Quarter 2025 Earnings Conference Call. As always, materials related to today's call are available on our website at investors.principal.com.\nFollowing a reading of the safe harbor provision, CEO Deanna Strable and Interim CFO, Joel Pitz, will deliver some prepared remarks. We will then open the call for questions. Members of senior management are also available for Q&A.\nSome of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission.\nAdditionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliations of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation.\nDeanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Humphrey. Good morning to everyone on the call. Before I get into the highlights for the quarter, I'd like to make a few comments on the current environment. We are operating in a market that is incredibly dynamic. Policy shifts and uncertainties surrounding the market outlook have contributed to a more cautious investor tone and heightened focus on resilience. The magnitude of the volatility we have seen in April has been extreme and unprecedented and impacts our fee revenue in retirement and asset management. We expect market volatility to persist making upcoming quarters more difficult to predict.\nWhile complex, we have successfully navigated market volatility before with a clear strategy, a resilient and diversified business model and a strong commitment to supporting our customers when it matters most. From a financial perspective, we will continue to focus on what we can control with a disciplined approach to aligning expenses with revenue, actions to support this are underway. In addition, the actions we have taken over the last few years to transform our business mix have uniquely positioned us to perform through market cycles.\nOur conviction in our strategy has never been stronger, with a laser focus on growth across the retirement ecosystem, SMBs and Global Asset Management. Each presents outsized market growth opportunities aligned with our strong differentiated capabilities.\nSlide 4 of our materials highlights the progress we are making in advancing these growth drivers. Turning to the quarter, I am proud of our results, which reflect the strength and discipline of our strategy as well as the benefits of our diversified business. First quarter adjusted non-GAAP earnings, excluding significant variances, was $439 million or $1.92 per diluted share, a 10% increase in EPS over the first quarter of 2024. We returned $370 million of capital to shareholders in the first quarter including $200 million of share repurchases and a continued increase in our common stock dividend.\nWe have the capital flexibility to continue supporting our customers, investing in growth and returning capital responsibly. Our capital strategy remains grounded in long-term financial discipline. Despite market volatility, total company-managed AUM increased to $718 billion at the end of the quarter, reflecting positive market performance and the beneficial impact of exchange rates.\nNet cash flow was negative $4 billion in the quarter, driven by 2 low fee institutional fixed income withdrawals and investment management. Overall, higher fee inflows relative to outflows are driving a positive impact to run rate revenue from institutional flows. We saw strong results in key asset classes, including private real estate, preferred and stable value. In addition, we saw strong local investment management flows of $700 million total in Mexico and Southeast Asia reinforcing our local strategies and the benefits of our global business reach.\nWe are also encouraged by signs of green shoots in high-yield, preferreds, real estate and international equities some of which have already funded in April, pointing to a growth in the quarters ahead.\nIn Retirement, we generated positive account value net cash flow of $400 million after adjusting for the low fee contract lapse discussed on our last call. We continue to see strong activity in our small and midsized market, delivering $1.3 billion of positive flows up from $1 billion in the year ago quarter.\nTurning to sales. Pension risk transfer volume grew year-over-year, reaching $800 million in the quarter. We remain a leader in the industry, ranking among the top 4 providers sales premium and third, by number of contracts based on the 2024 LIMRA results. Looking ahead, we see positive momentum in the pipeline across our retirement ecosystem. This momentum is being reinforced by recent industry recognition. Principal was top-rated across all categories in the planned adviser survey and received 17 best-in-class awards from planned sponsor.\nMoving to Specialty Benefits. Underwriting results were strong, and overall growth is being impacted by the absence of new PFML markets and lower dental sales, a result of our disciplined pricing actions. In Life, sales were up 6% compared to the year ago quarter, driven by bundled business market sales and strong growth in nonqualified sales, a key component of our total retirement solutions.\nImportantly, our well-established and long-tenured SMB block remains resilient. Findings from our recent SMB Pulse survey indicate our customers are focused on adapting to the current environment through pricing actions, shifting suppliers and managing margin with less emphasis on reducing benefits or staff. Across all of our businesses, the key fundamentals remain strong, including recurring deposits, deferrals, matches and wage and employment growth. We remain focused on what matters most, delivering for our customers, operating with discipline and executing on our long-term strategy. We have built this company to perform through many cycles resilient, diversified and purpose-led.\nImportantly, our approach continues to be recognized. For the 14th time, Principal was named one of the 2025 world's most ethical companies by Ethisphere. This award reflects our ongoing commitment to doing what's right for our customers, employees and shareholders, not just in times of strength, but especially in moments of uncertainty. We are also being recognized for how we use technology to work strategically. Our proprietary generative AI-powered assistant page was honored with a CIO 100 award for its impact on employee productivity.\nIn just 1 year, it's helped cut task completion time in half, streamline training and made it easier for teams to create content and serve our customers more efficiently. Overall, I am proud of our results this quarter and confident in the strength and resiliency of our integrated and diversified portfolio. We will continue to invest in growth, operate with discipline, and stay close to the evolving needs of our customers, and we will do so with the same clarity and commitment that have defined our success over the past 145 years.\nWith that, I'll turn it over to Joel to walk through the results in more detail. Joel?\n\nJoel Michael Pitz\n\nSenior VP & Controller\n\nThanks, Deanna. Good morning to everyone on the call. I will walk through our financial performance for the first quarter and provide updates on our investment portfolio and capital position. As shown on Slide 3, excluding significant variances, first quarter non-GAAP operating earnings were $439 million, or $1.92 per diluted share. This represents a 10% increase in EPS over the first quarter of 2024 on an adjusted and a reported basis.\nAs previously disclosed, first quarter earnings were impacted by year-over-year elevated seasonal expenses in Investment Management. This was offset by a lower tax rate during the quarter. First quarter reported net income, excluding exited business, was $299 million with immaterial credit losses of $4 million. Net income reflects the noncash impact of the previously announced transition of our Hong Kong MPF schemes Bank Consortium Trust or BCT. Importantly, this has no impact to free capital flow.\nNon-GAAP operating ROE for the quarter, excluding our actuarial assumption review was 14%, a 100 basis point improvement from a year ago and within our targeted range. Equity markets created modest tailwinds for much of the first quarter, though softened in the final weeks. The S&P 500, Small and Mid Cap and real estate all finished the quarter down while international equities and fixed income products delivered positive returns.\nForeign exchange rates had a positive $8 billion impact on AUM for the quarter as spot rates improved. The following commentary excludes significant variances, which can be found on Slide 12. Our first quarter results demonstrate the strength of our integrated and diversified businesses, which enabled us to deliver 10% year-over-year EPS growth.\nStarting with RIS. First quarter top line growth was strong at 5%. This, coupled with expense discipline, while investing in the business resulted in a 41% margin, a 120 basis point improvement over the prior year quarter. Pretax operating earnings increased 8% from the first quarter of 2024, driven by growth in the business, higher net investment income and favorable year-over-year market performance.\nUnderlying fundamentals in the business remained strong. Recurring deposit growth of 9% in the quarter was strong across all segments, with continued outperformance in our small and midsized business market, generating 12% growth. The number of individuals deferring and receiving employer matches are up 4% compared to first quarter of 2024. In addition, the dollar amount of these deferrals and matches increased by 5% and 4%, respectively, during the same period.\nNet revenue growth and margins are at the high end of our targeted range this quarter, a product of our disciplined focus on profitable revenue growth. In Principal Asset Management, Investment Management revenue increased 4% compared to the year ago quarter within our targeted range. Management fees increased 5% year-over-year, driven by higher AUM and stable fee rate, while transaction and borrower fees remain muted.\nAs discussed on last quarter's call, seasonality played out largely as anticipated. Investment Management had $35 million of higher deferred compensation and payroll taxes compared to the fourth quarter, partially offset by lower variable expenses. These seasonal expenses are expected to return to normal levels, while we continue to invest in our business. These are factored in our outlook.\nIn international pension, net revenue was down slightly, primarily due to impacts from foreign currency. On a constant currency basis, net revenue increased 4% year-over-year. Pretax operating earnings increased 5% from the prior year quarter despite a $6 million FX headwind, driven by strong expense discipline. This resulted in margin expansion of nearly 400 basis points over the year ago quarter and is at the high end of our targeted range.\nIn Specialty Benefits, premium fees growth was 4% compared to the year ago quarter. As Deanna mentioned, this result was impacted by lower dental sales and a difficult comparison from new PFML markets in the year ago quarter. These were factored into our full year outlook, implying higher growth in future quarters. While the environment is competitive, both employment and wage growth remain healthy and persistency remained stable, which contributed to the year-over-year growth. SPD pretax operating earnings grew 5% over the prior year quarter, driven by business growth, more favorable underwriting experience and higher net investment income.\nMargin expanded compared to the year ago quarter and remains within our targeted range. SPD loss ratio improved by 40 basis points year-over-year to 60.7% and was at the low end of our targeted range, driven by better group disability and group life results, partially offset by dental experience. Dental pricing changes continue to move through the block, and we expect to see loss ratio improvement when comparing full year 2025 to 2024. Premium and fees growth in our life business increased compared to the prior year quarter, as strong business market growth was up 20% and at or above targeted returns.\nPretax operating earnings in the quarter were $14 million, down from the prior year quarter, driven by higher mortality primarily from net claim severity. This included a single claim of $5 million that was part of a much larger face amount shared by many carriers issued in 1999. While this impacted results in the quarter, our 1-year and longer-term mortality is at our expected levels.\nOur tax rate in the quarter was lower compared to the full year due to foreign tax credit benefits as well as seasonal impacts from share-based compensation. We expect the tax rate to be within our targeted range of 17% to 20% for the full year 2025. Our general account investment portfolio remains high quality, aligned with our liability profile and well positioned for a variety of economic conditions. The portfolio remains healthy from a credit risk perspective. While we are closely monitoring the evolving trade policy landscape and its potential impact, our current assessment is minimal exposure to industries most likely to be directly affected by tariffs.\nOur commercial mortgage loan portfolio remains healthy. As discussed in our last call, we had 2 scheduled loan maturities in the first quarter in our office portfolio, both of which have been paid off. The remainder of the office portfolio and the underlying metrics remain favorable and relatively unchanged from last quarter.\nTurning to capital and liquidity. We ended the quarter in a very strong position with $1.8 billion of excess and available capital. This includes $1.2 billion at the holding company, above our $800 million targeted level, $250 million in our subsidiaries and $300 million in excess of our targeted 375% risk-based capital ratio, which was estimated at 395% at quarter end.\nCapital was elevated by $400 million this quarter as we exercise our 2028 fee caps, and we'll use the proceeds to pay down a $400 million debt maturity in May. Concurrently, we issued $500 million of new fee caps in February, bringing the total off-balance sheet facility to $850 million. This addresses our near-term maturities with our next maturity occurring in November 2026.\nWe continue to deliver on our targeted 75% to 85% for capital flow. As discussed on last quarter's call, free capital flow is typically the lightest in the first quarter due to timing of capital generation and increases throughout the year.\nAs shown on Slide 3, we returned $370 million to shareholders in the first quarter, including $200 million of share repurchases and $170 million of common stock dividends. Last night, we announced a $0.76 common stock dividend payable in the second quarter. This represents a $0.01 increase over the prior quarter's dividend and a 9% dividend growth rate on a trailing 12-month basis. We remain aligned with our targeted 40% dividend payout ratio, underscoring our confidence in continued growth and overall performance.\nAs Deanna outlined, our first quarter results reflect our resilient and diversified business that continues to perform through various market cycles. We remain disciplined in how we deploy capital, confident in the fundamentals of our businesses and focused on delivering long-term value to shareholders while supporting customers when they need us most. As we have consistently done and as economic conditions evolve, we remain committed to aligning expenses with revenue with action already underway while continuing to invest for growth.\nThis concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/422a0fa42b3251cc65eef0c1c7a51ff0",
    "period": "2024 Q4",
    "content": "Q4 2024 Principal Financial Group Inc Earnings Call\n\nQ4 2024 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQFEB 7, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group Fourth Quarter 2024 Financial Results and 2025 Outlook Conference Call. [Operator Instructions] I would now like to turn the conference call over to Humphrey Lee, Vice President of Investor Relations.\n\nHumphrey Lee\n\nVP & Head of Investor Relations\n\nThank you, and good morning. Welcome to Principal Financial Group's Fourth Quarter and Full Year 2024 Earnings and [ 2024 ] Outlook Conference Call. As always, materials related to today's call are available on our website at investors.principal.com. Following a reading of the safe harbor provision, CEO Deanna Strable and Interim CFO, Joel Pitz, will deliver some prepared remarks. We will then open the call for questions. Members of senior management are also available for Q&A.\nSome of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission. Additionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliations of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation. Deanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Humphrey, and welcome to everyone on the call. Before I begin this morning, I'd like to recognize Dan Houston for his leadership as our CEO over the last 10 years. He has been instrumental in setting our growth agenda and has led us through significant transformation. Principal is in a position of strength today and is well positioned for continued growth, thanks to his tireless leadership. It has been an honor to work alongside Dan over the last 7 years as his CFO. I look forward to building upon the strong foundation we've established under Dan's leadership. I am extremely grateful to continue to have him serve as the Executive Chair of our Board. This morning, I will discuss key milestones and highlights from the fourth quarter and full year 2024. Joel will follow with additional details.\nPrincipal delivered a strong 2024. We began the year with an ambitious outlook. We committed to growing earnings per share in the 9% to 12% range, targeting a 75% to 85% free capital flow conversion and expanding our ROE towards our targeted range of 14% to 16%. I'm extremely pleased that we've delivered on this guidance. Our adjusted non-GAAP earnings per share growth in 2024 was 11%, with a strong 16% increase in the fourth quarter. This was driven by strong top line growth across the enterprise, as well as the benefits from equity market tailwinds, which more than offset impacts from foreign currency.\nOur free capital flow conversion ratio ended the year at the midpoint of our 75% to 85% target, and we improved our ROE by 90 basis points year-over-year and are on track to achieve our 14% to 16% target in 2025. Our strong capital position and free capital flow enabled us to deliver on our capital deployment guidance. We returned $1.7 billion of capital to shareholders in 2024. Our total capital return to shareholders included share buybacks which were above the midpoint of our targeted range and a 10% increase in our annual common stock dividend. Our Board of Directors just approved a new share repurchase authorization for $1.5 billion. This is in addition to the nearly $800 million remaining under the prior authorization at the end of the year.\nAt our recent Investor Day, we laid out our strategic areas of focus for sustained growth, the broad retirement ecosystem, small and midsized businesses and global asset management. I'm happy to highlight some of our achievements related to these. As part of our retirement ecosystem strategy, we recently expanded our suite of target date offerings to now include both personalized and passive options, addressing the evolving needs of plan sponsors and participants. Our differentiated capabilities across retirement and asset management also led to an off-platform retirement investment mandate win of nearly $1 billion into our hybrid target date in the fourth quarter. This highlights our opportunity to unlock incremental value at the intersection of our businesses.\nOver decades, we have built a resilient and valuable SMB customer base. This segment is large, with significant opportunities for growth. We remain uniquely positioned to serve this market and look to expand on our leadership position in a disciplined way.\nIn RIS, we continue to experience strong growth in this segment, with 8% recurring deposit growth in 2024 outpacing the large case segment. In Specialty Benefits, our customers, on average, have more than 3 products with us, up 4% compared to 2023. We have deep customer relationships, a strong leadership position and a long track record of above-market growth in the attractive SMB segment.\nIn Asset Management, we continue to expand our private and multi-asset solutions, gaining traction in next-generation real estate and credit strategies with clients globally. Our largest real estate fund data center growth and income fund has currently raised over $3.6 billion across 11 countries in 18 months. This will materialize through net cash flow over time. Notably, new institutional clients represent 36% of the fund's total commitments.\nBeyond real estate, we are advancing our private and multi-asset capabilities, including the launch of a private credit REIT fund and the build-out of a private infrastructure debt team. Our clear strategy and strong execution across these 3 distinct growth platforms delivered strong results in 2024 and will continue going forward.\nWe ended 2024 with $712 billion of total company-managed AUM, down 4% sequentially but up 3% from 2023. Strong market performance despite market volatility in the final weeks of the year more than offset the impacts from FX and net cash flow. Total company net cash flow improved for both the fourth quarter and full year 2024 compared to the year ago period. Specifically, positive institutional and retail flows in the quarter helped to partially offset what is typically our weakest quarter due to seasonality in U.S. retirement sales and lapse activity.\nNow turning to our business segments. In Retirement, we generated strong revenue and earnings growth in 2024. This was driven by favorable market conditions and continued growth in our business due to the breadth and depth of our integrated suite of retirement solutions spanning recordkeeping, asset management and retirement income. The underlying fundamentals across retirement remain healthy. Recurring deposits for our total block in 2024 increased 7% over 2023, driven by the strength in the SMB segment. The number of individuals deferring and receiving employer matches are up 3% compared to fourth quarter of 2023. In addition, the dollar amount of these deferrals and matches increased by over 7% during the same period.\nThere is growing interest and participation in employer-sponsored retirement plans. Employers and plan sponsors are choosing to partner with us because of our full suite of solutions we offer and how we serve advisers, plan sponsors and participants. And while higher account values driven by strong equity markets over the last couple of years has led to an increase in withdrawal amounts, we are encouraged that the rate of participant withdrawals stabilized in the quarter.\nContact retention rates also improved substantially in 2024 compared to the previous 2 years. Better retention and an improved sales pipeline are generating strong momentum in our business. Pension risk transfer sales were nearly $900 million in the fourth quarter, bringing our full year sales to over $3 billion at attractive returns. The PRT market remains robust, and we are positioned to take advantage of it.\nOur defined benefits business continues to be a valuable source for PRT new business, with nearly 40% of our 2024 new contracts coming from existing defined benefit customer relationships. In Asset Management, we realigned our businesses into investment management and international pension in the fourth quarter. Asset Management ended the year with $683 billion of AUM. Strong market performance in 2024 was partially offset by nearly $28 billion of FX impacts. Net flows for the year improved compared to 2023 in investment management as nonaffiliated flows benefited from improvement across all channels.\nWe continue to evolve our global asset management business, positioning against new opportunities for growth and even stronger client outcomes. Our strategic focus remains on attractive businesses that leverage our competitive differentiators and leadership positions. As evidence of this evolution, we recently took several actions to streamline our business portfolio within asset management. Most impactful is Hong Kong, where a changing regulatory environment necessitates us evolving our presence in the market, focusing on our core expertise of retirement asset management while pursuing a new partnership with an industry leader in pension services.\nOur transaction with Bank Consortium Trust, or BCT, when approved, will transition our MPF schemes to BCT and expand our role as an investment manager with assets from the combined pension schemes. The financial impact has been factored into our outlook.\nTurning to benefits and protection, we continue to generate above-market growth of 7% in Specialty Benefits in 2024. This reflects net new business growth while maintaining pricing discipline. In life, our focus on the business owner is resonating as our business market premium and fees grew over 16% in 2024.\nAs I look at the opportunities in front of us, I am confident in our ability to drive value through deeper market penetration in SMB, expanding our offering within the retirement ecosystem and sharpening our focus in global asset management. Before turning it over to Joel, I'd like to highlight 2 important recognitions we received recently. Principal was named 1 of America's Most Just Companies by Just Capital, ranking #11 on the 2025 Just 100 list. This recognition reflects our leadership in the industry and our commitment to serving our employees, customers, communities and shareholders.\nAdditionally, for the 13th consecutive year, Principal Asset Management was named a Best Place to Work in Money Management by Pensions and Investments, earning this recognition every year since the inception of the award. Recognitions like this reinforce our culture and core values, help us attract and retain top talent and allow us to stand out in the competitive marketplace.\nWe closed 2024 with momentum across our diverse portfolio of businesses. Our success is a testament to the focus and hard work of our 20,000 global employees. Their ongoing commitment to excellence and to our customers enabled us to seize opportunities and has set the stage for future growth. Joel?\n\nJoel Michael Pitz\n\nSenior VP & Controller\n\nThanks, Deanna. Good morning to everyone on the call. I'll walk through our financial performance for the fourth quarter and full year, provide updates on our investment portfolio and capital position and share details of our outlook for 2025.\nAs shown on Slides 3 and 4, excluding significant variances, full year non-GAAP operating earnings were $1.8 billion or $7.65 per diluted share. This represents an 11% increase in EPS over 2023, comfortably within our 9% to 12% EPS guidance. Results for the quarter were equally strong, with non-GAAP operating earnings excluding significant variances of $485 million or $2.10 per diluted share, a 16% increase over the year ago quarter. You can find the significant variance items on Slide 17 through 19.\nFull year reported net income excluding exited business was $1.5 billion, with modest credit losses and drift, both slightly better than our expectations at the beginning of the year. Non-GAAP operating ROE for 2024 excluding our actuarial assumption review was 13.7%, an improvement of 90 basis points compared to the year ago period. We remain on track to deliver our 14% to 16% targeted ROE by 2025.\n2024 equity markets created favorable tailwinds with strong total returns across major indices. The S&P 500 gained 25% for the year, with more modest growth in small cap, mid-cap, real estate and international equities. Our diversified equity asset mix, along with our allocation to fixed income asset classes, results in market performance that varies from the S&P 500. This underscores the importance of recognizing the asset mix within our AUM, which can be found in the Appendix on Slide 16.\nForeign exchange rates negatively impacted AUM by $28 billion for the full year and $17 billion for the quarter. Despite this impact, equity market performance more than offset the FX impacts for the full year. The following commentary excludes significant variances. Our full year results demonstrate the strength of our integrated businesses, which enabled us to deliver on our 2024 enterprise guidance of 9% to 12% EPS growth. We delivered top line growth of 5% across the company in 2024. This, coupled with expense discipline while investing in our business, resulted in non-GAAP margin expansion of 60 basis points during the year. Starting with RIS, full year pretax operating earnings increased 9% over 2023, driven by strong business growth, favorable market conditions and higher net investment income. Net revenue growth of 7% for the full year exceeded our long-term target and our guidance for 2024. The 40% margin was at the high end of our guided range.\nThese results highlight our disciplined focus on profitable revenue growth, supported by favorable macroeconomic tailwinds. Principal Asset Management delivered strong results for the year. Specifically, investment management's pretax operating earnings increased 6% over 2023, driven by higher management fees resulting from strong market performance. Full year operating margin of 35% expanded 100 basis points from a year ago, a noteworthy accomplishment in a year with limited contributions from performance fees. International pensions pretax operating earnings were relatively flat compared to 2023 due to $26 million of FX impacts in the year. On a constant currency basis, earnings increased 9%, driven by 4% growth in net revenue. Operating margin improved by 100 basis points, reflecting growth and strong execution in our targeted markets. Although we revised the presentation, it is worth noting that PGI delivered on full year guidance, as did Principal International on a constant currency basis.\nSpecialty Benefits continues to deliver attractive premium and fees growth, up 7% compared to full year 2023. Quarter-over-quarter comparisons are impacted by a large single premium sale in the fourth quarter of 2023, which makes direct comparisons less meaningful. Notably, Specialty Benefits produced record earnings in the fourth quarter as well as full year 2024. Loss ratio for the year of 60.4% was favorable and at the low end of our guided range. An operating margin of 15% was above the midpoint of our guided range. These results underscore the effectiveness of management actions to drive profitable growth.\nIn our Life business, growth in our business market continues to outpace the roll-off of the legacy block. Full year life premium and fees increased 1% overall, with business market premium and fees up 16% year-over-year. We executed another YRT reinsurance transaction as we continue to derisk the legacy Life portfolio. This had an immaterial impact on earnings and a slight decrease to premium and fees. Excluding the 2024 reinsurance transactions, premium and fees growth was 3% in 2024.\nTurning to our investment portfolio. We maintain a well-diversified and high-quality portfolio that aligns with our liability profile, is well positioned to perform across a variety of economic conditions. While commercial mortgage loans may still be on some investors' minds, our portfolio is of high quality. With an average loan-to-value ratio of 50% and debt service coverage ratio of 2.3x, we continue to re-underwrite our office loans each quarter.\nAfter successfully resolving our 2024 office loan maturities, we entered 2025 with continued optimism. Maturities in the coming year are lower than in 2024 at $310 million. We are off to a good start, with $75 million already having been paid off. [ Revital ] and capital market activity will help the office market continue its recovery path. For more detailed information, we have provided supplemental investment slides available on our website.\nTurning to capital and liquidity. We ended the year in a very strong position, with $1.6 billion of excess and available capital. This includes $830 million at the holding company, above our $800 million targeted level, $300 million in our subsidiaries, and $430 million in excess of our targeted 375% risk-based capital ratio, which is 404% at year-end. On a full year basis, we delivered 80% free capital flow conversion, comfortably within our 75% to 85% targeted range. As shown on Slide 3, we returned $1.7 billion to shareholders in 2024, including $1 billion via share repurchases and $660 million in common stock dividends. As Deanna noted previously, this was above the midpoint of our 2024 guidance. This included just under $470 million of capital returned to shareholders in the fourth quarter, $300 million in share repurchases and $170 million in dividends.\nLast night, we announced a $0.75 common stock dividend, payable in the first quarter. This represents a $0.02 increase over the prior quarter's dividend, a 10% dividend growth rate on a trailing 12-month basis and aligns with our targeted 40% dividend payout ratio, underscoring our confidence in continued growth and strong performance. Our results reinforce our balanced approach to capital deployment, creating long-term value for shareholders while maintaining financial flexibility to support growth opportunities.\nTurning to our outlook, starting on Slide 11. We are well positioned to deliver on our enterprise long-term financial targets again in 2025. These were reaffirmed at Investor Day, with 9% to 12% growth in earnings per share, 75% to 85% free capital flow conversion and 14% to 16% return on equity. As a reminder, these targets are excluding significant variances. We expect to see even stronger EPS growth on a reported basis.\nWe remain committed to returning excess capital to shareholders and are targeting $1.4 billion to $1.7 billion of capital deployments in 2025. This includes $700 million to $1 billion of share repurchases and a 40% dividend payout ratio. Our guidance assumes run rate variable investment income, or VII. We will continue to quantify the impact to reported results from higher lower-than-expected VII and a significant variance in our earnings cost throughout the year. For 2025, we expect VII to improve compared to 2024.\nTurning to our business units. Slide 12 outlines our 2025 enterprise outlook, medium-term business unit expectations for 2025 through 2027 and modeling considerations for 2025. Business unit guidance assumes normal market conditions. Taken together, this guidance reinforces our confidence in the sustained delivery of our financial targets at the enterprise level.\nIn RIS, building on the strong results in 2024, we are revising our margin guidance upward, and net revenue guidance of 2% to 5% remains intact. In investment management, medium-term guidance reflects the underlying strength of our global asset management business. We expect revenue growth and margin to be within these ranges in 2025. In international pension, our guidance looks different from what we showed in the past for Principal International due to the resegmentation and the change in the net revenue metric to better align with the rest of the enterprise. We expect net revenue to be at the midpoint of the range on a constant currency basis, but below the range on a reported basis due to the strengthening of the U.S. dollar relative to last year. Margin is expected to improve from 2024 levels, be at the low end of the range in 2025 and improving thereafter.\nIn Specialty Benefits, the dental market was dynamic during 2024. We maintained our underwriting discipline, resulting in lower sales in the second half of the year. As a result, we are revising our medium-term premium fees guidance to 6% to 9%, which remains above industry growth. In 2025, we expect growth to be near the low end of this range, with growth improving throughout the year.\nThe ongoing discipline in underwriting is contributing to continued strength in our block, leading us to improve our loss ratio and margin targets, reflecting confidence in the overall business fundamentals and health of this business. In Life, premium fees growth is expected to be at or above the high end of the range for the year, with high-teens growth in our business market block, partially offset by the runoff of our legacy block. Our revised margin guidance reflects improvement over 2024.\nBefore opening for questions, I want to remind you of a few seasonality impacts. In Investment Management, the first quarter is typically our lowest quarter for earnings due to the seasonality of deferred compensation and elevated payroll taxes. Specifically, we expect approximately $40 million of seasonally higher expenses in the first quarter with no impact to full year outlook. In Specialty Benefits, dental claims are typically higher in the first half of the year. Similar to the pattern in 2024, these factors will contribute to earnings being meaningfully higher in the second half than the first half of 2025. Additionally, they drive the seasonal pattern of free capital flow, which is typically lightest in the first half of the year and increases in the second half.\nWe have good momentum as we start 2025 with a strong capital position, and we are well positioned to deliver on our long-term financial targets. We are grounded in our growth drivers of the retirement ecosystem, small and midsized businesses and global asset management while continuing to drive long-term shareholder value. This concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/885ffd6ae577173f26b7a634e412107a",
    "period": "2024 Q2",
    "content": "Q2 2024 Principal Financial Group Inc Earnings Call\n\nQ2 2024 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQJUL 26, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group Second Quarter 2024 Financial Results Conference Call. [Operator Instructions] I would now like to turn the conference call over to Humphrey Lee, Vice President of Investor Relations.\n\nHumphrey Lee\n\nVP & Head of Investor Relations\n\nThank you, and good morning. Welcome to Principal Financial Group's Second Quarter 2024 Earnings Conference Call.\nAs always, materials related to today's call are available on our website at investors.principal.com. Following a reading of the safe harbor provision, CEO, Dan Houston; and CFO, Deanna Strable, will deliver some prepared remarks. We will then open up the call for questions. Other members of senior management will also be available for Q&A. Some of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission.\nAdditionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliations of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation.\nAs a reminder, we are hosting our 2024 Investor Day on Monday, November 18 in New York. We look forward to seeing many of you at this event. Dan?\n\nDaniel Joseph Houston\n\nChairman, President & Chief Executive Officer, Principal Financial Group, Inc.\n\nThanks, Humphrey, and welcome to everyone on the call. This morning, I will discuss key milestones and highlights from the second quarter as we continue executing our strategy with discipline and focus to deliver strong results for our customers and shareholders. Deanna will follow with additional details on our results and our capital position.\nStarting with the results for the second quarter, we reported $386 million of non-GAAP operating earnings or $1.63 per diluted share a 7% increase in EPS over the second quarter of 2023. The year-over-year growth in earnings was driven by a 6% increase in net revenue due to business growth and favorable markets compared to a year ago.\nHaving said this, we are in a very bifurcated market environment. While performance of the S&P 500 has been very strong this year, performance has been heavily concentrated in a handful of large technology stocks. Meanwhile, mid-cap, small cap and international equities have lagged the market weighted S&P 500 throughout the first half of 2024, and were mostly negative in the second quarter. This has impacted diversified active asset managers like Principal, market performance for our total managed AUM was 0.4% in the second quarter and 8% on a trailing 12-month basis. Despite this mixed market performance, we have confidence in the second half of the year, and we expect our full year results to be aligned with our 2024 outlook.\nWe returned $45 million of capital to shareholders in the second quarter, including $250 million of share repurchases. We also raised our common stock dividend for the fifth consecutive quarter, aligning with our targeted 40% dividend payout ratio. We ended the quarter with total company managed AUM of $699 billion. Foreign currency translation headwinds of $9 billion in the quarter and $20 billion over the last 12 months impacted AUM.\nNow turning to the businesses. In Retirement, we continue to experience positive fundamentals reoccurring deposits increased by more than 7% compared to a year ago quarter. This was driven by 10% growth in reoccurring deposits for small and midsized businesses as well as strong growth in average participant deferrals and employer matches across the entire block. While year-over-year plan sales have been impacted by fewer large plans in motion, we continue to generate strong growth in transfer deposits, which were up 13% in the quarter. This was again driven by the growth in the SMB market.\nContract retention has improved significantly and is helping to offset elevated participant withdrawals in the second quarter. Withdrawals were higher in the quarter primarily due to impact of favorable markets on account values along with a slight increase in withdrawal rates. We generated another strong quarter of pension risk transfer sales with nearly $1 billion in the second quarter, year-to-date sales have surpassed $1.7 billion at attractive returns. Importantly, our defined benefits business continues to be a valuable source of PRT new business with nearly 25% of our year-to-date contracts coming from existing defined benefit customer relationships.\nWe remain an industry leader in PRT, ranking third in both premium and contracts according to first quarter report. We also strengthened our leadership position in ESOP in the second quarter, announcing the acquisition of Ascensu's employee stock ownership plan business. This acquisition closed on July 1, and solidifying our position as the #1 ESOP provider in the U.S. with a 30% market share. We added 800 more employer customers and over 165,000 new ESOP participants. This acquisition is aligned with our focus on small- to medium-sized businesses and expands our current ESOP offering, a critical piece of our full suite of workplace retirement offerings. It also adds talent to our workforce and provides greater value and enhanced products and services for our customers.\nTurning to Principal Asset Management. PGI continues to build on the sales momentum from the first quarter. We are seeing continued strong retail demand for our suite of mutual funds and ETF offerings. On the institutional side, private real estate and specialty fixed income capabilities remain in demand. We had approximately $500 million of net cash flow into private real estate. This level of net cash flow is consistent with the average over the past 6 quarters.\nDespite the second quarter momentum, we reported negative net cash flow of just over $2 billion. The net outflows was driven by a large lower fee fixed income redemption from a corporate client as well as stable value products outflows. We expect the second half of the year to improve as investors are increasingly looking to move money out of cash and into risk-based assets across both public and private markets. We continue to look for opportunities to invest for our clients and remain optimistic about this growing momentum.\nDuring the quarter, we launched the Principal Private Credit Fund, offering exposure to middle-market loans with enhanced yield and return to retail investors. We are also seeing increased institutional interest in the team, resulting in $150 million of sales in the quarter. We also announced the launch of our new private infrastructure debt capability and the hiring of an industry veteran to lead this venture. These actions add to our expertise in public listed infrastructure, real estate debt and alternative credit.\nFinally, we have enhanced our investment performance disclosure to include both equal weighted and asset-weighted performance against the Morningstar peer group and composite benchmarks. We continue to be focused on providing strong long-term performance across our investment lineup. Principal International ended the quarter with $171 billion of total reported AUM. Favorable market performance was more than offset by foreign currency headwinds, primarily in Brazil.\nNet cash flow was slightly positive in the second quarter with contributions from Southeast Asia and Hong Kong, offsetting small outflows in Latin America. As a reminder, flows are strongest in the first quarter and third quarter for Principal International, primarily due to the seasonality of sales in Brazil. We expect to have a strong net cash flow in the second half of the year. And benefits and protection, we generated above-market premium and fee growth in Specialty Benefits. This growth is being driven by record year-to-date sales and strong retention along with employment and wage growth.\nOnce again, more than half of our growth came from our net new business, demonstrating our competitive advantage and leadership position in the underserved small to midsized market. We continue to grow faster than the industry by deepening relationships with key distribution partners and with our customers. To highlight this, the average number of coverages per in-force customer continues to increase and now exceeds 3 coverage per group benefits customer for the first time. I'm excited about the opportunities across Principal and remain confident.\nOur focus on higher growth markets, combined with our integrated product portfolio and important distribution partnerships will continue to create value and drive growth.\nBefore turning it over to Deanna, I'd like to highlight that Principal celebrated its 145th anniversary earlier this month. I'm incredibly proud of the way our company and our 20,000 employees continue to meet the changing needs of approximately 64 million customers. We remain focused on providing access to financial security for more people, businesses and communities around the globe. Deanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Dan. Good morning to everyone on the call. This morning, I'll share the key contributors to our financial performance for the quarter as well as details of our capital position.\nSecond quarter reported net income was $353 million. Excluding exited business, net income was $356 million with minimal credit losses of $25 million. Non-GAAP operating ROE of 13.1% improved by 80 basis points compared to the year ago period. We continue to trend toward our 14% to 16% target. Excluding significant variances, second quarter non-GAAP operating earnings were $415 million or $1.76 per diluted share. EPS increased 4% compared to the second quarter of 2023, this was driven by top line growth and improved markets, partially offset by foreign currency translation impacts and a higher effective tax rate.\nDuring the quarter, we had onetime expenses, including state tax items and severance costs, impacting our results by approximately $0.09 per share. The onetime expenses impacted both PGI and the corporate segment. While we are not considering these as significant variances, our second quarter earnings per share growth would have been over 9% compared to the second quarter of 2023 adjusting for these expenses. Foreign exchange rates continue to be a headwind to earnings compared to both the sequential and year-ago quarter as the U.S. dollar strengthened against Latin American currencies.\nBased on our earnings for the first half of 2024 and our forecast for the remainder of the year, we remain on track to deliver full year EPS growth on both a reported and adjusted basis aligned with our 2024 guidance of 9% to 12%. This implies strong growth across our businesses in the second half of the year.\nTurning to the significant variances for the quarter as detailed on Slide 12. These impacted non-GAAP operating earnings by a net negative $38 million pretax, $29 million after tax and approximately $0.13 per diluted share. Significant variances in the quarter include lower variable investment income in RIS and Benefits and Protection, unfavorable encaje performance in Principal International and a small GAAP-only regulatory closed block dividend adjustment in life insurance.\nVariable investment income improved sequentially on stronger alternative returns. Real estate transactions were muted, and we had no prepayment fees in the quarter. The second quarter non-GAAP operating earnings effective tax rate was higher than our guided range. This was primarily due to a decrease in the Iowa corporate tax rate, resulting in a noncash remeasurement of our deferred tax assets. While this impacted our tax rate in the current quarter, it is a net long-term benefit. For the full year, we still expect to be within the 17% to 20% guided range.\nTurning to the business units. The following comments exclude significant variances. RIS pretax operating earnings increased 10% over the second quarter of 2023, driven by growth in the business, higher net investment income and favorable market performance. Net revenue grew by nearly 8% and margins remained strong and at the high end of our guided range, while we continue to invest in the business to drive future growth. PGI's pretax operating earnings increased 2% over the second quarter of 2023. Higher management fees from increasing AUM were partially offset by the impact of recent redemptions as well as immaterial performance fees.\nAdjusted margin of approximately 35% is flat relative to the year ago quarter, an increase from a seasonal low in the first quarter. In the quarter, earnings and margins were impacted by approximately $6 million of severance and other onetime expenses. In Principal International, pretax operating earnings decreased by 7% compared to the second quarter of 2023.\nOn a constant currency basis, operating earnings were flat. Strong growth in Latin America was offset by lower earnings from Asia. We are starting to see improvements in the macro climate in Asia, combined with the continued strong performance in Latin America, we feel very good about a strong second half of the year. Specialty Benefits pretax operating earnings increased 11% from the second quarter of 2023, this was driven by continued growth in the business and more favorable underwriting experience.\nUnderwriting results improved by 50 basis points compared to a year ago and highlights the diversification across product lines. improved results in group life and group disability more than offset the higher dental seasonality. We expect the seasonality to moderate in the second half of the year.\nIn life insurance, we negotiated 2 risk-reducing YRT reinsurance contracts in the quarter for our existing business as well as our transacted ULSG block. These actions locked in guaranteed rates and reduced our overall YRT risk, resulting in an immaterial impact on earnings. Excluding the impact of these YRT related activities, premium fees grew 4% compared to the year ago quarter at the top of our guidance range. This was driven by continued business market strength where premium fees grew 15% in the quarter.\nAcross the businesses, we remain confident in delivering on our revenue growth and margin guidance for the full year, anchored to our long-term financial targets. Turning to capital and liquidity. After thoughtful evaluation of our capital levels based on our business mix and capital at risk profile, we have revised our RBC target to a range of 375% to 400%.\nWe believe this new target is more suitable for our liability profile and gives us additional flexibility to manage our capital based on external conditions and new business opportunities. We have no immediate plan to lower our RBC level and will operate prudently within this range. Our estimate of second quarter RBC ratio was 405% based on this new target, we have approximately $1.6 billion of excess and available capital, including approximately $800 million at the holding company, $450 million excess above 375% RBC and $300 million in our subsidiaries.\nAs shown on Slide 3, we returned $415 million to shareholders in the second quarter, including $250 million of share repurchases and $165 million of common stock dividends. This brings our year-to-date capital return to nearly $800 million. We expect to deliver on our targeted 75% to 85% free capital flow for the full year.\nAs discussed on previous calls, due to timing of capital generation, free capital flow tends to increase throughout the year. We are committed to returning excess capital to shareholders and continue to expect $1.5 billion to $1.8 billion of capital deployments for the full year, including $800 million to $1.1 billion of share repurchases.\nThe previously mentioned ESOP acquisition had an immaterial impact to our capital deployment plans. Last night, we announced a $0.72 common stock dividend payable in the second quarter, a $0.01 increase from the dividend paid in the second quarter and an 11% increase over the third quarter 2023 dividend. This continues to align with our targeted 40% dividend payout ratio and demonstrates our confidence in continued growth and overall performance.\nWe remain focused on maintaining our capital and liquidity targets at both the life company and the holding company and will continue a balanced and disciplined approach to capital deployment. Our investment portfolio remains high quality aligned with our liability profile and well positioned for a variety of economic conditions. The commercial mortgage loan portfolio remains healthy.\nComing into the year, we had $510 million of office loan maturities in 2024. All maturities to date have been paid off or resolved, and we have $290 million remaining. The underlying metrics on these loans remain strong, and we continue to work with our borrowers to pay off or refinance the remaining maturities.\nIn closing, we are confident of our ability to deliver on our enterprise 2024 targets -- these include a 9% to 12% growth in earnings per share, increasing return on equity and 75% to 85% free capital flow conversion. We are encouraged by the underlying fundamentals of our businesses and expect growth to accelerate in the second half of the year. We are grounded in our growth drivers of retirement, asset management and benefits and protection and executing on a strategy focused on continuing to drive long-term shareholder value.\nThis concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8c7edde272ba600aeb148852f2d907ac",
    "period": "2024 Q1",
    "content": "Q1 2024 Principal Financial Group Inc Earnings Call\n\nQ1 2024 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQAPR 26, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group First Quarter 2024 Financial Results Conference Call. There will be a question-and-answer session after the speakers have completed their prepared remarks. [Operator Instructions]. I would now like to turn the conference call over to Humphrey Lee, Vice President of Investor Relations.\n\nHumphrey Lee\n\nVP & Head of Investor Relations\n\nThank you, and good morning. Welcome to Principal Financial Group's First Quarter 2024 Earnings Conference Call. As always, materials related to today's call are available on our website at investor.principal.com.\nFollowing a reading of the safe harbor provision, CEO, Dan Houston; and CFO, Deanna Strable, will deliver some prepared remarks. We will then open up the call for questions. Other members of senior management will also be available for Q&A.\nSome of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission.\nAdditionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliations of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation. Dan?\n\nDaniel Joseph Houston\n\nChairman, President & Chief Executive Officer, Principal Financial Group, Inc.\n\nThanks, Humphrey, and welcome to everyone on the call. This morning, I will discuss key milestones and highlights from the first quarter as we continue to execute our strategy with discipline and focus and deliver strong results for our customers and shareholders. Deanna will follow with additional details on our results and our capital position.\nThe first quarter of 2024 was a good start to the year for Principal. We reported $394 million of non-GAAP operating earnings or $1.65 per diluted share, an 11% increase in EPS over first quarter of 2023. Across the enterprise, we continue to focus on growth while balancing disciplined expense management. Investing for growth and innovation in our businesses and returning excess capital to shareholders. We remain well positioned to deliver on our outlook for 2024 as well as our long-term financial targets.\nWe returned more than $360 million of capital to shareholders in the first quarter, including $200 million of share repurchases. We raised our common stock dividend for the fourth consecutive quarter aligned with our targeted 40% dividend payout ratio. Strong sales and favorable market performance contributed to total company managed AUM of $709 billion at the end of the quarter.\nWe generated nearly $1.5 billion of positive total company AUM net cash flow after adjusting for the redemption in PGI that we discussed on recent calls. In Principal Asset Management, PGI generated positive institutional net cash flow as private real estate continued to attract investors, and we saw renewed demand for specialty fixed in investments. In addition, general account flows were also strong in the quarter.\nPGI sales were strong in the first quarter, including a rebound in U.S. mutual fund sales. It was the best quarter for mutual fund sales in 2 years driven by wins across equities and preferred securities. Principal International net cash flow was positive $1 billion, our strongest quarter since 2021, driven by robust sales in Brazil. Principal International ended the quarter with $179 billion of total reported AUM. Favorable market performance and strong net cash flow were more than offset by foreign currency headwinds, primarily in Chile.\nWhile persistently high inflation and low unemployment could keep the Fed from cutting rates in the near term, we remain optimistic that investors will continue to move money into longer duration and higher-yielding assets based on our engagements and conversations with customers and distribution partners.\nTurning to U.S. retirement, RIS generated strong revenue and earnings growth in the first quarter. Margins remained stable and at the high end of our guidance as we continue to focus on revenue generation while investing for future growth. Importantly, the fundamentals of our retirement business remain healthy with strong contract retention as well as increases in recurring deposits, participant deferrals and employer matches.\nTotal retirement sales grew 6% over the year ago quarter, and the pipeline remains strong. This included more than $750 million of pension risk transfer sales in the first quarter building on a $2.9 billion of PRT sales in 2023 across 73 contracts. 2023 LIMRA rankings for PRT were recently released and Principal ranked #4 in industry based on premium and #3 for a number of contracts. We are the only PRT provider in the top 5 for both metrics, solidifying our leadership position in this attractive market and supported by our market-leading defined benefit business.\nWe continue to leverage our favorable market position in the retirement industry with a full suite of solutions, and we are optimistic on the momentum we're seeing across our retirement platforms. This week, Department of Labor published its final rule to finding fiduciary investment advice under [ Arista ] and revised related regulatory exemptions. Principal has a history of effectively adapting and responding to regulatory change while continuing to meet customer needs, and we'll do the same with this latest rule.\nWe are analyzing the final rule and what it means to intermediaries we work with, along with our plan sponsors and participants. We are encouraged that the DOL confirmed and protected the importance of financial education within the workplace retirement plans with language affirming that educational support to retirement savers enforces positive savings behaviors. Having said that, we remain concerned it will have an unintended consequence of limiting consumer access to meaningful financial tools and advice on top of creating significant compliance costs for firms.\nIn Benefits and Protection, record sales, along with employment and wage growth, drove an 8% increase in premium net fees and specialty benefits over the first quarter of 2023. More than half of this growth is from net new business, demonstrating our competitive advantage by focusing on the unserved small to midsized business market. We continue to grow faster than the industry by deepening relationships with key distribution partners and with our customers.\nThe life insurance premium and fees for the total block increased 4% over the first quarter of 2023, including a 23% increase in the business market. Our focus on business market and SMBs are driving growth across the enterprise. More than half of our first quarter nonqualified sales were part of a total retirement solutions plan. I'm excited about the opportunities across Principal and remain confident that our focus on higher-growth markets, combined with our integrated product portfolio and important distribution partnerships will continue to create value and drive growth.\nBefore turning it over to Deanna, I'd like to highlight the strong progress we've made against our sustainability goals. We've taken a measured approach to sustainability, ensuring our commitments, such as supporting the growth of diverse small businesses accelerating the execution of our business strategy. And in recognition of strong corporate governance, Principal has once again named one of the world's most ethical companies by [ Ethisphere ] recognizing ethical leadership and business practices. This is our 13th time on this list since it was launched in 2006.\nApproaching our 145th anniversary, we've always recognized the importance of keeping our promises while building a track record of progress on issues that matter to our customers, employees, businesses and communities. Building trusted meaningful relationships across all stakeholders continues to be a bedrock for driving growth into the future. Deanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Dan. Good morning to everyone on the call. This morning, I'll share the key contributors to our financial performance for the quarter as well as details of our capital position. First quarter reported net income was $533 million. Excluding exited business, net income was $376 million with minimal credit losses of $19 million. Excluding significant variances, first quarter non-GAAP operating earnings were $419 million or $1.75 per diluted share.\nEPS increased nearly 10% over the first quarter of 2023 and stronger than we expected heading into the quarter. This was aided by top line growth and market outperformance despite pressured foreign currency translation impacts. We're confident in our ability to deliver on our targeted 9% to 12% EPS growth for the full year.\nAs detailed on Slide 12, significant variances impacted non-GAAP operating earnings by a net negative $34 million pretax, $25 million after tax and $0.10 per diluted share. Favorable encaje performance was more than offset by impacts from variable investment income and a GAAP-only regulatory closed block dividend adjustment in life.\nLooking at macroeconomics in the first quarter, while markets were generally favorable across the board, the S&P 500 performed better than mid-cap, small cap and international equities as well as fixed income and alternatives. While the S&P 500 is a conventional gauge for market performance, it is important to note that our equity exposure is more diversified. When you break down the equity portion of PGI AUM, approximately 40% of our exposure is S&P 500, 30% small and mid-cap, 20% international and 10% REITs. Foreign exchange rates were a headwind relative to both the first quarter and fourth quarter of 2023, but remained a tailwind on a trailing 12-month basis.\nTurning to the business units. The following comments exclude significant variances. RIS pretax operating earnings increased 7% over the first quarter of 2023, driven by growth in the business, higher net investment income and favorable market performance. margin remained strong and at the high end of our guided range. PGI [ tax ] operating earnings increased 4% over the first quarter of 2023, as the benefit from market performance was partially offset by the impact of recent redemptions as well as lower transaction and borrower fees and immaterial performance fees.\nThe expected first quarter seasonality that we discussed on last quarter's call played out as we anticipated. PGI had approximately $25 million of higher deferred compensation and elevated payroll taxes slightly higher than the impact in the first quarter of 2023. NPI strong performance in Latin America was muted by impacts of unfavorable foreign exchange as well as macroeconomic headwinds in Asia.\nSpecialty Benefits pretax operating earnings increased 12% from the first quarter of 2023, driven by growth in the business and more favorable underwriting experience. The underwriting results reflect the seasonal pattern of dental claims, which tend to be higher in the first half of the year.\nIn life, pretax operating earnings were impacted by typical first quarter seasonality and some higher nonqualified surrenders, which can be volatile quarter-to-quarter. Across the businesses, we remain confident in delivering on our revenue growth and margin guidance for the full year, anchored to our long-term financial targets.\nTurning to capital and liquidity. We are in a strong position with approximately $1.4 billion of excess and available capital including approximately $1.1 billion at the holding company, which is above our $800 million targeted level and $300 million in our subsidiaries. Our risk-based capital ratio was approximately 400%, in line with our RBC target.\nAs shown on Slide 3, we returned more than $360 million to shareholders in the first quarter, including $200 million of share repurchases and $162 million of common stock dividends. We continue to expect to deliver on our targeted 75% to 85% free capital flow for the full year. As discussed on last quarter's call, free capital flow is always the lightest in the first quarter due to timing of capital generation and increases throughout the year.\nWe are committed to returning excess capital to shareholders and continue to expect $1.5 million to $1.8 million of capital deployment for the full year, including $800 million to $1.1 billion of share repurchases. The pace of share repurchases will increase throughout the year as free capital flow increases. Last night, we announced a $0.71 common stock dividend payable in the second quarter. a $0.02 increase from the dividend paid in the first quarter and an 11% increase over the second quarter 2023 dividend. This is in line with our targeted 40% dividend payout ratio and demonstrates our confidence in continued growth and overall performance.\nOur disciplined capital management strategy is aligned with our commitment to deliver long-term enterprise growth while allowing a significant amount of capital to be returned to shareholders. Based on net income, excluding exited business, we target 15% to 25% to organic capital to support growth in our businesses, 40% to common stock dividends, 35% to 45% to share repurchases and up to 10% to strategic M&A to enhance our capabilities and support organic growth. We remain focused on maintaining our capital and liquidity targets at both the life company and the holding company and will continue a balanced and disciplined approach to capital deployment.\nOur investment portfolio remains high quality, aligned with our liability profile and well positioned for a variety of economic conditions. The commercial mortgage loan portfolio remains healthy. Discussed on our last call, we had one scheduled loan maturity in the first quarter in our office portfolio, and it was paid off in January. The remainder of the office portfolio and the underlying metrics are relatively unchanged from last quarter.\nIn closing, I am proud of our first quarter results, demonstrating the power of our higher growth, higher return and more capital-efficient portfolio. We are in a strong financial position and are well positioned to deliver on our enterprise 2024 targets, including 9% to 12% growth in earnings per share, increasing return on equity and 75% to 85% free capital flow conversion.\nWe are grounded in our growth drivers of retirement, asset management and benefits and protection and executing on a strategy focused on continuing to drive long-term shareholder value. This concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dd4220fd13c49171a545915890c8ee6c",
    "period": "2023 Q4",
    "content": "Q4 2023 Principal Financial Group Inc Earnings Call\n\nQ4 2023 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQFEB 13, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group Fourth Quarter 2023 Financial Results and 2024 Outlook Conference Call. [Operator Instructions]. I would now like to turn the conference call over to Humphrey Lee. Vice President of Investor Relations.\n\nHumphrey Lee\n\nVP & Head of Investor Relations\n\nThank you, and good morning. Welcome to Principal Financial Group's Fourth Quarter and Full Year 2023 Earnings and 2024 Outlook Conference Call. As always, materials related to today's call are available on our website at investors.principal.com. Following a reading of the safe harbor provision, CEO, Dan Houston; and CFO, Deanna Strable, will deliver some prepared remarks. We will then open up the call for questions. Other members of senior management will also be available for Q&A. Some of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission.\nAdditionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliation of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation. We are planning to host our 2024 Investor Day on Monday, November 18 in New York and look forward to seeing many of you over the coming months. Dan?\n\nDaniel Joseph Houston\n\nChairman, President & Chief Executive Officer, Principal Financial Group, Inc.\n\nThanks, Humphrey, and welcome to everyone on the call. This morning, I will discuss key milestones and highlights from the fourth quarter and full year 2023 as we continue to execute our strategy with discipline and focus and deliver strong results for our customers and shareholders. Deanna will follow with additional details of our results, the investment portfolio, our capital position as well as our 2024 outlook. 2023 was a great year for Principal. We delivered on our ambitious outlook for the enterprise despite a wide range of macro issues, including significant geopolitical events and global inflation. These factors resulted in elevated market and interest rate volatility, which impacted investor risk appetite and increased allocations to cash and cash equivalents. Our diversified and integrated business model continued to prove resilient despite these challenges and generated robust fourth quarter and full year results.\nStarting on Slide 3, we reported $1.6 billion of full year 2023 non-GAAP operating earnings or $6.55 per diluted share. Excluding significant variances, earnings per share increased 6% over 2022 at the top end of our 2023 outlook. Our strong capital position and full year free capital flow enabled us to deliver on our capital deployment strategy. We invested for growth in our businesses and returned more than $1.3 billion of capital to shareholders through share repurchase and common stock dividends. Nearly 90% of net income, excluding exited businesses. As shown on Slide 4, we reported $441 million of non-GAAP operating earnings or $1.83 per diluted share in the fourth quarter. We ended 2023 with $695 billion of total company managed AUM, up over 9% from 2022. While markets were volatile throughout the year, they finished the year strong, market performance and foreign currency tailwinds more than offset outflows on a full year basis.\nAdjusting for the large withdrawal as we discussed last quarter, we generated a positive $350 million of PGI institutional net cash flow in the fourth quarter, driven by real estate and fixed income flows. Retail net cash flow for us and the asset management industry remains challenged as approximately $6 trillion of assets remain in money market funds or cash equivalents. We continue to benefit from diversification of distribution channels among institutional, retail, retirement, private assets and international geographies. Our organic growth rate measured by net cash flow as a percentage of beginning-of-period assets has proven more resilient than our active management peers over the last 12 months. As interest rates retreat from their peak, we were well positioned with the right strategies as investors begin to reallocate back into risk-based assets. The pipeline of committed yet unfunded real estate mandates remain strong currently over $6 billion that will put to work opportunistically.\nWe continue to grow our in-house capabilities, including principal alternative credit, our direct lending franchise that recently surpassed $2 billion in borrower commitments since we launched in 2020. We have generated an 11% IRR since inception and the current portfolio yield is 13%, making this a compelling offering for our clients. This is yet another testament of our dedication to providing differentiated investment capabilities to clients across all asset classes. Turning to Slide 6. Investment performance improved significantly across Morningstar rated funds and composites, particularly in our retirement focused asset allocation strategies. While there have been some quarterly fluctuations, we are focused on generating consistently strong long-term performance for our clients.\nIn Principal International, we ended the quarter with a record $180 billion of total reported AUM. The increase was driven by a combination of market performance, foreign exchange tailwinds and over $2 billion of positive cash flows through 2023, evenly split between Latin America and Asia. While the Asia economy continues to face headwinds, we are still confident about the region's long-term potential. We welcomed a new President of Latin America in November, Pablo Sprenger. Pablo joins Principal with more than 20 years of industry experience, most recently as CEO of SURA Investments. His deep knowledge of our markets and the customer segments we serve will be valuable in driving growth across the region. Turning to U.S. retirement. We generated strong growth in revenue and earnings in the fourth quarter. Our focus on revenue generation and continued expense discipline helped drive the full year margin above the top end of our guidance range. while we continue to invest for future growth.\nBusiness fundamentals remain very healthy. We generated a strong growth in transfer deposits over the fourth quarter of 2022, including a 9% increase in fee-based and 36% increase in spread-based transfer deposits. These strong results were driven by growth in the retirement plan sales as well as robust pension risk transfer sales, which exceeded targeted returns. Total RIS reoccurring deposits increased 12% over the year ago quarter, including a 14% increase in the SMB segment. This growth was primarily driven by an increase in participant deferrals and employer matches and retirement plans. While we are pleased to see planned lapses moderate in the fourth quarter, which is typically an active quarter for planned transitions and lineup changes, participant withdrawals increased over the year ago quarter. All in, we saw a significant improvement in account value net cash flow compared to the fourth quarter of 2022. For the full year, RIS sales increased 9% over 2022, driven by a 17% increase in fee-based transfer deposits and nearly $3 billion of pension risk transfer sales.\nWe continue to leverage our favorable market position with a full suite of retirement and workplace solutions and like the good momentum we're seeing in our retirement platforms heading into 2024 and specialty benefits of record full year sales as well as strong retention, employment and wage growth contributed to a 9% growth in premium and fees over both the fourth quarter of 2022 and full year. Attractive segments within the SMB market remain under penetrated and we are confident in our ability to serve these customers with a meaningful value proposition. Sales and specialty benefits so far this year are tracking to our expectations, and importantly, retention is also strong. These factors give us confidence we will continue to grow faster than the market in 2024. In Life, premium and fees for the total block increased 5% over the fourth quarter of 2022 including a 26% increase in the business market segment. Our focus on the business market is resonating with distribution partners and has more than offset the runoff in our legacy retail block.\nI'm excited about the growth opportunities across Principal and remain confident that our focus on higher-growth markets, combined with our integrated product portfolio and important distribution partnerships will continue to create value for customers and shareholders. At our core, we remain committed to providing individuals, businesses, communities and markets, access to essential financial tools, products and guidance and we see strong demand for our brand of expertise and support in today's environment. Before turning it over to Deanna, I'd like to highlight an important recognition we received this quarter, included on Slide 5, along with other 2023 awards in recognition. For the 12th consecutive year, Principal Asset Management was once again named a Best Place to Work in Money Management by Pensions and Investments, earning this recognition every year since the inception of the award. Recognition like this helps us benchmark progress, attract, retain talent and stand out in the marketplace.\nI'd be remiss if I didn't also take a moment to recognize Pat Halter, President of Principal Asset Management, who announced his retirement after 40 years with the company. I will miss Pat as a business leader and also as a very trusted adviser. I wish he and his family much success in the next phase of their life. He has guided Principal Asset Management through significant growth, including further diversification of its active specialty investment capabilities into private markets and new geographies. I'd also like to congratulate Kamal Bhatia, who has assumed the role as President of Principal Asset Management. Kamal joined the company in 2019 as an industry veteran with significant experience in investment solutions, business strategy client engagement and product development. We closed 2023 with momentum across our diverse portfolio of businesses. Our success is a testament to the focus and hard work of our nearly 20,000 dedicated global employees, their ongoing commitment to excellence and to our customers enable us to seize opportunities and set the stage for future growth. Deanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Dan. Good morning to everyone on the call. This morning, I'll share the key contributors to our financial performance for the quarter and full year updates on our investment portfolio, our current capital position as well as details of our outlook for 2024. Full year reported net income was $623 million. Excluding exited business, net income was $1.5 billion for the full year with credit losses of $81 million. Fourth quarter net income, excluding exited business, was $299 million, with $27 million of credit losses. As a reminder, the income from exited business is noneconomic and is driven by the change in the fair value of the funds withheld embedded derivatives. It doesn't impact our capital or free cash flow and can be extremely volatile quarter-to-quarter. Full year credit drift and losses were modest and better than our expectations at the beginning of the year.\nExcluding significant variances, full year non-GAAP operating earnings was $1.7 billion or $6.92 per diluted share. This was a 6% increase in EPS over 2022 at the top end of our 3% to 6% outlook and included $436 million in the fourth quarter or $1.81 per diluted share. As detailed on Slide 24, significant variances impacted fourth quarter non-GAAP operating earnings by a net positive $5 million on both a pretax and after-tax basis and $0.02 per diluted share. The significant variances included strong and [ Caja ] performance, largely offset by lower variable investment income. Looking at macroeconomics in the fourth quarter, the S&P 500 daily average was slightly higher than the third quarter of 2023, and 16% higher than the fourth quarter of 2022. While the S&P 500 Index increased 24% from the end of '22, the daily average increased just 4% from the 2022 daily average. In addition, the S&P 500 performed better than mid-cap, small cap and international equities as well as fixed income and alternatives.\nRelative to our 2023 outlook, the daily average increase was lower than our typical 6% price appreciation assumption, but it was higher than expected heading into the year. Foreign exchange rates were a headwind relative to the third quarter, but a tailwind compared to the fourth quarter of 2022 and on a trailing 12-month basis. Margins across the enterprise remains strong as we took actions to reduce expenses to align with revenue while investing for growth and increasing scalability. On a full year basis, compensation and other expenses increased modestly over 2022 despite elevated severance expense of $20 million in the fourth quarter and $30 million for the full year. Turning to the business units. The following comments exclude significant variances and demonstrate our ability to meet or exceed most of our 2023 guidance ranges. Starting with RIS, fourth quarter pretax operating earnings were very strong and increased 22% over the fourth quarter of 2022 and driven by growth in the business and strong revenue retention, higher net investment income and favorable markets.\nFull year net revenue growth of 4% and the 39% margin were at the high end of our guided ranges. Our focus on profitable revenue growth is paying off and was aided by favorable macroeconomic impacts. PGI's pretax margin of 35% for the full year was within our guided range, a strong result compared to many of our peers, reflecting disciplined expense management while navigating a pressured revenue environment. PGI's full year revenue growth was slightly below our guided range given the market volatility, as well as the industry trend of money moving to money market funds in 2023. At $34 million for the full year, performance fees ended the year in line with our outlook despite a pressured real estate market. This compares to a very strong year in 2022, which had $70 million. Performance fees are dependent on market conditions as to when we can optimize alpha generation in the portfolio. Principal International ended the year strong with full year revenue growth of 9%, a 32% margin and an 11% increase in pretax operating earnings over 2022.\nResults benefited from growth in the business, higher AUM, positive net cash flow and foreign currency tailwinds. Both revenue growth and margin were within our guided ranges. Specialty Benefits continued to deliver in 2023 with a 9% growth in premium and fees, a 15% margin and a 17% increase in pretax operating earnings compared to full year 2022. This was fueled by another year of record sales, strong retention and employment and wage growth as well as a more favorable loss ratio. All of our metrics for Specialty Benefits were within our guided ranges. In Life, growth in premium and fees was within our guided range as our focus on business solutions is outpacing the roll-off of the legacy block. Margin was slightly below our guided range, primarily due to lower net investment income as we rightsized the assets backing the business post-transaction.\nShifting to our investment portfolio, it remains high quality, aligned with our liability profile and well positioned for a variety of economic conditions. We revalued the office real estate portfolio again in the fourth quarter as we have done quarterly throughout 2023. The commercial mortgage loan portfolio remains healthy. The average loan-to-value of 49% increased modestly throughout 2023, as we expected, while the debt service coverage ratio remains stable at 2.5x, reflecting the quality of our portfolio and our disciplined investment approach. Specific to our office exposure in the CML portfolio, there were 10 loans that matured in 2023, reducing our office loan exposure by 12%. All loans were paid off and resolved. We did not have any loan extensions or foreclosures in 2023. Looking at the 2024 office maturities, the underlying metrics are generally strong, with an average loan-to-value of 66% and debt service coverage ratio of 3.8x. We only have one maturity in the first quarter and it paid off in January. We're actively managing and remain confident in the outcome of the remaining 10 maturities, 8 of which are slated for the second half of the year.\nTurning to capital and liquidity. We ended the year in a very strong position with $1.7 billion of excess and available capital, including approximately million at the holding company, which is above our $800 million targeted level, $375 million in our subsidiaries, and $375 million in excess of our targeted 400% risk-based capital ratio, which was 427% at the end of the year. Our capital position and free cash flow reflect robust fourth quarter results and actions we took to increase capital efficiency, including the establishment of an affiliated Bermuda reinsurance entity and the closure of certain guaranteed retirement products in Hong Kong. Combined, these actions freed up more than $200 million of capital in the fourth quarter. On a full year basis, we delivered 100% free capital flow conversion, including organic generation within our 75% to 85% targeted range.\nAs shown on Slide 3, we returned $1.3 billion to shareholders in 2023, including $700 million of share repurchases and $625 million of common stock dividends. This included more than $400 million of capital returned to shareholders in the fourth quarter with approximately $250 million of share repurchases and $160 million of common stock dividends. Last night, we announced a $0.69 common stock dividend payable in the first quarter, a $0.02 increase from the dividend paid in the fourth quarter and in line with our targeted 40% dividend payout ratio. This demonstrates our confidence in continued growth and overall performance. We remain focused on maintaining our capital and liquidity targets at both the life company and the holding company, and we'll continue a balanced and disciplined approach to capital deployment.\nTurning to our outlook for 2024, starting on Slide 13. We are well positioned to deliver on our enterprise long-term financial targets in 2024. With 9% to 12% growth in earnings per share and 75% to 85% free capital flow conversion. In regards to EPS, benefits from growth in the business, favorable macroeconomic tailwinds and higher share repurchases are expected to more than offset continued pressure on real estate, Asia and a higher effective tax rate. Our higher growth, higher return and more capital-efficient portfolio will continue to drive an increase in return on equity, and we expect to achieve our 14% to 16% targeted range in 2025. We remain committed to returning excess capital to shareholders and are targeting $1.5 billion to $1.8 billion of capital deployments in 2024, this includes $800 million to $1.1 billion of share repurchases and a 40% dividend payout ratio.\nOur Board of Directors approved a new share repurchase authorization for $1.5 billion, this is in addition to nearly $300 million remaining under the prior authorization at the end of the year. Our guidance assumes run rate variable investment income. As usual, we'll quantify the impacts to reported results from higher or lower-than-expected variable investment income as a significant variance on our earnings calls throughout the year. Slide 21 provides details of our alternative investments. Our portfolio is more heavily weighted to real estate with a smaller allocation to private equity and hedge funds. Variable investment income is difficult to predict, but if the current macro environment persists throughout 2024, we expect continued pressure on prepayment fees and real estate returns.\nTurning to our business units. Our outlook for 2024 is grounded in our long-term guidance. We included some modeling considerations on Slide 14, noting where we expect to perform on an adjusted basis relative to our targeted long-term ranges. In RIS benefits from macroeconomic tailwinds and growth in the business are expected to drive revenue growth at the high end or slightly above our long-term guidance and margin at the upper end of our range. In PGI, revenue growth is expected to be at the lower end of our long-term guidance as benefits from market tailwinds are partially offset by continued pressure on real estate revenue and impacts from recent redemptions. In Principal International, margin is expected to be in line with 2023, and we're expecting low single-digit revenue growth, reflecting the impact of foreign currency translation and continued macro headwinds in Asia. While the closure of the guaranteed retirement products will impact revenue and earnings in Asia, Latin America is expected to continue to deliver strong earnings growth.\nIn Benefits and Protection, we expect favorable loss ratios and Specialty Benefits to persist in 2024 and expect to be toward the lower half of our long-term range. The margin for life insurance is expected to be slightly below the long-term range but improved from 2023. Before opening for questions, I want to remind you of a few seasonality impacts. In PGI, the first quarter is typically our lowest quarter for earnings due to the seasonality of deferred compensation and elevated payroll taxes. And in Specialty Benefits, dental claims are typically higher in the first half of the year. These factors contribute to the pattern of free capital flow, which is typically lightest in the first quarter and increases throughout the year.\nWe have good momentum as we start 2024 with a strong capital position, and we are well positioned to deliver on our long-term financial targets. We are grounded in our growth drivers of retirement, asset management and benefits and protection and executing on a strategy focused on continuing to drive long-term shareholder value. This concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/89c08c8be8a4e0ce7d01cefc3ff374d9",
    "period": "2023 Q3",
    "content": "Q3 2023 Principal Financial Group Inc Earnings Call\n\nQ3 2023 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQOCT 27, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group Third Quarter 2023 Financial Results Conference Call. [Operator Instructions] I would now like to turn the conference call over to Humphrey Lee, Vice President of Investor Relations.\n\nHumphrey Lee\n\nThank you, and good morning. Welcome to Principal Financial Group's Third Quarter 2023 Conference Call. As always, materials related to today's call are available on our website at investors.principal.com.\nFollowing a reading of the safe harbor provision, CEO, Dan Houston; and CFO, Deanna Strable, will deliver some prepared remarks. We will then open up the call for questions. Other members of senior management will also be available for Q&A.\nSome of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission.\nAdditionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliations of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation. We'll be hosting a combined fourth quarter 2023 earnings and 2024 outlook call on February 13. We will share more details earlier next year. Dan?\n\nDaniel Joseph Houston\n\nChairman, President & Chief Executive Officer, Principal Financial Group, Inc.\n\nThanks, Humphrey, and welcome to everyone on the call. This morning, I'd like to share key aspects of our third quarter financial results and some notable performance highlights. Deanna will follow with additional details and an update on our current financial and capital position. Our diversified and increasingly integrated business model as well as our leading and differentiated position in the U.S. small to midsized business market contributed to a strong quarter. Across the enterprise, we continue to balance investing for growth in our businesses with disciplined expense management.\nStarting on Slide 3, healthy sales growth across our businesses and strong underwriting results drove reported non-GAAP operating earnings of $420 million or $1.72 per diluted share in the third quarter. Excluding significant variances, earnings per share increased 14% over the third quarter of 2022. The synergies between our businesses increasingly integrated offering and the value of our distribution and joint venture partnerships continue to unlock value for our customers and shareholders.\nDuring the quarter, we delivered on our capital deployment strategy, investing for growth in our businesses and returning more than $350 million of capital to shareholders through share repurchases and common stock dividends. Our strong capital position enabled us to complete $200 million of share repurchases in the third quarter and to increase our dividend.\nAfter a strong start to the year, equity markets retreated in August and September. Foreign currency tailwinds in the first half of the year reversed in the third quarter as the U.S. dollar strengthened on growth and higher yields in the U.S., outpacing much of the rest of the world.\nThese macroeconomic dynamics impacted our total company-managed AUM, which ended the quarter over $650 billion. Total company managed net cash flow improved from the second quarter, benefiting from strong net cash flow in Principal International, improved institutional flows in Principal Global Investors and strong general account flows.\nWith $2.1 billion of net outflows in the quarter, we performed better than many active asset managers as a percentage of beginning AUM. The current volatile markets are a challenge for the asset management industry and the aggressive interest rate hikes over the last 18 months have continued to make cash and money market funds highly attractive. This is evidenced by the nearly $1 trillion of industry flows into money market funds year-to-date and approximately $7 trillion of AUM and money market funds across the industry.\nWe are well positioned and have the right strategies as interest rates stabilize and investors reallocate back into risk-based assets like our specialty income solutions. Despite continued pressure in the real estate sector, we generated $800 million of positive real estate net cash flow in the quarter as institutional investors are starting to put money to work in select real estate strategies.\nThis was nearly double our real estate flows in the first half of the year and demonstrates the confidence our clients have in our differentiated capabilities in this asset class. We have several real estate opportunities boosting our optimism for the coming quarters. We expect additional funding in the fourth quarter and our new data center fund and our China real estate joint venture.\nAs discussed last quarter, we have a strong pipeline of committed yet unfunded real estate mandates, currently over $6 billion that we'll put to work opportunistically. Looking at asset management in total, we are aware of 2 large institutional outflows of similar size that will impact net cash flow by approximately $5 billion in total.\nOne client is planning to take the funds in-house while the other is moving to a passive option. We expect one of the outflows to occur in the fourth quarter and the other early in the first quarter of 2024.\nIn Principal International, we ended the quarter with $168 billion of total reported AUM. This reflected strong retirement net cash flow in Latin America, including $1 billion in Brazil. Brasilprev, our joint venture with Banco do Brazil, remains the market leader in both AUM and deposits with nearly 30% market share. As a reminder, net cash flow in Brazil tends to be seasonally stronger in the first and third quarter each year.\nWe continue to have great confidence in the global asset management opportunity and our ability to deliver global and local investment capabilities and client support across more than 80 markets. As part of our efforts to invest for growth, we have added 2 new highly regarded investment leaders George Maris from Janus Henderson as CIO of Equities; and Michael Guse from Goldman Sachs as CIO fixed income. Both our proven investment leaders with specialized global expertise that complements our robust investment capabilities and will further build upon our experienced team of nearly 900 investment professionals.\nWe will also be announcing a new leader of Latin America in the coming days, to drive our businesses across Brazil, Chile and Mexico. Turning to U.S. retirement, account value net cash flow was positive in the third quarter. Total RIS sales grew 30% and and fee-based transfer deposits increased 78% compared to a year ago.\nWe had 2 large retirement plan sales in the quarter, which contributed $3 billion to sales and transfer deposits. As a reminder, sales and lapses in large plan segment can impact net cash flow significantly quarter-to-quarter. Total reoccurring deposits increased over the third quarter of 2022, driven by a 7% increase in the SMB segment.\nThis was partially offset by the impact on deposits from large plan lapses earlier this year as well as lower defined benefit planned deposits given the full funding status of these plans. The SMB segment continues to be strong and has proven resilient as employment and wages remain healthy.\nLooking ahead, we expect elevated lapses and negative net cash flow in the fourth quarter, consistent with historical trends. We typically see plans change providers at year-end, while we generally onboard new plans in the first quarter.\nOn a full year basis, we expect sales and transfer deposits to be higher than 2022 levels and we have good momentum heading into 2024. We remain focused on driving profitable growth in RIS, leveraging our leading market position and full suite of retirement and workplace solutions.\nAnd specialty benefits strong sales, retention, employment and wage growth contributed to an 8% growth in premium and fees over the third quarter of 2022. Attractive segments within the SMB market remain underpenetrated and we are confident in our ability to target these segments with a meaningful value proposition to aid and continuing to deliver above market growth.\nIn Life, our strategy is working as business market premium and fees grew 24% over the third quarter of 2022 and outpaced the runoff of the legacy business. I'm excited about the growth opportunities across the enterprise and confident that our focus on high-growth markets, combined with our integrated product suite and distinct set of distribution partnerships will continue to drive value for our customers and our shareholders.\nAt our core, we're focused on providing individuals, businesses, communities and markets with access to financial tools and products and guidance. And today, we know the demand for this kind of knowledge and support is significant.\nTo stay in touch with customer trends around the globe, we regularly take a step back and consider the state of the foundation upon which our industry has built. One example of trends we're seeing comes to life in the Global Financial Inclusion Index, a global study sponsored by Principal, assessing the state of financial inclusion worldwide.\nWe released our second year finding earlier this month, identifying a continued and persistent need for financial service companies, employers and governments to continue to work together to help more people feel prepared to fully participate in building long-term financial security.\nBefore turning it over to Deanna, I'd like to highlight some recognition we recently received. Forbes recently recognized Principal on its list of best employers for women in the U.S. and one of America's most cybersecure companies. We also achieved the top score on the 2023 Disability Equality Index from Disability Inn. And in Chile, most innovative companies, a local innovation consulting group recently awarded Cuprum and Principal as the most innovative company in both the AFP and asset management categories. Recognition like this helps us benchmark progress, attract and retain talent and stand out in the marketplace. Deanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Dan. Good morning to everyone on the call. This morning, I will share the key contributors to financial performance for the quarter. Details of our current financial and capital position and an update on our commercial mortgage loan portfolio.\nWe reported net income of $1.2 billion in the third quarter, reflecting more than $700 million of income from exited businesses. This benefit was primarily due to a change in the fair value of the funds withheld embedded derivative, which doesn't impact our capital or free cash flow and can be extremely volatile quarter-to-quarter.\nExcluding the income from exited businesses, net income was $544 million with minimal credit losses of $6 million. We also had minimal impacts from credit drift in the third quarter. Year-to-date, total credit drift and losses were a manageable $41 million, which is better than our expectation at the beginning of the year.\nExcluding significant variances, third quarter non-GAAP operating earnings were $446 million or $1.83 per diluted share. EPS increased 14% over the third quarter of 2022, demonstrating the strength and resiliency of our diversified business model.\nOn a year-to-date basis, EPS excluding significant variances, has increased 5% over 2022 compared to our 3% to 6% guided range. As detailed on Slide 11, significant variances impacted our third quarter non-GAAP operating earnings by a net positive $40 million pretax, a net negative $27 million after tax and $0.11 per diluted share.\nThe significant variances included impacts from the actuarial assumption review, lower-than-expected variable investment income in RIS Life and Corporate as well as impacts in Principal International, including lower-than-expected encaje performance and better-than-expected impacts of inflation.\nThe assumption review had a net positive $63 million impact on pretax operating earnings. This was primarily driven by experience adjustments in RIS and Specialty Benefits, including updates to PRT mortality assumptions, group and individual disability morbidity assumptions as well as model refinements and life.\nThe after-tax impact was a negative $6 million as the pretax benefit was more than offset by a one-time tax impact resulting from a PRT tax reserve methodology change. RIS in Life's third quarter pretax operating earnings, excluding significant variances, reflect the run rate impacts from the assumption review. There are no material run rate impacts in Specialty Benefits.\nIn total, variable investment income was positive for the quarter and improved from the first half of the year, but it was lower than our run rate expectations. While VII benefited from improvement in real estate sales and alternative investment returns, prepayment fees remain immaterial.\nLooking at macroeconomics in the third quarter, the S&P 500 daily average increased 6% from the second quarter and 12% from the third quarter of 2022, benefiting third quarter results in our fee-based businesses. While the daily average increased markets we treated in the second half of the quarter, the S&P 500 closed nearly 4% lower than the second quarter and fixed income returns were negative as well. This impacts revenue, earnings and margins for our fee-based businesses.\nForeign exchange rates were a slight headwind on a quarterly basis relative to the second quarter, a slight tailwind compared to the third quarter of 2022 and immaterial on a trailing 12-month basis. In RIS, benefits from strong expense management as well as favorable equity market performance and higher interest rates were partially offset by fee compression.\nExcluding significant variances, net revenue increased 4% compared to a year ago and margin was strong at 39%. PGI benefited from real estate performance fees in the quarter, driving a 6% increase in revenue over the third quarter of 2022 and improve the margin to 39%.\nSpecialty Benefits pretax operating earnings, excluding significant variances, increased 32% over the year ago quarter. This was fueled by growth in the business, strong long-term disability underwriting experience and lower group life mortality.\nThe third quarter adjusted margin was strong at over 17%, which was more than 300 basis points higher than the third quarter of 2022. As we look to the fourth quarter, I want to remind you that our enterprise compensation and other expenses are typically higher due to the seasonality of certain expenses.\nWe expect less of an impact this fourth quarter than the typical 7% to 10% and as we're focused on managing expenses in the challenging and volatile macro environment. Shifting to our investment portfolio, it remains high quality, aligned with our liability profile and well positioned for a variety of economic conditions.\nWe revalued the office real estate portfolio again in the third quarter. The commercial mortgage loan portfolio remains healthy. The current loan-to-value and debt service coverage ratios are strong at 47% and 2.5x. Specific to our office exposure in the CML portfolio, all year-to-date maturities are resolved, and we are confident in the outcome of the one small remaining office loan maturing in the fourth quarter.\nLooking ahead to 2024 office maturities, the underlying metrics are strong with a 63% loan-to-value and debt service coverage ratio of 3.8x. We are confident in the outcome of the 11 maturities in 2024, of which only 3 are slated for the first half of the year.\nTurning to capital and liquidity, we are in a strong position with $1.4 billion of excess and available capital, which reflects the benefit of negative IMR and and includes approximately $940 million at the holding company, which is above our $800 million targeted level, $360 million in our subsidiaries, and $50 million in excess of our targeted 400% risk-based capital ratio.\nWe returned more than $350 million to shareholders in the third quarter, including $200 million of share repurchases and $156 million of common stock dividends. Last night, we announced a $0.67 common stock dividend payable in the fourth quarter. This is a $0.02 increase and aligns with our targeted 40% dividend payout ratio.\nGiven our current capital position and strong free capital flow, we are increasing our full year share repurchase expectation to approximately $700 million, $100 million higher than previously expected. Combined with common stock dividends, we now expect to return $1.3 billion of capital to shareholders for the full year.\nWe remain focused on maintaining our capital and liquidity targets at both the life company and the holding company, and we'll continue a balanced and disciplined approach to capital deployment. We are committed to maximizing our growth drivers of retirement, global asset management and benefits and protection, which will continue to deliver long-term growth for the enterprise and long-term shareholder value. This concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f8dbaf4784e1be88cab0babdae9f6d3f",
    "period": "2023 Q2",
    "content": "Q2 2023 Principal Financial Group Inc Earnings Call\n\nQ2 2023 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQJUL 28, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group Second Quarter 2023 Financial Results Conference Call. There will be a question-and-answer session after the speakers have completed their prepared remarks. [Operator Instructions]. I will now turn the conference over to Humphrey Lee, Vice President of Investor Relations.\n\nHumphrey Lee\n\nVP & Head of Investor Relations\n\nThank you, and good morning. Welcome to Principal Financial Group's Second Quarter 2023 Conference Call. As always, materials related to today's call are available on our website at investors.principal.com. Following a reading of the safe harbor provision, CEO Dan Houston, and CFO, Deanna Strable, will deliver some prepared remarks. We will then open up the call for questions. Others available for Q&A include Chris Littlefield, Retirement and Income Solutions. Pat Halter, Asset Management and Amy Friedrich, Benefits and Protection. Some of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act.\nThe company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission. Additionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliations of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation. Dan?\n\nDaniel Joseph Houston\n\nChairman, President & Chief Executive Officer, Principal Financial Group, Inc.\n\nThanks, Humphrey, and welcome to everyone on the call. This morning, I will share key aspects of our second quarter financial results and some notable performance highlights. Deanna will follow with additional details and an update on our current financial and capital position.\nOur leading position in the U.S. small to midsized business market contributed to healthy growth across our benefits and protection and retirement businesses. Across the enterprise, we continue to balance investing for growth in our business with disciplined expense management and favorable 2023 equity market performance is starting to benefit revenue in our fee-based businesses.\nStarting on Slide 3, we reported $376 million of non-GAAP operating earnings or $1.53 per diluted share in the second quarter, excluding significant variances, earnings per share increased 4% over the second quarter of 2022. Our second quarter results highlight our focus on our growth drivers, the power of our integrated offerings and the value of our differentiated distribution and joint venture partnerships and our deep customer relationships. During the quarter, we delivered on our capital deployment strategy, investing for growth in our business and returning $255 million of excess capital to shareholders through share repurchases and common stock dividends. Our business has generated strong free capital flow in the quarter and we are on track to deliver on our targeted 75% to 85% for the full year. We ended the quarter with nearly $675 billion of total company managed AUM, a 2% increase from the first quarter. Improved market performance and positive impacts from foreign currency more than offset a negative $3.9 billion of net cash flow. Across the industry, active asset managers were challenged by net outflows in the quarter.\nWhile our real estate net cash flow was positive in the quarter and year-to-date, it was pressured relative to prior periods. Looking ahead, we are beginning to see greater opportunities to deploy new money into real estate marketplace. We have a real estate pipeline of approximately $7 billion of committed yet unfunded mandates that are expected to be invested over the next 12 to 18 months as valuations and market conditions stabilize.\nThe third quarter is off to a good start for global asset management, as we are seeing momentum build across high-yield and core fixed income, specialty equity strategies, local solutions in our international markets and select real estate property types such as data centers. We are well positioned to capture net cash flow across our platform as investor appetite for risk assets, returns and our yield-oriented capabilities become attractive again. as we approach the end of the Fed rate hike cycle.\nAs shown on Slide 4, investment performance improved significantly across our Morningstar rated funds and composites, including our fixed income, asset allocation and actively managed equity strategies. We're continuing to create new products and diversify across investment vehicles. We are bringing to market new ETFs that offer investors additional ways to access some of our most popular solutions. In mid-July, we launched the focused [ blue-chip ] ETF to offer investors another way to access our large cap strategy, which has generated strong long-term returns for our investors. We also launched a new equity strategy with our asset management joint venture, CCB Principal Asset Management. This strategy offers investors an offshore opportunity to invest in the new energy industry in China, including renewable power, electrical equipment, energy storage and electric vehicles. We are working through the final regulatory stages to make the UCITS fund available across much of Asia. With this positive momentum and recovery in our investment performance, we're optimistic for asset management net cash flow in the second half of the year.\nIn Principal International, total AUM increased 4% and to $174 billion during the quarter, primarily driven by favorable market performance and foreign currency translation. I've had the opportunity to engage in person with many of our long-standing global joint venture partners in the first half of the year. We have established deep relationships combining our global expertise with their market-leading distribution capabilities. I have great confidence in the differentiated value of these relationships to continue to enable preferred access to global high-growth markets. Across U.S. retirement and benefits and protection, revenue is benefiting from strong employment market, especially within the small to mid-sized business segment, though we are seeing moderation in employment growth from record highs, wage growth has accelerated. These employment trends, coupled with strong sales retention are contributing to our continued above-market premium and fee growth in Specialty Benefits, which increased 8% over the second quarter of 2022. Capitalizing on opportunities, we launched a Hospital Indemnity insurance product in the second quarter. This product complements our existing core workplace benefits, rounds out the voluntary products portfolio and will further drive supplemental health growth within Specialty Benefits.\nIn Retirement net cash flow was pressured in the second quarter due to an uptick in large plan lapses. Large plan sales and lapses fluctuate quarter-to-quarter and can have a significant impact on net cash flow, but they generally have a lower overall impact on revenue for our Retirement business. Looking at the SMB segment within retirement, net cash flow was a positive $265 million, driven by a 16% increase in transfer deposits and a 9% increase in reoccurring deposits, stronger results than the overall block compared to the year ago quarter. We expect retirement sales to pick up in the second half of the year with strong full year growth across the SMB and large plan segments. We remain focused on driving profitable growth in RIS leveraging our leading market position and full suite of retirement solutions. We continue to expect to be within our net revenue growth and margin guidance for the full year.\nBottom line, we are excited about the growth opportunities across the enterprise. I'm confident that our focus on the high-growth markets, combined with our differentiated product suite and distinct set of distribution partnerships will continue to drive value for our customers and our shareholders. Deanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Dan. Good morning to everyone on the call. This morning, I will share the key contributors to financial performance for the quarter, details of our current financial and capital position and an update on our commercial mortgage loan portfolio. Our second quarter results demonstrate the strength and resiliency of our diversified business model. Despite real estate-related market pressures on a number of key metrics, including total company variable investment income, as well as PGI net cash flow and revenue, we're starting to see signs of recovery and positive momentum in real estate in the broader investor market. Reported net income was $389 million in the second quarter. Excluding income from exited businesses, net income was $325 million with manageable credit losses of $37 million. Credit drift was a positive $5 million in the quarter.\nOn a year-to-date basis, credit drift has been a slight benefit to capital. We still feel good about our full year expectations for credit drift and losses despite the banking sector challenges earlier this year. Excluding significant variances, second quarter non-GAAP operating earnings were $415 million or $1.69 per diluted share. As detailed on Slide 12, significant variances had a net negative impact on our second quarter non-GAAP operating earnings of $53 million pretax, $39 million after tax and $0.16 per diluted share. The significant variances included lower-than-expected variable investment income in RIS, Principal International and Benefits and Protection as well as unfavorable impacts in Principal International from inflation and noneconomic LDTI discount rate impacts.\nVariable investment income was positive in total for the quarter and at a similar level as the first quarter. Prepayment fees and real estate sales were immaterial, causing VII in total to be lower than our run rate expectation. Macroeconomics were generally favorable in the second quarter as the S&P 500 daily average increased 5% from the first quarter and 2% from the second quarter of 2022. The benefit to our fee-based businesses from this positive performance was partially offset by a decline in daily averages for small cap, mid-cap and international equities as well as fixed income.\nForeign exchange rates were a modest tailwind on a quarterly basis relative to the first quarter and the second quarter of 2022, but remain a meaningful headwind of $12 million pretax on a trailing 12-month basis. We continue to focus on managing expenses with pressured fee revenue across the enterprise. Through these efforts, compensation and other expenses have decreased at the enterprise level compared to a year ago despite inflationary pressures on salary levels and other expenses.\nAs a reminder, comparisons to a year ago are impacted by the reinsurance transactions that closed in the second quarter of 2022. Excluding significant variances, revenue growth and margins across the businesses were in line with our second quarter expectations and within our guidance ranges, with the exception of PGI revenue growth. Compared to a year ago, PGI performance fees and transaction and borrower fees were down approximately $50 million on a gross basis, pressuring revenue, margin and pretax operating earnings. This decrease was anticipated in our full year guidance ranges. PGI's quarterly margin of 35% was within our 34% to 37% guided range and improved from the seasonally low first quarter.\nSpecialty Benefits pretax operating earnings, excluding significant variances, increased 29% over the year ago quarter, fueled by growth in the business, including an 8% increase in premium and fees and improved loss ratios driven by strong underwriting and disability and group life.\nTurning to capital and liquidity, we remain in a strong financial position. We ended the second quarter with $1.2 billion of excess and available capital, including approximately $800 million at the holding company, which is at our targeted level, $340 million in our subsidiaries, and $100 million in excess of our targeted 400% risk-based capital ratio. We returned $255 million to shareholders in the second quarter, including $100 million of share repurchases and $155 million of common stock dividends, and we retired $700 million of long-term debt during the quarter using the proceeds from issuances in the first quarter. As expected, we generated strong free capital flow in the second quarter and remain focused on 75% to 85% free capital flow conversion for the full year.\nLast night, we announced a $0.65 common stock dividend payable in the third quarter. This is a $0.01 increase and is in line with our targeted 40% dividend payout ratio. We remain focused on maintaining our capital and liquidity targets at both the life company and the holding company, and we'll continue pursuing a balanced and disciplined approach to capital deployment.\nAs shown on Slide 5, our investment portfolio remains high quality, aligned with our liability profile and well positioned for a variety of economic conditions. Specific to our real estate portfolio, it is high quality and positioned well to withstand potential economic stress. We revalued the portfolio again in the second quarter, reflecting the most recent cash flows and other underlying data. The commercial mortgage loan portfolio remains healthy. The current average loan-to-value is low at 47% and debt service coverage ratio is strong at 2.5x. This is relatively unchanged from the first quarter and significantly improved from 2008 levels.\nTurning to our office exposure within the CML portfolio, it is geographically diverse and high quality. 100% of the year-to-date 2023 maturities have been paid off, and we are confident in the outcome of the remaining 4 office loans maturing in 2023. Throughout 2023, we are actively revaluing the entire office portfolio each quarter. As of the second quarter, we have cumulatively reduced the portfolio valuation by 25% from the peak. Our current valuation is approximately 23% below the implied index value, highlighting our conservative approach relative to the broader market. The current loan-to-value on our office portfolio increased slightly to 57% as we further reduce valuations, while the debt service coverage ratio improved to 2.6x. We have the experience and a long-established track record of navigating real estate cycles. We are confident in the quality of our real estate portfolio and remain diligent in monitoring it and proactive in servicing it. It is high quality, well diversified and a good fit for our liability profile. We continue to be focused on maximizing our growth drivers of retirement, global asset management and benefits and protection which will continue to deliver long-term growth for the enterprise and long-term shareholder value. This concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a4505eca35664f8619cb1be1ff595e52",
    "period": "2023 Q1",
    "content": "Q1 2023 Principal Financial Group Inc Earnings Call\n\nQ1 2023 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQAPR 28, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group First Quarter 2023 Financial Results Conference Call. [Operator Instructions]\nI would now like to turn the conference call over to Humphrey Lee, Vice President of Investor Relations.\n\nHumphrey Lee\n\nVP & Head of Investor Relations\n\nThank you, and good morning. Welcome to Principal Financial Group's First Quarter 2023 Conference Call. As always, materials related to today's call are available on our website at investors.principal.com. In addition to our earnings call materials, we included additional details of our commercial real estate exposure in our slide presentation. As a reminder, financial results are now reported under the long duration targeted improvement accounting guidance, or LDTI. Historical results have been recast, and are also available on our website.\nFollowing a reading of the safe harbor provision, CEO, Dan Houston; and CFO, Deanna rebel, will deliver some prepared remarks. We will then open up the call for questions. Others available for Q&A include Chris Littlefield, Retirement and Income Solutions; Pat Halter, Asset Management; and Amy Friedrich, Benefits and Protection.\nSome of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission. Additionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliations of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation. Dan?\n\nDaniel Joseph Houston\n\nChairman, President & Chief Executive Officer, Principal Financial Group, Inc.\n\nThanks, Humphrey, and welcome to everyone on the call. This morning, I will share highlights of our financial results and key performance highlights for the quarter. Deanna will follow with additional details on our first quarter results, our current financial and capital position as well as some details on our investment portfolio. Our integrated business model remains resilient during periods of macroeconomic volatility, as shown on our strong first quarter results. While we are not immune to credit and market pressures, we are well positioned for a variety of economic conditions.\nStarting on Slide 3, we reported $367 million of non-GAAP operating earnings or $1.48 per diluted share in the first quarter. We returned more than $300 million of capital to shareholders during the quarter through share repurchase and common stock dividends. We are delivering on our capital deployment strategy by investing for growth in our business, and returning excess capital to shareholders. We ended the quarter with $660 billion of total company managed AUM, an increase of 4% from year-end 2022, reflecting favorable equity and fixed income markets, positive net cash flow as well as positive impacts from foreign currency. We generated $600 million of positive total company net cash flow, a strong result during a period of outflows across much of the industry. This highlights one of the benefits of having a diversified and integrated business model across asset management, retirement and benefits and protection.\nTurning to investment performance on Slide 4. Market volatility is underscoring the value of our diversified offering. Our fixed income strategies are delivering strong results, managing through a challenging credit environment. While our asset allocation in U.S. equity strategies have been impacted in their short-term performance, our international equity strategies are delivering strong alpha so far this year, boosting 1-year performance. Our approach to invest in high-quality, high-growth companies continues to resonate with our clients, winning additional mandates. We have also received gold and silver ratings from Morningstar for several of our key equity funds.\nTurning to Slide 5, I'd like to spend a moment on our investment portfolio as there has recently been increased market focus on credit and commercial real estate exposures. We're confident in our high-quality, diversified investment portfolio, which is well aligned with our liability profile. We actively manage our investment risk and have been intentional about further improving credit quality of our portfolio since the global financial crisis. The reinsurance transaction we completed in 2022 decreased our general account by 25%. This reduced our credit exposure and lowered our investment asset leverage well below the industry average. We are a global real estate leader with more than 7 decades of experience managing nearly $100 billion of assets, including more than $70 billion for third parties. Today, we have over 300 real estate investment professionals, 55 of which have more than 3 decades of real estate experience through many different market cycles. Over the last decade, we have reduced office exposure in our commercial mortgage portfolio as we saw signs of stress coming in this segment, a move which has proven to be appropriate as the recent stress on the banking sector has raised financing concerns for office properties in particular. We've also enhanced our underwriting standards since the global financial crisis, producing a high-quality portfolio with substantial cushion to withstand severe downturns. Our investment and risk management teams have been diligent in transforming the portfolio, delivering a track record of strong financial performance and positioning us to weather a variety of economic conditions and market cycles.\nTurning to our growth drivers and some additional highlights for the quarter. We continue to benefit from strong employment and wage growth in the U.S. particularly in the small to midsize segment with our retirement Benefits and Protection business. In retirement, we generated strong sales across all segments growth in net participant activity and positive net cash flow with reoccurring deposits up 11% on a trailing 12-month basis. While large market sales and lapses can fluctuate quarter-to-quarter, we have good momentum, and our pipeline is strong for the rest of the year. Our SMB segment is holding up very well with strong reoccurring deposit growth, and low contract lapses contributing to a 33% increase and net cash flow compared to the first quarter of 2022. And in Benefits and Protection, our focus on the durable small to midsized business market continues to drive growth. Over the last 12 months, the small to midsized employer market has experienced record sales, strong retention and demonstrated continued strong employment growth, all of which are contributing to our above-industry growth in premium and fees for Specialty Benefits. In Asset Management, our broad distribution and geographic footprint continues to produce benefits. PGI-managed net cash flow was a positive $400 million in the first quarter. While flows for many active managers were negative in the quarter, we continue to benefit from our integrated business model and differentiated investment capabilities, including hybrid target date, stable value and guaranteed income products. We are winning business from both new and existing retirement customers while generating flows from our general account. As we look forward, we continue to see active engagement with global institutional clients involving investment strategies in private debt and credit, specialized investment income capabilities and opportunistic investing in real estate. We also drove strong quarterly net cash flow of $800 million in Principal International. These flows were well diversified across Southeast Asia, Brazil, Mexico and Hong Kong as we continue to execute on our strategy, building upon our market leadership and key joint venture relationships. Specific to Brazil, we remain a market leader in pension AUM, deposits as well as net cash flow. Bottom line, we are very excited about the growth opportunities which lie ahead. I'm confident we have the right product mix, the right market focus and the right distribution channels to drive value for our customers and our shareholders. Deanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Dan. Good morning to everyone on the call. This morning, I will share key contributors to financial performance for the quarter, an update on our current financial and capital position and details of our investment portfolio. Reported net income attributable to Principal was a negative $140 million in the first quarter. Excluding the loss from exited businesses, net income was a positive $347 million with $11 million of credit losses. Credit drift was slightly positive in the quarter. Excluding significant variances, first quarter non-GAAP operating earnings were $395 million or $1.60 per diluted share, a strong result despite macroeconomic pressures on AUM levels during 2022. As Dan noted, first quarter results highlight the value of focus and the strength and resiliency of our diversified business strategy.\nAs detailed on Slide 17, significant variances had a net negative impact on our first quarter non-GAAP operating earnings of approximately $33 million pretax, $29 million after tax and $0.12 per diluted share. The significant variances were primarily due to lower-than-expected variable investment income in RIS and Benefits and Protection. Mortality experience true-ups in RIS were mostly offset by LDTI model refinements in Specialty Benefits. As discussed during our 2023 outlook call, we expected variable investment income from alternative investment returns, real estate sales and prepayment fees to be lower than 2022 levels and lower than our expected long-term run rate due to macro environment heading into the year. VII was positive in total for the quarter, but we did not have any VII from prepayment fees or real estate sales. Macroeconomic volatility continued in the first quarter and pressured earnings in our fee-based businesses relative to a year ago quarter. While the S&P 500 daily average increased 4% from the fourth quarter of 2022, it was 11% lower than the first quarter of 2022 and 10% lower on a trailing 12-month basis. Foreign exchange rates were a tailwind compared to the fourth quarter but a headwind relative to the year ago quarter and on a trailing 12-month basis. Impacts to reported pretax operating earnings included a positive $7 million compared to fourth quarter of 2022, a slight negative compared to first quarter 2022 and a negative $17 million on a trailing 12-month basis.\nTurning to the business units. The following comments on our first quarter results exclude significant variances. As a reminder, comparisons to first quarter of 2022 are impacted by the reinsurance transactions that closed in the second quarter of 2022. We Revenue growth and margins in Specialty Benefits and Principal International were in line with our expectations in the first quarter. Revenue growth in RIS and PGI were pressured by the impacts of macroeconomic volatility and lower account values and AUM compared to a year ago but both businesses are benefiting from more favorable conditions relative to the assumptions in our 2023 outlook. Despite the pressures on revenue growth, the margin in RIS was strong in the first quarter and benefited from diligent expense management, onetime items in the quarter and timing of expenses. For the full year, we continue to expect to be within the 35% to 39% guided range with the ultimate level impacted by macro conditions for the remainder of the year. PGI's margin and pretax operating earnings were pressured by expected expense seasonality as well as expected lower transaction and borrower fees. Expenses in the first quarter were elevated by approximately $20 million due to seasonality of payroll taxes and deferred compensation. We continue to expect PGI's margin to be within the 34% to 37% guided range for the full year. Principal International had strong earnings in the first quarter driven by growth across the business and higher AUM. Favorable impacts of inflation and higher interest rates in Brazil were offset by lower-than-expected encaje performance and VII in Chile. In life, pretax operating earnings and margin were lower than expected, primarily due to higher claims experience in the quarter. The decline in premium and fees was driven by the 2022 reinsurance transaction and will normalize throughout the year. We continue to expect to deliver on our 2023 guidance for the full year, both at the business unit level as well as for the total company.\nTurning to capital and liquidity. We remain in a strong financial position despite the volatile environment. We ended the first quarter with $1.8 billion of excess and available capital including more than $1.5 billion at the holding company. This includes our $800 million target and $700 million of proceeds from debt issuance in the first quarter that is earmarked for debt maturity and redemption in the second quarter, $300 million in our subsidiaries and $30 million in excess of our targeted 400% risk-based capital ratio. During the quarter, in addition to returning excess capital to shareholders, we accelerated our organic capital deployment as we saw attractive return opportunities in our businesses. This was a pull forward of our business plan for 2023. Looking ahead, our free capital flow generation will increase throughout the year. We returned $306 million to shareholders in the first quarter, including $150 million of share repurchases and $156 million of common stock dividends. Last night, we announced a $0.64 common stock dividend payable in the second quarter, in line with our targeted 40% dividend payout ratio. We remain focused on maintaining our capital and liquidity targets at both the life company and the holding company, and we'll continue pursuing a balanced and disciplined approach to capital deployment. I want to end my comments by providing some additional details of our investment portfolio, including our real estate exposure. As Dan mentioned, we have intentionally improved the overall credit quality across our fixed maturity and real estate portfolios since the global financial crisis. Our investments are high quality, well aligned with our liability profile, and we are well positioned for a variety of economic conditions.\nStarting on Slide 11. Specific to the real estate portfolio. As of the end of the first quarter, our commercial loan portfolio has a current average loan-to-value of 46% and a debt service coverage of 2.5x. This has improved from 62% and 1.8x in 2008. We have minimal exposure to floating rate loans and a very manageable maturity schedule of high-quality loans with only 4% maturing in 2023 and another 7% in 2024. Our commercial office portfolio is geographically diverse and high quality. We saw signs of stress building in this sector and proactively reduced our office exposure from 37% of our mortgage portfolio in 2016 down to 25% today. We have taken a conservative approach with our office portfolio and have manageable near-term maturities. We have already reduced valuations in our office portfolio by 22% from the peak, and they are 20% below the current implied index value. The current loan-to-value on our office portfolio is 52% and debt service coverage is 2.5x. We have looked at a number of different stress scenarios on office valuation. This includes an additional 20% to 40% decrease from our current conservative valuations and assumes an immediate default of all office loans over 100% LTV. The ultimate impact to our RBC ratio is estimated to be 2 to 3 percentage points under the 20% additional decreased scenario and 10 to 12 percentage points under the 40% additional decreased scenario, both very manageable. That said, we have the experience and a long-established track record of navigating real estate cycles. It will take time for any market cycle to emerge, and the impacts would play out over a number of years.\nLooking at our CMBS portfolio, relative to 2008, we have decreased the overall size of our portfolio by 22% and improve the quality to 98% with an NAIC 1 rating today. Our equity real estate portfolio is well diversified with a high concentration of property types with strong fundamentals, such as industrials and life sciences. The market value of our portfolio is substantially higher than our carrying value. Overall, we are confident in the quality of our real estate portfolio, remain diligent in monitoring and proactive in servicing it. We have built a high-quality portfolio that is well diversified and a good fit for our liability profile.\n2023 will not be without its challenges, but we are positioned to focus on maximizing our growth drivers of retirement, global asset management and Benefits and Protection which will drive long-term growth for the enterprise and long-term shareholder value. We have the financial flexibility, discipline and a track record of managing through times of macro volatility and uncertainty.\nThis concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d55b69c3947c79d141af8d4f8bc35c4f",
    "period": "2022 Q4",
    "content": "Q4 2022 Principal Financial Group Inc Earnings Call\n\nQ4 2022 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQJAN 31, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group Fourth Quarter 2022 Financial Results Conference Call. (Operator Instructions). I would now like to turn the conference call over to Humphrey Lee, Vice President of Investor Relations.\n\nHumphrey Lee\n\nVP & Head of IR, Principal Financial Group, Inc.\n\nThank you, and good morning. Welcome to Principal Financial Group's Fourth Quarter and Full Year 2022 Conference Call. As always, materials related to today's call are available on our website at investors.principal.com.\nFollowing a reading of the safe harbor provision, CEO, Dan Houston; and CFO, Deanna Strable, will deliver some prepared remarks. Dan will open the call for questions. Others available for Q&A include: Chris Littlefield, Retirement and Income Solutions; Pat Halter, Global Asset Management; and Amy Friedrich, U.S. Insurance Solutions.\nSome of the comments made during this conference call may contain forward-looking statements within the meaning of Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission.\nAdditionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliation of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation.\nOur 2023 outlook call is scheduled for Thursday, March 2, where we will share enterprise and business unit 2023 and longer-term guidance. On Wednesday March 1, we plan to release a recast fourth quarter 2022 financial supplement. It will include the impacts of the targeted improvements for long-duration insurance contract accounting guidance, or LDTI, which goes into effect with our first quarter 2023 reporting. Dan?\n\nDaniel Joseph Houston\n\nChairman, CEO & President, Principal Financial Group, Inc.\n\nThanks, Humphrey, and welcome to everyone on the call. This morning, I will discuss the milestones we achieved in 2022, as we executed on our strategy, along with key highlights from our fourth quarter and full year 2022. Deanna will follow with additional details on our fourth quarter and full year 2022 financial results, our current financial and capital position, as well as an update on LDTI. .\nIn 2021, we outlined our strategic path forward, one balanced with a focus on a higher growth, more capital-efficient portfolio and a commitment to return more capital to shareholders. This guided our successful execution in 2022, despite a challenging macroeconomic environment. We've made meaningful progress towards our goals and continue to invest in our long-term growth drivers of retirement, global asset management and benefits and protection.\nIn January, we announced an agreement to reinsure our U.S. retail fixed annuity and universal life insurance, with secondary guarantee blocks of business. The transaction closed in May and was a key milestone reinforcing our strategic focus on continuing to evolve into a higher growth, higher return, more capital-efficient portfolio while improving our overall risk profile. We delivered on our strengthened capital deployment strategy and our commitment to rightsize return, the excess capital that we have built up during the pandemic with $2.3 billion returned to shareholders in 2022 through share repurchases and common stock dividends.\nWe've continued to adapt to the volatile and uncertain macro environment and have taken appropriate actions to manage our expenses with pressured revenue. While continuing to serve the needs of our customers, invest for growth and deliver strong total shareholder return.\nStarting on Slide 2, we reported $1.7 billion of full year 2022 non-GAAP operating earnings, or $6.66 per diluted share. Excluding significant variances, earnings per share increased 2% over 2021, a strong result given the pressured macroeconomic environment.\nAs shown on Slide 3, we reported $422 million of non-GAAP operating earnings or $1.70 per diluted share in the fourth quarter. We ended 2022 with $635 billion of total company managed AUM. Unfavorable equity and fixed income markets pressured AUM throughout 2022, and $23 billion was transferred out in the second quarter as part of the reinsurance transaction.\nTurning to investment performance on Slide 5, and our long-term performance remained strong, particularly in our specialty fixed income strategies. The volatile markets impacted our short-term investment performance throughout 2022 is our investment style, which is focused on high-quality, growth stocks, was out of favor for much of the year. During a volatile and pressured year for asset managers, we generated a positive $3.9 billion of full year total company net cash flow. This was $1 billion higher than our 2021 net cash flow and included $4.4 billion of positive PGI managed net cash flow. This was a very strong result during a period of outflows across the industry.\nThe positive net cash flow in 2022 was driven by strong institutional flows across equities, real estate and specialty fixed income. Highlighting the value of our diversified distribution through our institutional, retail and retirement channels. Fourth quarter total company net cash flow was negative $3 billion. Net cash flow is typically negative in the fourth quarter for both PGI and RIS-Fee. Similar to other asset managers, we experienced retail platform outflows during the quarter, as customers moved cash to the sidelines.\nWhile market volatility can impact the timing of when new mandates fund, we are seeing positive momentum with our institutional clients. Early in 2023, we have meaningful commitments for several of our fixed income and specialty equity strategies, which are expected to fund in the first quarter. The committed pipeline for our real estate products is healthy, which will likely start funding in the second half of the year.\nTurning to our growth drivers and some additional highlights for the year. In retirement, we continue to solidify our position as a top retirement provider. As we completed the integration of the IRT business in early 2022. The acquisition provides us with new capabilities, additional revenue-generating opportunities and expanded distribution relationships. RIS-Fee contract lapses contributed to negative account value net cash flow in the quarter. The fourth quarter is typically the highest quarter for lapses as plans often change providers at the end of the year. Roughly 1/3 of the lapsed account value was related to a single low-fee, large case with no principal managed assets. Looking ahead to the first quarter, we anticipate positive net cash flow in light of our sales pipeline.\nThe underlying fundamentals of the retirement business were strong throughout 2022. Compared to full year 2021, total recurring deposits increased a very strong 26% with a 14% increase on our legacy block. This was driven by employment growth and wage inflation, as well as increases in participant deferrals, company matches and higher incentive compensation. We also saw great opportunities in the future with the passage of Secure 2.0, a bill for which we advocated. This legislation expands the U.S. retirement market overall, creating greater access to retirement savings plans for businesses and improving long-term savings in financial security for Americans.\nWhile it will take time and won't have an immediate impact, we expect that the bill will drive increases and new plant formations, employer matches, as well as employee participation in deferrals, all of which will help support better retirement readiness and long-term growth in our business.\nWe're uniquely positioned to benefit from Secure 2.0, thanks to its focus on small and midsized businesses, and its support for more cost-effective start-up plans. We're already leaders in this market and applaud the additional options for workers to save more for retirement.\nOutside the U.S., we continue to focus on markets with compelling growth opportunities, where we can leverage our local and global asset management capabilities and lean into established local partners. During the fourth quarter, we extended and strengthened our asset management partnership with CIMB in Southeast Asia. And at the end of the year, we closed our transaction with China Construction Bank, Pension Management Company. Acquiring a minority ownership stake in the pension company, this is expected to be immediately accretive and grow over time. Both opportunities expand our existing partnerships of more than 17 years with these market-leading wealth management, mutual fund and pension distributors.\nIn Global Asset Management, we continue to unify our investment footprint across more than 80 markets we serve, demonstrated by the launch of Principal Asset Management in October and increasing integration with Principal International. We continue to expand our specialty offering in 2022. As an example, our direct lending team doubled its committed capital and increased their foothold in the middle market throughout the year. Principal Asset Management has once again been named the Best Place to Work in Money Management by pensions and investments. This is the 11th consecutive year we have earned this recognition, and it's a testament to the work of our employees to create a positive culture and deliver results for our customers.\nIn benefits and protection, our focus on the small- to medium-sized business delivered strong results in 2022. The businesses we serve prioritize providing benefits to attract and retain employees throughout the year. Record sales, strong retention and employment growth is evident in Specialty Benefits results. We deepened our relationships with existing customers, attracted new customers and expanded our market share.\nIn Specialty Benefits, premium and fees increased a robust 11% year-over-year, exceeding the top end of our guidance range, with over half of the growth coming from net new business. Full year sales increased 19% compared to 2021, with continued strong momentum early in 2023. Our focus on business owner and our diversified set of solutions continues to drive results in Individual Life insurance. Full year business market sales hit record levels, up 73% year-over-year. This growth included record nonqualified COLI sales. Approximately 50% of these sales were with our retirement plan customers highlighting the value of our integrated business model.\nWe're delivering on our go-forward strategy, transforming our portfolio of businesses, resulting in a higher multiple and increased shareholder value. We have derisked our portfolio, reduced our balance sheet risk and are less capital intensive. We have sharpened our focus on higher-growth markets, investing in our business and leveraging our competitive advantages, all while returning more capital to shareholders.\nWhile 2023 presents its own challenges, we have a good line of sight and confidence in achieving our long-term financial targets. Deanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Dan. Good morning to everyone on the call. This morning, I'll share the key contributors to our financial performance for the quarter and full year, our current financial and capital position, as well as an update on LDTI.\nFull year reported net income attributable to Principal was $4.8 billion. Excluding income from exited businesses, net income was $1.5 billion for the full year, with manageable credit losses of $48 million. Fourth quarter non-GAAP net income, excluding exited businesses, was $504 million, with $12 million of credit losses. As a reminder, the income from exited business is noneconomic and is driven by the change in the fair value of the funds withheld embedded derivative. Importantly, it doesn't impact our capital or free cash flow and can be extremely volatile quarter-to-quarter.\nWe also had positive credit drift during the year, further demonstrating the quality of our balance sheet. We reported full year non-GAAP operating earnings of $1.7 billion or $6.66 per diluted share, including $422 million or $1.70 per diluted share in the fourth quarter. Excluding significant variances, full year non-GAAP operating earnings was $1.7 billion, or $6.77 per diluted share. This included $420 million in the fourth quarter or $1.69 per diluted share.\nCompared to full year 2021, we increased earnings per share 2%, as the benefit from share repurchases and strong customer growth was partially offset by macroeconomic pressures on earnings. As detailed on Slide 15, we had several significant variances that virtually offset and had a slight net positive impact on non-GAAP operating earnings, during the fourth quarter. On a pretax basis, benefits from lower DAC amortization, higher-than-expected Latin American encaje performance and favorable Brazilian inflation, more than offset lower-than-expected variable investment income. These had a net positive impact to reported non-GAAP operating earnings of approximately $5 million pretax, $2 million after tax and $0.01 per diluted share.\nWhile variable investment income was positive for the quarter, we experienced lower-than-expected alternative investment returns, prepayment fees and real estate sales. Macroeconomic volatility continued in the fourth quarter and pressured earnings in our fee-based businesses. The S&P 500 daily average decreased 3% from the third quarter of 2022, 16% from the fourth quarter of 2021 and 4% on a full year basis.\nRelative to our 2022 outlook, the full year 2022 S&P 500 daily average was 17% lower than we expected heading into the year, and fixed income returns were approximately 18% lower. This unfavorable market performance negatively impacted AUM, account values, fee revenue, margins and earnings in RIS-Fee and PGI throughout the year.\nHeadwinds from foreign exchange rates pressured reported pretax operating earnings by a negative $5 million compared to the fourth quarter of 2021 and a negative $21 million for the full year. It was immaterial compared to the third quarter of 2022. Throughout 2022, we took actions across the enterprise to manage expenses as fee revenue was pressured. As we have during previous periods of unfavorable macroeconomics. Our efforts have paid off. On a full year basis, compensation and other expenses, excluding significant variances, were 3% lower than 2021. And fourth quarter expenses were 8% lower than the fourth quarter of '21 despite approximately $50 million of elevated severance and restructuring expenses across the fee-based businesses in the quarter.\nSome expenses naturally adjusted throughout the year, like incentive compensation and other variable costs, and we took actions to reduce other expenses while continuing to balance investments for growth. As a result, we didn't see the typical 7% to 10% increase in compensation and other expenses, this fourth quarter relative to the average of the first 3 quarters.\nTurning to the business units. The following comments on fourth quarter and full year results exclude significant variances. RIS-Fees margin improved in the fourth quarter but ended the year below guidance, as the benefit from IRT expense synergies was more than offset by unfavorable market performance, which pressured fees and net revenues throughout the year. Through the end of 2022, we've realized more than $80 million of run rate expense synergies and are well on track to realize the full $90 million in 2023.\nRIS-Spread net revenue growth and pretax margin exceeded our post-transaction guidance for the full year. Favorable investment income, a benefit from rising short-term interest rates and growth in the business helped offset the impact of the reinsurance transaction. We completed $1.9 billion of pension risk transfer sales in 2022, including more than $750 million in the fourth quarter. The PRT pipeline remains very strong as we head into the first quarter.\nPGI's pretax margin was 39% for the full year and at the low end of our guidance range despite significant macro headwinds throughout the year. The overall management fee rate of approximately 29 basis points remain stable.\nIn Principal International, pretax operating earnings were pressured throughout 2022, as underlying growth in the business was masked by the regulatory fee reduction in Mexico and foreign exchange headwinds. On a constant currency basis, full year pretax operating earnings increased 5% over 2021, with strong growth in Brazil and Chile.\nIn Specialty Benefits, pretax operating earnings and premium fees both increased a strong 11% over full year 2021. This was fueled by record sales as well as strong retention and employment growth, while maintaining disciplined expense management and a stable loss ratio.\nTurning to capital and liquidity. Despite the volatile environment, we remain in a strong financial position heading into 2023. We ended 2022 with $1.5 billion of excess and available capital. This is above our targeted levels as we felt it was prudent to be disciplined due to the uncertain and volatile macro environment. This included approximately $1 billion at the holding company, $200 million above our $800 million target, $425 million in our subsidiaries and $80 million in excess of our targeted 400% risk-based capital ratio estimated to be 406% at the end of the year.\nOur leverage ratio is low at 22% and within our 20% to 25% targeted range. We have the financial flexibility, discipline and experience necessary to manage through this time of macro volatility and uncertainty.\nAs shown on Slide 4, we returned $2.3 billion to shareholders in 2022, including nearly $1.7 billion of share repurchases and more than $640 million of common stock dividends. We also deployed $300 million to debt reduction and approximately $200 million towards M&A, bringing our full year capital deployments to $2.8 billion. In the fourth quarter, we returned more than $400 million to shareholders, with $250 million of share repurchases and $156 million of common stock dividends.\nLast night, we announced a $0.64 common stock dividend, payable in the first quarter, in line with our targeted 40% dividend payout ratio. We remain focused on maintaining our capital and liquidity targets at both the life company and the holding company, and we'll continue with a balanced and disciplined approach to capital deployment as we head into 2023.\nOur investment portfolio is high quality and a good fit for our liability profile. The commercial mortgage loan portfolio is very high quality, with an average loan-to-value of 46% and an average debt service coverage ratio of 2.5x. We have a diverse and manageable exposure to other alternatives and high-risk sectors, and importantly our liabilities are long term and we have disciplined asset liability management. Additional details of our investment portfolio are available in the appendix of the slides.\nAs a reminder, LDTI goes into effect in the first quarter. Importantly, this doesn't change our underlying economics, free cash flow generation or our capital position, but it will have an impact on our reported financial results. We plan to release a recast fourth quarter supplement on March 1, the night before our 2023 outlook call.\nThe most notable impact to total company non-GAAP operating earnings is a change to the geography of some variable annuity fees. Moving the hedging-related fees below the line. This will reduce our operating earnings by approximately $60 million on an annual basis with no corresponding impact to net income, free cash flow generation or our capital position. In addition there will be impacts to segment earnings that will largely offset at a consolidated level. More details will be shared during our upcoming outlook call.\nMoving to equity. The transition impact from the adoption of LDTI will decrease total stockholders' equity by approximately $5.3 billion as of January 1, 2021, with nearly all of the impact in AOCI. Sitting here today, we expect the impact of stockholders' equity from LDTI to be slightly positive as of the fourth quarter of 2022, as interest rates have risen significantly from where they were at the beginning of 2021.\n2022 was a transformative year for Principal as we completed the reinsurance transactions midyear, executed on our go-forward strategy and strengthened our capital management and deployment approach. We're focused on maximizing our growth drivers of retirement, global asset management and benefits and protection, which will drive long-term growth for the enterprise and long-term shareholder value.\nThis concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c9e45234ec2ce9edde90563859ccd026",
    "period": "2022 Q3",
    "content": "Q3 2022 Principal Financial Group Inc Earnings Call\n\nQ3 2022 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQOCT 28, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group Third Quarter 2022 Financial Results Conference Call. (Operator Instructions)\nI would now like to turn the conference over to Humphrey Lee, Vice President, Investor Relations. Please go ahead, sir.\n\nHumphrey Lee\n\nVP & Head of IR, Principal Financial Group, Inc.\n\nThank you, and good morning. Welcome to Principal Financial Group's Third Quarter 2022 Conference Call. As always, materials related to today's call are available on our website at investors.principal.com. Following a reading of the safe harbor provision, CEO, Dan Houston; and CFO, Deanna Strable, will deliver prepared remarks. Then we'll open the call for questions. Others available for Q&A include Chris Littlefield, Retirement and Income Solutions; Pat Halter, Asset Management; and Amy Friedrich, U.S. Insurance Solutions.\nSome of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission.\nAdditionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliations of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation.\nDan?\n\nDaniel Joseph Houston\n\nChairman, CEO & President, Principal Financial Group, Inc.\n\nThanks, Humphrey, and welcome to everyone on the call. This morning, I'll touch on key performance and business highlights for the third quarter. Deanna will follow with additional details on our financial results, including our annual assumption review and an update on our financial and capital position.\nOur third quarter results demonstrate the strength, resilience and value of our diversified business strategy. We remain focused on aligning expenses with revenues to help offset some of the near-term pressure on our fee-based margins from unfavorable equity and fixed income market performance. At the same time, we continue investing for growth to fulfill customer needs and expand our capabilities to support our growth drivers.\nStarting on Slide 2, we reported $427 million of non-GAAP operating earnings or $1.69 per diluted share in the third quarter. Excluding significant variances, earnings per share of $1.60, decreased 2% from the third quarter of 2021. We returned more than $600 million of capital to shareholders in the quarter and $1.9 billion year-to-date through share repurchases and common stock dividends. We also paid down $300 million of debt that matured during the quarter, a commitment we made coming out of our strategic review to lower our leverage ratio and maintain a strong financial profile.\nWe closed the third quarter with $608 billion of total company AUM, pressured by unfavorable equity and fixed income performance as well as foreign exchange headwinds in the quarter. Our long-term relative investment performance remains strong, and our short-term relative performance improved over the second quarter, despite continued market volatility. This performance is further enhanced by the strong absolute returns and other alpha-producing funds, which are not included in the Morningstar ratings.\nThird quarter total company net cash flow was a positive $2.4 billion. This included $2.3 billion of PGI managed net cash flow driven by strong institutional flows across equities, real estate and specialty fixed income. Our differentiated investment solutions and our diversified distribution across institutional, wealth and retirement channels helped generate nearly $7 billion of positive total company net cash flow year-to-date.\nEarlier this month, we launched an extension of the Principal brand to further spotlight our investment capabilities. By launching Principal Asset Management, we can more clearly leverage the strong brand equity of Principal while also highlighting our deep local knowledge, distinct global perspectives and investment capabilities. This launch aligns with investments in our client digital experience, global insights program and the development of new products and alternative investment options, including model portfolios and direct lending.\nWe're supporting small-to-midsized business customers in the U.S., as they continue to weather macro volatility and a tight labor market. In response to these market dynamics, businesses are prioritizing wages and maintaining or expanding benefits to attract and retain employees, and it's showing positively in our results. And retirement compared to a year ago, reoccurring deposits and RIS-Fee increased 10% as the number of people deferring is up 5%, the average deferral per participant increased 4%, the number of people receiving a match is up 7%, and the average match per participant also increased 7%.\nWe've also seen a 12% increase in Specialty Benefits premium and fees over the year ago quarter. Over half the growth was driven by net new business as we deepen relationships with our existing customers while attracting new customers. We're winning market share. Our capabilities, expertise and local presence sets us apart from the competition.\nOur strategic focus on the business market in Life Insurance is working. Compared to a year ago, sales of nonqualified deferred compensation and business owner solutions more than doubled for the quarter and increased 74% year-to-date. In total, third quarter Life Insurance sales increased 15% compared to the prior year quarter as our decision to focus solely on the business market has more than made up for the reduction in the retail market.\nAs we prepare for continued macroeconomic uncertainty, it's important to remember that our SMB customers are more weighted to the scientific and technical sectors, which tend to be more resilient during economic downturns, and we're less exposed to the hospitality and retail sectors, which tend to be more negatively impacted.\nInternationally, our business continues to grow despite macro and political. Brasilprev, our joint venture with Banco do Brasil, has the highest market share of pension AUM and deposits in Brazil. This, combined with the continued elevated local interest rates, are driving growth in earnings.\nIn Chile, Cuprum has had 6 consecutive quarters of positive net RIM, the salary base upon which we earn fees; as well as positive net transfers of new customers, meaning more Chileans are choosing to move their mandatory savings to Cuprum.\nAt our core, through our business strategy, company culture and our foundation, we strive to make financial security accessible to more people and businesses around the globe. To do that successfully, we seek to understand the barriers to financial progress and identify opportunities to improve access and solutions. This influenced our launch of the Principal Global Financial Inclusion Index, a global research study across 42 markets that examines how well a government, financial system and employer base provide the tools and support to enable greater levels of financial inclusion and help more people reach financial security.\nThrough the study, we can identify the structural gaps in financial inclusion and take steps to address them through strategy, partnerships and recommended policy, building a more productive and protected workforce and society globally.\nDeanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Dan. Good morning to everyone on the call. This morning, I'll share the key contributors to our financial performance for the quarter, including impacts from the annual actuarial assumption review and an update on our current financial and capital position.\nNet income attributable to Principal was $1.4 billion in the third quarter, reflecting $1 billion of income from exited businesses. This benefit was primarily due to a change in the fair value of the funds withheld embedded derivative, which doesn't impact our capital or free cash flow and can be extremely volatile quarter-to-quarter. Excluding the income from exited businesses, net income for the quarter was $395 million with immaterial credit losses.\nWe reported non-GAAP operating earnings of $427 million or $1.69 per diluted share. As detailed on Slide 12, we had several significant variances, including impacts from our annual actuarial assumption review that had a net positive impact on non-GAAP operating earnings during the third quarter.\nOn a pretax basis, net favorable impacts from the assumption review and COVID were partially offset by lower-than-expected variable investment income and Latin American encaje performance. These had a net positive impact to reported non-GAAP operating earnings of $30 million pretax, $23 million after tax and $0.09 per diluted share. The net positive $86 million pretax impact from the annual assumption review was primarily driven by model refinements.\nWe updated our models as part of an actuarial modernization project in conjunction with preparing for LDTI. This resulted in slightly lower reserve requirements for RIS-Spread and Individual Life. While we didn't change our long-term interest rate assumptions, the starting point is approximately 125 basis points higher than where we expected rates to be a year ago. Whereas we saw some positive impact from this change on the operating earnings component of the review. The most significant impact from higher interest rates was in net income on the reinsured ULSG block and did not impact non-GAAP operating earnings.\nSpecific to variable investment income, virtually no income from real estate sales and prepayment fees as well as lower than expected but still positive alternative investment returns in the U.S. were partially offset by favorable returns in Principal International. With approximately 40,000 U.S. COVID-related deaths in the quarter, we had a positive $2 million pretax benefit as claims in Individual Life, were more than offset by favorable impacts in RIS-Spread.\nTotal COVID impacts and Specialty Benefits were immaterial as $1.6 million of group life and group disability claims were offset by claim terminations and Individual Disability. Excluding the impacts of all of these significant variances, second quarter non-GAAP operating earnings were $404 million or $1.60 per diluted share. This was a 2% decrease in EPS compared to the third quarter of 2021 as the benefit from share repurchases and strong customer growth was more than offset by macroeconomic pressures on earnings.\nMacroeconomic volatility continued in the third quarter and pressured earnings in our fee-based businesses. Unfavorable equity market and fixed income performance relative to both the prior quarter and year ago quarter, negatively impacted AUM, account values, fee revenue and margins in RIS-Fee and PGI. Headwinds from foreign exchange rates pressured third quarter reported and pretax operating earnings by a negative $7 million compared to the second quarter of 2022, a negative $8 million compared to the third quarter of 2021 and a negative $19 million on a trailing 12-month basis.\nWe're taking actions across the enterprise on expenses due to pressured fee revenue as we have during previous periods of unfavorable macroeconomics, but there's a natural lag to the financial benefits. Some expenses naturally adjust like incentive compensation and other variable costs, and we're reducing other expenses while balancing and investing for growth.\nOur efforts are paying off. Excluding significant variances, our third quarter compensation and other expenses were 4% lower than both the third quarter of 2021 and the second quarter. They increased a modest 2% on a trailing 12-month basis relative to a 4.5% increase in net revenue.\nTurning to the business units. The following comments on third quarter results excluded significant variances. RIS-Fee pretax operating earnings and margin declined from the year ago quarter, primarily due to unfavorable equity and fixed income markets, pressuring fees and net revenue.\nMomentum in PGI continued with $2.3 billion of positive net cash flow. The overall management fee rate of approximately 29 basis points remained stable, despite pressures on revenues and margin from the unfavorable equity and fixed income markets and lower performance fees.\nIn Principal International, pretax operating earnings continued to be pressured as the regulatory fee reduction in Mexico and foreign exchange headwinds are masking underlying growth in the business. On a constant currency basis, pretax operating earnings increased 6% over the year ago quarter and increased 9% over the second quarter.\nIn Specialty Benefits, premium and fees increased a strong 12% over the year ago quarter, fueled by record year-to-date sales as well as strong retention and employment growth. Pretax operating earnings were flat as strong growth in the business and lower group life mortality was offset by higher Individual Disability claim severity in the quarter.\nLooking ahead to the fourth quarter, we anticipate another quarter of lower variable investment income as well as low performance fees in PGI. Additionally, fourth quarter is typically the highest quarter for investment lineup changes and contract withdrawals in RIS-Fee as larger plans typically change providers at the end of the year. I also want to remind you that our enterprise fourth quarter compensation and other expenses are typically higher than the other quarters due to seasonality of certain expenses like marketing and IT. We expect the impact of seasonality will be lower this fourth quarter than our typical 7% to 10% as we're taking action to manage expenses relative to revenue.\nTurning to capital and liquidity. We remain in a strong financial position and are focused on returning excess capital to shareholders. Excess and available capital is currently estimated to be $1.4 billion and includes approximately $900 million at the holding company, slightly higher than our $800 million target, $450 million in our subsidiaries and $100 million in excess of our targeted 400% risk-based capital ratio.\nWe paid down $300 million of long-term debt in the third quarter and improved our leverage ratio to 22%. This is 90 basis points lower than a year ago and within our 20% to 25% targeted range. Despite the volatile environment, we remain in a strong financial position. We have the financial flexibility, discipline and experience necessary to manage through this time of macro volatility and uncertainty.\nAs shown on Slide 3, we deployed $2.2 billion of capital year-to-date, including $1.9 billion returned to shareholders and $300 million of debt reduction. In the third quarter, we returned over $600 million to shareholders with $450 million of share repurchases and $157 million of common stock dividends.\nLast night, we announced a $0.64 common stock dividend payable in the fourth quarter, in line with the dividend paid in the fourth quarter of 2021. Despite significant macroeconomic pressures in 2022, with the S&P 500 daily average down 14% and fixed income returns down 20% compared to our outlook, we continue to see a path to the lower end of our $2.5 billion to $3 billion capital return range.\nWe remain focused on maintaining our capital and liquidity targets at both the life company and the holding company and will continue with a disciplined approach to capital deployment in the current environment. As we move forward, executing on our go-forward strategy and strengthen capital management approach, we will continue to invest in our growth drivers of retirement in the U.S. and select emerging markets, global asset management, and U.S. benefits and protection, all with an aim to drive long-term shareholder value.\nThis concludes our prepared remarks. Operator, please open the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/89abc71f67313748ff57589ec8777287",
    "period": "2022 Q2",
    "content": "Half Year 2022 Provident Financial PLC Earnings Presentation\n\nHalf Year 2022 Provident Financial PLC Earnings Presentation\n\nVANQLONDONJUL 27, 5:00 AM\n\nOperator\n\nHello, and welcome to Provident Financial Interim Results 2022. My name is Suzanne, and I will be your coordinator for today's event. Please note, this call is being recorded. (Operator Instructions) I will now hand over to your host, Malcolm Le May, Group Chief Executive Officer of Provident Financial, to begin today's conference. Thank you.\n\nMalcolm John Le May\n\nCEO & Director, Provident Financial plc\n\nThank you very much for joining the presentation for our 2022 interim results. As it is our normal process, I'll take you through the importance of our strategic repositioning of PFG as a specialist banking group over the last few months and how that helps us to support our business -- our customers through these rather uncertain times, and also give you the strategic highlights in the first half of the year. And then I'll hand over to Neeraj, who will take you through the financials in more detail. Once he's done, then I'll return to update you on our strategy and outlook before we take questions at the end.\nSo if I move to Slide 4. As I said at our preliminaries, 2021 was a year of significant transformational change with PFG. We are now a specialist banking group focused on the provision of credit cards, vehicle finance and loans to mid-cost and near-prime customers with significant opportunities to grow customer numbers and receivables and what we believe is a GBP 17 billion market. We now have completely left the high-cost, short-term credit market with the closure of CCD and the finalization of the scheme of arrangement.\nGrowth. Growth is a key focus for the group. And in the short term, taking into account for both prudently and sensibly. Risk. Following the closure of our consumer credit division, the group's risk profile has reduced dramatically. And this is reflected in our half one results and will also be the case going forward with lower impairment and delinquency trends that we have historically had within the group.\nCost is a big area of focus as we implement our new target operating model equally investment. And here, we're investing in our core strengths and efficiency initiatives, which are expected to result in cost reductions from 2023 onwards, consistent with our cost-to-income target ratio of 40% from the end of 2024.\nCapital. Well, the group's capital position and access to loan cost funding are a significant competitive advantage for us. It will not only allow us for our customers to grow prudently, but also underpin our dividend a broader shareholder distribution policy, which I'll comment on to later.\nI'd like to remind you that we are in discussions with the regulators regarding our capital requirements following the closure of CCD and also, the ability for us to use deposits to help fund our growth outside the direct bank.\nSo in summary, taking into account the key clients I've made, PFG is now uniquely positioned as a specialist banking group with the right products in the right markets, with a strong capital position to deliver sustainable growth and returns for its shareholders.\nSlide 5. Well, the highlights for the first half of 2022. We delivered prudent growth, as our key metrics here show, with customer numbers up at over 1.6 million, net receivables in excess of 1.7 billion. In terms of impairments, as you can see, the trend improving here on to roughly 4.7% cost to risk, illustrated in my earlier point that the risk profile of the group has now fundamentally changed and reduced.\nGiven our repositioning, we expect impairment trends to remain stable in the second half and to be sustained at lower levels than historically have been associated with the group, and we'll talk more about that in Neeraj's section.\nCost. Investment is up as we invested in our platform, people and created the new loans offering. The target operating model here, we have invested to deliver cost efficiency, competitive advantage and future growth opportunities.\nCapital. As I've said, we have a very strong capital and liquidity position with a CET1 ratio of 27.3%. And we'll keep you updated regarding our discussions with the regulator in regards to our regulatory group capital requirements following the closure of CCD.\nTurning to our dividend. Reflecting the strong growth in the first half and the confidence I have in the future growth prospects of the group, we are declaring interim dividend of 5p per share. And finally, on regulatory matters, our Scheme Arrangement will be finishing at the end of July with all redress pay and the FCA have now closed their investigation into the CCD with no further action to be taken.\nNow I've included in Slide 6 to show how the exit from the high-cost, short-term credit market through the merger of CCD has fundamentally changed the risk profile of the group. The graph on the right-hand side shows how since 2019, our average customer credit score has significantly improved. As we focus on providing credit to customers with APRs of 15% to 50% only and now serve customers, many of them are homeowners and who are on national average earnings.\nThis key change, the closure of CCD and the focus on better quality credit customers, has meant our risk-adjusted returns have improved. And as I've said, going forward, through the proven of credit cards, vehicle finance and loans PFG will now only offer APRs going from 15% to 50%, as I said, with a target market in excess of GBP 17 billion.\nIn the light of this decision, following the conclusion of our 2 successful loan pilot products, we've decided not to continue offering loans at 65% and 80%, at 5% APR, and we'll only offer loans at the top end to 50% APR.\nSlide 7. Customers in our market have always weathered economic challenges better than those in the prime space. As you've seen from the graph on the left-hand side, which shows our credit customer base, how our credit customer base performed during the global financial crisis. And also, our move to mid-cost and near-prime customers have, in my view, made our customer base even more resilient.\nClearly, the uncertain times we are in -- the economic times we're in are uncertain. And of course, we will support our customer base through them. But I'm confident as a group that we are prepared for that.\nOur customers have delevered through COVID. We've seen no evidence of increased delinquencies or default rates, and we expect our impairment trends to remain stable in the second half of the year. We also have a very strong balance sheet with proven provisioning for any potential Cost of Living impact.\nSo in my view, as you see on Page 8, we are, I believe, one of the biggest ESG banking groups around. We have a credit around 25% of the U.K. adult population that are underserved by the High Street banks. In the past, you've heard me speak often about the group's social purpose, which is to help people live a better path -- on a path to better everyday life.\nWell, in times like this that you need to limit just like we did during the pandemic. We have, as I said, provisioning in place for the Cost of Living impact, but helping our customers is really more than just provisioning. Now I believe our customers will actually be impacted, as I've said, less than some of the prime cohorts by the Cost of Living crisis for the reasons I mentioned earlier. But we are still preparing and have many forbearance initiatives ready to go, if required, and have increased our customer communications to ensure our customers know what help and advice is available if needed.\nSo I'll pause there. Thank you for listening. I'll hand over to you -- over to Neeraj, who will take us through the numbers. So Neeraj?\n\nNeeraj Kapur\n\nCFO & Director, Provident Financial plc\n\nThank you, Malcolm. Slide 10, (inaudible) going to turn to that, shows a summary the group's financial results for H1 2022. The group adjusted profit before tax of GBP 54 million, rising group's statutory profit before tax of GBP 37 million for the period.\nBased on the strength of these results and the group's robust capital liquidity and balance sheet position, the Board has (inaudible). These results for H1 2022, therefore, underline the continued execution of our strategy to move to a lower cost of risk model and net interest margins that are aligned to that risk and produce capital generative businesses, allowing the group to invest in its platforms for improved cost efficiency as well as more attractive customer experience. At the same time, as Malcolm pointed out, we have greatly increased the size and the quality of our addressable market to drive sustainability to our business model through the cycle.\nMoving to Slide 11. Slide 11 shows the group financial results in more detail. Full product P&Ls can be found in the appendices at the back of this slide deck. Our credit card businesses generate adjusted PBT of GBP 75.8 million in H1 '22, driven by improved customer spend dynamics, some impairment provision releases and the reduction in costs.\nOur vehicle finance business also generated good profit growth and delivered an adjusted PBT of GBP 20.2 million for the half year. The second hand vehicle market has remained buoyant through 2022, and customer demand remained strong, whilst our LTVs remained stable at around 90%.\nProfitability in both our credit cards and vehicle finance businesses both improved, notwithstanding the transfer of some of the costs of those businesses to central costs as part of our centralization brands are providing shared services under Project Valero, as we have mentioned in previous presentations.\nPersonal loans have started well with strong demand and are now working to increase receivables from GBP 42 million at the end of H1 '22 to levels that will sustain the business costs and then on to expected profitability in line with our circa 20% return on required equity target. Excluding the impact of the newly launched loans business, the group's adjusted continuing profit before tax is GBP 65 million for H1 '22 compared with GBP 63.4 million with the same period in 2021.\nCosts in H1 '22, however, include increased investment in centralization and IT platforms that will lead to the improvement in operational cost leverage as well as improved customer experience from new bankers. Central costs specifically have increased by the consolidation of support functions and the interest costs of the Tier 2 capital bond, which we raised last year, as well as one-off change costs of GBP 10 million, which represents the cost of the group-wide investment in shared services support functions.\nThese investments will enable significant improvements in cost efficiency as well as quality through the creation of centers of excellence, driving the group's cost-income ratio to 40% by the end of 2024. Our risk-adjusted net interest margin continued to improve year-on-year, reflecting the release of some COVID-19 macroeconomic provisions as well as the increase in management overlays in anticipation of any, as yet, undetected impact of increased inflation of our customers. The group's net receivables (inaudible) increased year-on-year to GBP 1.7 billion, reflecting continued improvement in customer spend trends post COVID. Our balance sheet position remains strong to meet our growth ambitions.\nSlide 12 shows our key performance indicators. I don't intend to go through each of these one by one, but you will note that they demonstrate an improving risk position through a strong risk-adjusted net interest margin. In terms of the balance sheet, and as I've pointed out already, our CET1 and total capital ratios are both strong, and we have a CET1 capital surplus of GBP 186 million before any further reductions in capital requirement we may achieve after the C-SREP process that is scheduled for November of this year.\nWhilst U.K. base rates have been increasing and our sector continue to increase, we continue to work to reduce our overall cost of funding, as seen here. As the more expensive bond funding is repaying on maturity next year, we still expect to see reductions in the cost of funding after taking account of currently expected rate rises. This is also helped by our liquidity coverage ratio continuing to normalize downwards as we reduce the excess liquidity we held during the COVID crisis.\nThe return on required equity is moving towards the expected 20% level, which should also drive the return on tangible equity to a higher teens value in line with our strategy. The cost-to-income ratio has been affected by increased cost of both the loans business rollout and the investment in our platform and shared services strategy. These investments, as well as the continued growth of our businesses, will drive the cost-to-income ratio post 2023 towards our targeted 40% level at the end of 2024.\nSlide 13 shows in more detail how costs are being affected by the investments we are making in our newly formed loans business and our continuing investment in our Gateway platform as well as shared services to drive cost out whilst improving quality. We have also remained focused on retaining our staff during these inflationary times and have increased pay levels in line with market rules.\nSlide 14 provides a snapshot of the products we offer across credit cards, vehicle finance and personal loans. This slide illustrates the increase in average receivables that each business is now experiencing. The risk-adjusted net interest margin in our businesses continued to increase, reflecting the progressive normalization of the impairment charge for our targeted customer base.\nIn our vehicle finance business, average receivables continued to grow during H1 2022, albeit at a slower rate than the performance experienced during the pandemic when there was little competition. Our vehicle finance business also saw an improvement to its risk-adjusted net interest margin, which helped drive an adjusted PBT of GBP 20 million for H1 2022.\nFinally, the bank disposable loans business is now driving the scale as it moves through the J curve phase of its development in line with our product strategy. And housing has evolved according to H1 2019 levels, as we have anticipated for a while, spending on holiday and recreation and are back to or above 2019 levels. It's also interesting, if not surprising to see the relative drop in food and grocery spend compared to the last 12 months, especially considering the cost of inflation in this area.\nSlide 16 is a useful snapshot for the improving asset quality or the credit card's worth. The new bookings are now in score bars 5 or below, which are helping to drive the average portfolio in credit score upwards. We will continue to take a prudent approach to bookings given the inflationary environment in the U.K. at present. The credit score improvement is also driving the expected improvement in delinquency and charge-off levels.\nTurning to Slide 17. This shows the same analysis, but for the vehicle finance business. The introduction of the near-prime categories in January 2021 can be seen here as well as their relative growth during 2022. The improvement in quality from the mix of new business is having the expected impacts on delinquency and overall book quality. It is also important to note that average deposit levels in the funding of vehicles is being maintained at circa 10%, which is also stabilizing influence on the book as a whole.\nSlide 18 on our new loans business is similar to the previous slides and again shows the nature and the quality of the business being written. Clearly, as a very new business, we continue to monitor the quality of the loans written very closely.\nSlide 19 illustrates the change in the volume of new cards issued since the tightening of credit in quarter 2, 2020. The business now also has a greater focus on retention and good credit quality customers through offering better rates and balance transfer offers. The cards business is focusing on stability and quality, which should also drive an improved cost of operations in time. The vehicle finance business continues to grow as expected, again, with a focus on credit quality.\nSlide 20 shows the material reduction in impairments during 2021 and particularly during the second half of the year across credit cards and vehicle finance. These levels are now normalizing towards the 10% (sic) [sub-10%] level over the medium-term, in line with our strategy to maintain through the cycle stability of retailers.\nSlide 21 shows that our coverage levels remain robust for both our cards and vehicle finance businesses. Our provision levels remain prudent for the current inflation environment in the U.K., and this has been added by the inclusion of a GBP 10 million management overlay for inflation.\nSlide 22 shows the group's continued prudent approach to impairment provisions. The coverage ratio is at 27.3%, which considering the improvement in the quality of the books, is very robust. This also includes the GBP 10 million management overlay that I spoke about earlier with the potential effects of inflation.\nThe expectation is for the coverage ratio to fall to somewhere close to 15%, as the full effect of the strategy to focus on the higher credit quality customers is proven through the receivables. In total, the expected credit loss and unexpected credit loss provisions are 56% of the gross loans receivables, which confirms the very high level of prudence we continue to preserve during 2022.\nSlide 23 shows how the group continues to carefully manage its robust capital position. The PRA have indicated that they will review our current ICAAP through a C-SREP process in November of this year. This, of course, includes the current credit risk performance and wholly removes all impacts of CCD at any higher-cost lending. As you can see on this slide, we hold significant surpluses of both CET1 and total capital, which cover both the remaining IFRS 9 unwind and the increased regulatory buffers.\nOn Slide 24, there is a waterfall that shows the utilization and generation of capital. There was a final IFRS 9 transition just from unwind in January '23 of GBP 54 million, after which time the group is planned to be net capital generative.\nSlide 25 shows the diversified mix of funding and the reduction in the excess liquidity buffer held during the COVID pandemic. The group capsules its Revolving Credit Facility in part reducing its own excess liquidity as well as averaging down the cost of funding to the group. Whilst we await the final outcome of the waiver application from the PRA, we have lent GBP 70 million from Vanquis Bank to Moneybarn in H1 '22 within the normal large expenditure limit.\nAs the group transitions to be predominantly funded by retail deposits, we will look to broaden the savings products available to our customers into ISAs and other shorter entity accounts rather than just bonds of 1 to 5 years duration. It is important, however, to maintain our presence in the debt capital markets to retain maximum flexibility should the need arise. We currently achieve this through our Tier 2 bonds.\nSlide 26 shows the funding duration of the group's remain strong versus the funding maturity profile. All maturing bonds in 2023 can be repaid through non-bank liquidity resources. Impact of rising rates is delayed due to the contractually fixed nature and current funding and the level of excess liquidity that we hold.\nOn Slide 27, the strong regulatory liquidity position of the group is set out showing excess high quality liquid assets of GBP 331 million with an equity coverage ratio of 435% against a regulatory minimum of 100%. The net stable funding ratio of 143% represents a headroom of GBP 640 million over the regulatory requirement. All surplus funding is deposited in the Bank of England and achieves a base rate return.\nSlide 28 considers the direction of the group's cost of funding. Cost of funding continues to reduce as non-bank funding as well as TFSME and larger levels of securitization in (inaudible) have been deployed. (inaudible) funding now achieves in place rate return, (inaudible) retail deposits in 2023, even though we held non-bank funding through that amount already.\nFurther changes to retail deposit mix in Vanquis Bank, such as the introduction of ISAs, should continue to drive total cost of funding downwards compared to most peer banks.\nTurning to our final slide, Slide 29. And based on the performance of the group in H1 2022, the financial outlook remains positive as we continue to deliver on our purpose to help the people on a path to a better everyday life and execute our strategy.\nSo in summary, we have a clear strategy to grow in underserved markets in the U.K., the societal benefit of working people that will find it difficult to borrow from the large High Street banks. We have the traffic also allowed for significant growth in the defined and large markets or in appropriate M&A. We remain robustly provisioned against impairment of our receivables, which continue to improve in quality.\nWe continue to reduce credit and operational risk. We are controlling costs while investing in the future customer proposition and experience driving towards a 40% cost-to-income ratio, and strong treasury capabilities continue to drive down the group's cost of funding in a rising rate environment.\nThank you, and I'll pass you back to Malcolm.\n\nMalcolm John Le May\n\nCEO & Director, Provident Financial plc\n\nThank you very much, Neeraj, for that excellent (inaudible) of our financials. To me, it's good to see in such detail how the repositioning has benefited the banking group and also to see how clearly just how robust our financial position is.\nTurning if I may, to Slide 31. PFG has a platform for sustainable growth and returns. The slide shows the 3 key areas that combine to deliver this: customer insights, new products and services, and an IT customer platform. We have real customer insights built up over a significant period of time and spanning millions of individual data points. I believe one of the group's strongest assets is understanding its customers and being able to safely and effectively underwrite their credit requirements.\nAs we reposition the group's customer base to mid-cost and near-prime, we bring the benefit of better quality customers. And as highlighted earlier, default and impairment rates have dropped, giving the group a more sustainable growth from customers who can and want to stay with us for longer.\nOur customer insights are also key to tailoring new products and services that we offer to our new customer base. They allow us to make changes that help our customers drive growth on which I'll give a little more detail later. They also show what new products our customers can benefit from, such a secured lending offerings on, for example, when regulated Buy Now Pay Later.\nGateway is our new IT platform, and it's a key area of strategic spend and growth. Going forward, it will mean we can combine customer insight and new products and services onto a single IT customer platform. It was created for loans, but will over time support all of our lending products going forward.\nThe platform will increase our speed to market for new products and services significantly. And importantly, it will also give us and our customers a holistic view of all their PFG products in one single place.\nOn Slide 32, I've highlighted some of the customer insights that we have, but I won't call them all out, but it illustrates to me very clearly what our new customer base looks like. Many of them have mortgages or own their own homes. The vast majority were at full time or self-employed. And they earn around the national average wage of GBP 30,000 with some having savings. Many work in health care, manufacturing and transport, where the labor markets are currently very high.\nSlide 33 sets out our customer strategy, which is built from our customer insights. As you can see, broadly speaking, our market is divided into 5 groups from optimistic credit through to lifeline credit. We aim to have our customers mainly in the optimistic spender and consider spender buckets. We know how these targeted customers run their lives, what financial support they need and how we can help them with our products and services to build a better financial future.\nUsing our customer strategy built upon our customer insights, combined with our products and services and delivered by our new IT platform, will help us deliver future significant receivables strength. Here, Slide 34 shows our addressable markets, split between customers -- split into customers and lending across credit cards, vehicle finance and personal loans.\nAs you can see, the market is now around 17 billion. And as shown in Neeraj's presentation, we have plenty room to grow in all of our product areas. Looking at the left-hand side of the slide, our old addressable market was around 10.4 million customers. By repositioning the bank into a mid-cost credit and near-prime customer segments, we have increased our addressable market effectively, reaching 13.5 million customers or roughly 25% of the U.K. adult population.\nWe have, in effect, lost about 1 million customers who are too high risk for us now, and we replace them by 1 million of just prime customers, who will also offer attractive risk-adjusted returns. Also, by repositioning the group, we can now serve the new to credit market, which is a sizable opportunity for the group. That is the market context, but how do we plan to grow into these markets?\nWell, Slide 35 sets out what initiatives the product divisions are taken to deliver sustainable receivables growth going forward. Again, I wouldn't call them all out. But clearly, you can see it's an important area of focus for us. In credit cards, in the first 6 months of 2022, we've launched 3 new price points, which allow customers to stay with us for longer, but also means that we can attract more new cardholders.\nSecondly, we've launched an improved balance transfer offering, which will also drive customer receivables growth. And thirdly, we're reaching out to old dormant, higher-quality customers and offering them a near-prime credit card from us, which is being very well received.\nI'll turn to vehicle finance. We'll continue to see new business partnerships, which have the protection to drive new customer receivables growth. Also, customer retention programs will help our growth alongside this.\nIn personal loans, as I said earlier, we'll be writing loans in the APR space of 15% to 50%. we're already writing roughly GBP 10 million a month, which I believe is a very good start in a business that we (inaudible) in. And we'll keep developing the lending proposition, especially in the open market, which will drive an additional new receivables growth.\nOn the penultimate slide, Slide 36, we set out the group's capital management framework. The starting point is clearly the group's strong capital position, the diverse rate of funding clients including access to low-cost retail deposits. Our 2022 ICAAP application has been accepted by them which is clearly very important. As we've also mentioned in this presentation, we're waiting to end the approval of our large limit waiver.\nOur strong capital and funding position will enable us to grow into to our new reposition of growing credit cards, vehicle finance and personal loan markets, aided by the rollout of the group's new IT Gateway customer platform. The group will also continue to optimize our shared services targeted operating model and deliver attractive returns on a sustainable basis.\nThe Board, and as we previously indicated, intends to move to a payout ratio of 40% of adjusted earnings for the full year '22 onwards. And today, we've announced a dividend of 5p per share as we move towards that 40% payout ratio. The Board will also consider any service capital retained post dividend and growth capital allocation to be assessed for further return to shareholders by way of a special dividend or share backs, obviously, subject to market conditions. Finally, as we noted at the bottom of the slide, our strong position gives us the opportunity to assess potential inorganic activities should they arise.\nSo to Slide 37. In summary, PFG remains well positioned despite the macroeconomic uncertainty in growing markets. The group is underpinned by a very robust balance sheet, has a strong focus on credit and risk management and have a customer-centric business model supported by leading technology.\nFor the second half of the year, obviously, subject to market conditions, I expect PFG to deliver receivables growth across its product lines, stable impairment trends and supported by the group's reducing cost of funding, a stable net interest margin. Also, as I mentioned earlier, I expect costs to remain flat in the second half before reducing it to 2023, culminating in cost to income ratio of 40% from the end 2024.\nTherefore, I mean, over the medium-term, as we execute this strategy, it will deliver sustainable returns and attractive returns to shareholders, including the potential for special capital returns.\nSo thank you for listening. We're happy to take questions, which will be run by our moderator, Suzanne. So over to you, Suzanne."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a834b03934a44d9fc83b1c6a3e6e1f1b",
    "period": "2022 Q1",
    "content": "Q1 2022 Principal Financial Group Inc Earnings Call\n\nQ1 2022 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQAPR 29, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group First Quarter 2022 Financial Results Conference Call. (Operator Instructions) I would now like to turn the conference call over to Humphrey Lee, Vice President of Investor Relations.\n\nHumphrey Lee\n\nVP & Head of IR, Principal Financial Group, Inc.\n\nThank you, and good morning. Welcome to Principal Financial Group's First Quarter 2022 Conference Call. As always, materials related to today's call are available on our website at investors.principal.com. Following a reading of the safe harbor provision, CEO, Dan Houston; and CFO, Deanna Strable, will deliver some prepared remarks. Then we will open the call for questions. Other available for the Q&A session include Chris Littlefield, Retirement and Income Solutions; Pat Halter, Global Asset Management; and Amy Friedrich U.S. Insurance Solutions.\nSome of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K filed by the company with the U.S. Securities and Exchange Commission. Additionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliations of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation. Dan?\n\nDaniel Joseph Houston\n\nChairman, CEO & President, Principal Financial Group, Inc.\n\nThanks, Humphrey, and welcome to everyone on the call. This morning, I will share the progress we're making against our financial targets and touch on key performance highlights for the quarter. Deanna will follow with additional detail around our first quarter results as well as our current financial and capital position. Before we dive in, I have a few important business updates to share. We continue to work towards the second quarter close of the transaction to reinsure our U.S. retail fixed annuities and ULSG blocks. As shared previously, we expect approximately $800 million of deployable proceeds upon closing and through additional capital management actions.\nIn China, CCB Pension Management, a subsidiary of China Construction Bank, recently announced they are in the final stages of seeking regulatory approval for Principal to acquire a minority stake of more than 17% in the pension company.\nCCB is the second largest bank in the world, and we've had a strong relationship with them for over 17 years through our asset management joint venture. We look forward to receiving final approval and expanding our relationship to leverage our global retirement and asset management expertise through our partnership. We plan to share more details once the transaction closes.\nLastly, the integration of the Institutional Retirement and Trust business is now complete as the final piece, the trust and custody business successfully migrated to principal during the first quarter.\nThe IRT acquisition added scale and elevated our position to a top retirement provider, including #3 provider of defined contribution plans based on the number of participants and the #1 position for defined benefit, nonqualified deferred compensation and ESOP based on the number of plants.\nIt gave us new capabilities, including an industry-leading depth and breadth of retirement offerings through total retirement solutions. It's providing new revenue opportunities, including IRA rollovers, managed accounts and proprietary asset management. And as a result of the acquisition, we benefited from growth in the sales pipeline, driven by our new consultant relationships.\nTurning to our financial highlights on Slide 4. Amid market volatility, ongoing impacts from the pandemic and geopolitical events and uncertainties, our first quarter results highlight the focus, strength and resiliency of our diversified business strategy. In the first quarter, we reported $429 million of non-GAAP earnings or $1.63 per diluted share. Excluding significant variances, earnings increased 8% over the first quarter of 2021. We continue to deliver on our strengthened capital deployment strategy to return excess capital to shareholders.\nIn the first quarter, we returned nearly $900 million through share repurchases and common stock dividends. We closed the first quarter with $714 billion of total company AUM, a 7% increase over the first quarter of 2021.\nNow turning to our business highlights. Focused execution on our growth drivers of retirement, asset management and benefits and protection continue to fuel growth across the businesses. In U.S. Insurance Solutions, we delivered tremendous growth in the first quarter after a strong 2021. The demand for benefits, robust hiring and favorable wage trends continue to increase across our target market of small- to medium-sized businesses. Specialty Benefits premium and fees increased 10% compared to the first quarter of 2021, driven by record sales, strong retention and employment growth. Trailing 12-month employment growth was a record 4.7% for the total block.\nIn Individual Life, our focus on business market is resonating with distributors as we produce record nonqualified COLI sales and robust business owner sales. Over 50% of the COLI sales were part of a total retirement solution plan with RIS, highlighting the opportunity to build long-term multiproduct relationships with customers through integrated solutions. Our pipeline of new business continues to grow as employers focus on benefits as one effective strategy to help them attract as well as retain talent.\nIn our U.S. retirement business, RIS-Fee reoccurring deposits were strong and increased nearly 60% compared to a year ago quarter. This includes a 17% increase in our legacy block in addition to deposits from the IRT retirement participants. As the economic recovery continues, participants are saving more for retirement. Compared to a year ago, the average dollars of deferrals per participant has increased 5% and the average dollars of employer match per participant has increased 6%, both of which are fueling growth in reoccurring deposits.\nAdditionally, the number of participants deferring across the block has increased more than $2.2 million over the same period, reflecting the full integration of the IRT retirement participants. The increase in deposits, strong sales and retention as well as a benefit from fewer dollars of withdrawals due to lower equity market performance, drove $3 billion of positive account value net cash flow in the first quarter for RIS-Fee.\nIn Global Asset Management, PGI managed AUM of $537 billion benefited from positive net cash flow and the addition of certain migrated IRT trust and custody assets. This was mostly offset by macroeconomic market conditions which negatively impacted equity and fixed income markets during the quarter.\nPGI delivered more than $3 billion of positive net cash flow across both institutional and retail platforms, driven by our differentiated solutions within real estate, specialized income capabilities and alpha performing equity strategies.\nTurning to investment performance on Slide 6. Market volatility, combined with a rotation from quality and growth to value investing impacted our short-term investment performance during the quarter. Our longer-term investment performance as well as real estate returns positions us to drive positive net cash flow and to attract and retain assets going forward. Outside the U.S., our focus remains on growing our diversified fee-based revenue across our asset management and retirement business amid near-term macro and regulatory headwinds. Reported AUM for Principal International was $164 billion at the end of the quarter, driven by favorable foreign currency movements since the beginning of the year. AUM in China, which is not included in our reported AUM grew by 10% from the end of the year to $193 billion with strong growth coming from retail clients.\nBefore I turn it over to Deanna, I want to highlight a notable recognition we recently received. Pensions and investments, once again included Principal on its list of Best Places to Work in Money Management. We're proud to be 1 of only 5 companies that have been included every year in the award's 10-year history. This is just one example of how our employees and leaders continue to build a culture that makes people proud to work at Principal and deliver every day for our customers. Deanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Dan. Good morning to everyone on the call. This morning, I'll share the key contributors to our financial performance for the quarter as well as an update on our current financial and capital position. Our transformation into a higher growth, higher return, more capital-efficient company focused on our growth drivers is paying off. As of the first quarter and excluding significant variances, non-GAAP EPS increased 13% over the year-ago quarter, and ROE improved 50 basis points from the end of the year to 14.5% and is well on the way to 15%.\nNet income attributable to Principal was $376 million in the first quarter, including $53 million of net realized capital losses with $20 million of credit losses. Excluding significant variances, first quarter non-GAAP operating earnings of $478 million or $1.81 per diluted share increased 8% and 13%, respectively, compared to the first quarter of 2021.\nThe non-GAAP operating earnings effective tax rate was approximately 15% on a reported basis and 16%, excluding significant variances.\nFor the full year, we continue to expect to be within the 17% to 20% guided range. As detailed on Slide 14, we had several significant variances that had a net negative impact on non-GAAP operating earnings during the first quarter. Benefits from favorable variable investment income and inflation in Latin America were more than offset by COVID related claims, lower than expected encaje performance, higher DAC amortization and the final IRT integration costs. We've had a net negative impact to reported non-GAAP operating earnings of $63 million pretax, $49 million after tax and approximately $0.19 per diluted share.\nSpecific to variable investment income, RIS-Spread, Principal International and Individual Life benefited by a combined $47 million pretax, primarily due to higher-than-expected alternative investment returns. This was partially offset by a negative $32 million impact in corporate as the increase in interest rates and decline in equity investments negatively impacted some mark-to-market investments.\nCOVID continues to impact results in RIS-Spread and U.S. Insurance Solutions. With approximately 153,000 U.S. COVID-related deaths in the quarter, the net $30 million after-tax impact was at the higher end of our rule of thumb.\nLooking at macroeconomic factors in the quarter, the S&P 500 Index decreased 5% and the daily average decreased 3% compared to the fourth quarter. This negatively impacted fee revenue compared to the fourth quarter as well as DAC amortization and RIS-Fee. The daily average increased 16% from the year ago quarter, benefiting revenue, AUM and account values in RIS-Fee and PGI.\nForeign exchange rates were a tailwind compared to the fourth quarter and on a trailing 12-month basis, but a headwind relative to the year ago quarter. Impacts to reported pretax operating earnings included a positive $3 million compared to fourth quarter 2021, a negative $4 million compared to first quarter 2021 and a positive $11 million on a trailing 12-month basis.\nIn RIS-Spread, pretax operating earnings were a record on a reported basis of strong net investment income, favorable experience gains and growth in the business boosted results. Relative to the fourth quarter, PGI's margin and pretax operating earnings were pressured by expected expense seasonality and lower fee revenue, including a 4% decline in management fees as well as lower performance fees, which can be volatile quarter-to-quarter.\nAs we discussed on the outlook call, results in Principal International are being pressured by regulatory fee reductions in Mexico that went into effect at the beginning of the year.\nFirst quarter earnings were negatively impacted by approximately $10 million as a result of the reduction. We acknowledge there are headwinds in Mexico, and we're taking action to offset a portion of this impact in the near term through expense management. It's important to remember that the mandatory contributions in Mexico are scheduled to increase annually from 6.5% today to 15% in 2030, more than doubling retirement savings. This will provide financial security for our customers and long-term growth for Principal.\nSpecialty Benefits had a strong start to the year with a 60% first quarter loss ratio, excluding COVID claims and a 10% increase in premium and fees over the first quarter of 2021. As Dan mentioned, we continue to work toward a second quarter close of the reinsurance transaction and our expectations around the financial impacts haven't changed from what we shared on the outlook call. As a reminder, we'll have a year-to-date true-up that will transfer all of the associated revenue and earnings as of the beginning of the year.\nTurning to capital and liquidity. We remain in a strong financial position and are focused on returning excess capital to shareholders. At the end of the first quarter, we had $1.7 billion of excess and available capital, including $1.4 billion at the holding company, higher than our $800 million to cover 12 months of obligations, and approximately $325 million in our subsidiaries. Our estimated risk-based capital ratio was 400% at the end of the quarter, in line with our target.\nWe will continue to maintain a 20% to 25% leverage ratio and expect the ratio to improve once the transaction closes and as we pay down $300 million of long-term debt set to mature later this year. As shown on Slide 5, we are well on our way to returning our targeted $2.5 billion to $3 billion of capital to shareholders in 2022, including $2 billion to $2.3 billion of share repurchases.\nWe returned nearly $900 million of capital to our shareholders in the first quarter with $167 million of common stock dividends and $724 million through share repurchases. $560 million of share repurchases was through a $700 million accelerated share repurchase program, the balance of which will be completed in the second quarter.\nLast night, we announced a $0.64 common stock dividend payable in the second quarter, a 5% increase from the dividend paid in the second quarter of 2021. This is in line with our targeted 40% dividend payout ratio and reflect strong business performance. As we move forward, executing on our go-forward strategy and strengthen capital deployment approach, we will continue to invest in our growth drivers of retirement in the U.S. in select emerging markets, global asset management and U.S. benefits and protection, all with an aim to drive long-term shareholder value.\nThis concludes our prepared remarks. Operator, please open up the call for questions."
  },
  {
    "header": "PFG",
    "cik": "0001126328",
    "ticker": "PFG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a74d91b0af032857d6b221cc85f03e68",
    "period": "2021 Q4",
    "content": "Q4 2021 Principal Financial Group Inc Earnings Call\n\nQ4 2021 Principal Financial Group Inc Earnings Call\n\nPFGNASDAQFEB 8, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Principal Financial Group Fourth Quarter and Full Year 2021 Financial Results Conference Call. (Operator Instructions)\nI would now like to turn the conference over to John Egan, Vice President of Investor Relations.\n\nJohn Egan\n\nCFO for Principal International, VP & Head of IR, Principal Financial Group, Inc.\n\nThank you, and good morning. Welcome to Principal Financial Group's Fourth Quarter and Full Year 2021 Conference Call. As always, materials related to today's call are available on our website at principal.com/investor. There's been a key change to our financial supplement in the fourth quarter that I want to mention. We changed our definition of AUM to exclude assets managed by third parties on our retirement platforms. This had an impact on our reported total company AUM and net cash flow from how we reported previously.\nAdditionally, we broadened our definition of assets under administration to include AUM and other assets for which we earn a fee for providing administrative services. A detailed definition for both AUM and AUA is included in our financial supplement. We restated historical time periods in the fourth quarter supplement to reflect the new definitions.\nFollowing a reading of the safe harbor provision, CEO, Dan Houston; and CFO, Deanna Strable, will deliver some prepared remarks. Then we will open up the call for questions. Also available for the Q&A session include: Renee Schaaf, Retirement and Income Solutions; Pat Halter, Global Asset Management; and Amy Friedrich, U.S. Insurance Solutions.\nSome of the comments made during this conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act. The company does not revise or update them to reflect new information, subsequent events or changes in strategy. Risks and uncertainties that could cause actual results to differ materially from those expressed or implied are discussed in the company's most recent annual report on Form 10-K, filed by the company with the U.S. Securities and Exchange Commission.\nAdditionally, some of the comments made during this conference call may refer to non-GAAP financial measures. Reconciliations of the non-GAAP financial measures to the most directly comparable U.S. GAAP financial measures may be found in our earnings release, financial supplement and slide presentation. We'll provide 2022 guidance on our upcoming outlook call scheduled for Wednesday, March 2. Dan?\n\nDaniel Joseph Houston\n\nChairman, CEO & President, Principal Financial Group, Inc.\n\nThanks, John, and welcome to everyone on the call. This morning, I will review the successful milestones we achieved in 2021, share key performance highlights for the fourth quarter and full year 2021 and discuss our go-forward strategy, highlighting the growth drivers of our business.\nDeanna will follow with additional details on our fourth quarter and full year 2021 financial performance as well as an update on our current financial and capital position. Reflecting on the year 2021 was truly transformational for Principal, filled with many milestone achievements. First, in June, we successfully completed the integration of the IRT retirement business, one of the largest acquisitions in our history.\nThe remaining integration will be completed later this month when we migrate the trust and custody business to our platform. This acquisition solidified Principal as a top 3 retirement provider in the U.S. with a balanced footprint across small, medium and large-sized plans and expanded platform capabilities to better serve our customers.\nIn October, we celebrated our 20th anniversary as a public company, a turning point that launched 2 decades of exponential customer and AUM growth. As we look out over the next 20 years, I have no doubt that Principal is well positioned to lead and continue meeting and anticipating the needs of our 51 million customers.\nAnd perhaps our most significant milestone, we completed an intense strategic review of our business mix and capital management approach. We aligned on a clear go-forward strategy, focused on our growth drivers of retirement in the U.S. and emerging markets, global asset management and U.S. benefits and protection. These are higher growth markets where we have established leadership positions and differentiated solutions to compete and win. We committed to a strengthened capital management approach, improving capital efficiency and returning excess capital to shareholders.\nWith this focus, we announced we would exit the U.S. retail fixed annuity and retail individual life markets, pursuing strategic alternatives for our retail fixed annuity and ULSG blocks. Over the last 7 months, we did this and more. We see sales of retail fixed annuities and focus our individual life insurance segment on serving the business market in the third quarter of 2021.\nWe entered into an agreement to reinsure our retail fixed annuity and ULSG blocks last week, we increased our return of capital to shareholders and we met or exceeded all of our financial targets from 2021 outlook for the enterprise and for each of our businesses.\nTurning to our financial highlights on Slide 4 and 5. In the fourth quarter, we delivered strong results, including non-GAAP earnings of $498 million or $1.85 per diluted share, a 25% increase over the fourth quarter of 2020. Reported full year non-GAAP operating earnings were over $1.8 billion or $6.77 per diluted share. Full year 2021 earnings per share increased 37%, significantly higher than our 18% to 20% guided range.\nOverall, our strong operating performance allowed us to return approximately $1.6 billion to shareholders in 2021. And more than $520 million in the fourth quarter alone, capping a robust year of capital deployment. Now turning to our growth drivers and our go-forward strategy.\nIn Global Asset Management, we continue to achieve excellent performance across our breadth of in-demand strategies. At the end of 2021, 63% of Principal mutual funds, ETFs, separate accounts and collective investment trust were above median for the 1-year time period. Performance across our strategies improved significantly compared to the third quarter.\nImportantly, our long-term performance for the 3-, 5- and 10-year periods are all above 80%, and 79% of fund level AUM is rated 4 or 5 stars from Morningstar. This strong performance positions us well to attract and retain assets going forward. For the full year, strong performance and differentiated solutions drove positive source PGI net cash flow of $2.9 billion. Positive institutional flows were partially offset by retail outflows. Investors continue to look to us for differentiated solutions within real estate, high-yield, private assets and emerging markets.\nPGI-managed net cash flow was a negative $500 million for the full year as we had outflows from our PGI-managed retirement assets. Despite this, strong investment performance drove record PGI-managed AUM of $547 billion and PGI sourced AUM of $276 billion. We continue to add new capabilities to provide forward-thinking solutions to our customers. As an example, Principal alternative credit closed 2021 with a more than eightfold increase in committed capital, advancing on plans to expand our private debt capabilities.\nAs John noted on the start of the call, we changed our AUM definition in the fourth quarter and reported $714 billion of AUM managed by Principal, a 7% increase from 2020. Under our prior definition, fourth quarter AUM would have been $1 trillion compared to $981 billion at the end of the third quarter. Outside the U.S., momentum continues across our asset management and retirement businesses, with record full year pretax operating earnings in Asia as well as strong growth in retail equity net cash flow in China and Southeast Asia, our equity AUM in China nearly doubled in 2021, and our digital AUM grew more than 200% over year-end 2020.\nIn Chile, we produced strong net cash flow for a second consecutive year, including positive net cash flow in Cuprum and record net cash flow in our mutual fund business. We recognized the recent election of President [Gabriel] Boric brings a level of uncertainty for the future of Chili's long-standing pension system. We are actively engaged with the new government regarding any potential legislation to reform the pension system, and we will leverage our retirement expertise to advocate for pension sustainability and policies that strengthen financial security for our customers.\nTurning to U.S. retirement, despite higher dollars of withdrawal in the fourth quarter, primarily due to favorable equity market performance and seasonally higher contract withdrawals, full year net cash flow was positive for RIS-Fee. On an account value basis, net cash flow benefited from strong transfer deposits and the best contract retention rate in over a decade. Reoccurring deposits increased nearly 40% compared to 2020, including a 15% increase on our legacy block in addition to deposits from the IRT retirement participants. The number of participants making deferrals increased approximately 60% compared to a year ago, including a 10% increase on our legacy block.\nWith the integration of the IRT retirement business now complete, we have turned our full attention to capitalizing on synergistic opportunities, both on the expense and revenue side, which are emerging in tangible ways. The transaction was done to grow scale and maximize the value of these assets, and we have clear signs this is happening.\nNet expense synergies through the end of 2021 benefited earnings by $25 million. On a run rate basis, we've realized about $50 million. More than half of our $90 million target. These savings will increase after the trust and custody business migrates to our platform later this month. We're also realizing increasing revenues from automatic IRAs, IRA rollovers and expanding relationships with existing customers across the enterprise.\nIn U.S. benefits and protection, we delivered tremendous growth aided by increased demand for benefits, robust hiring and favorable wage trends in our target market. Notably, Group Benefits full year in-group growth was a record 4% for the total block and over 5% in business with under 200 employees. Full year sales for Specialty Benefits were up 10%, and premium and fee growth was over 7%. In Group Benefits, we are seeing increases in the number of products per customer, both for new and existing customers.\nHigher sales and excellent customer retention, coupled with a strong macro environment and competitive labor market, give us a great deal of confidence in 2022 for continued market-leading growth rates. Overall, Principal enters 2022 with significant momentum. The execution of our strategic review has made us a better company, prepared to compete and win in an evolving market. Our transformed portfolio is already driving terrific results, both financially and for our customers.\nAs we look ahead, we will continue focusing on the right markets and the right customers, leveraging our competitive advantages. Executing on this strategy, we have great line of sight and confidence in achieving our long-term financial targets. Before I turn it over to Deanna, I want to thank our employees, without whom we would not have had such an exceptional year.\nTheir dedication to principal and their commitment to our mission is at the core of our success. We will continue to invest in our people, and ensure that we are prepared as our industry evolves. I'd be remiss if I didn't also take a moment to recognize Renee Schaaf, our President of Retirement and Income Solutions, who announced her retirement last week after 42 years with Principal.\nRene has held several leadership positions across the company with global and domestic responsibilities and most recently led the retirement business through a period of significant growth and transformation with the acquisition and integration of the IRT business.\nThank you, Rene, for your leadership, your passion and your commitment to Principal. We also announced Chris Littlefield, our current General Counsel will assume leadership for our U.S. Retirement and Income Solutions business. Chris has been with Principal since 2020 and joined us with significant C-suite operational and leadership experience, having served as CEO and President at Aviva USA and Fidelity Guaranty Life Insurance Holdings.\nI have all the confidence in Chris' ability to grow the business, create value across our lines of business and champion digital transformation. Mark Lagomarcino, who previously served as Senior Vice President and Deputy General Counsel, will step into the General Counsel role as Chris moves into his new role. He will also serve as Corporate Secretary to the Board. Deanna?\n\nDeanna Dawnette Strable-Soethout\n\nExecutive VP & CFO, Principal Financial Group, Inc.\n\nThanks, Dan. Good morning to everyone on the call. This morning, I'll share the highlights of our financial performance for the quarter and full year as well as an update on our current financial and capital position. Full year net income attributable to Principal of $1.7 billion included $137 million of net realized capital losses with lower-than-expected credit losses of $31 million, $20 million of which were in the fourth quarter. Excluding significant variances, full year non-GAAP operating earnings of $1.8 billion or $6.64 per diluted share increased 15% and 17%, respectively, compared to 2020, above our 8% to 10% guided range for EPS growth.\nThis included $470 million in the fourth quarter or $1.75 per diluted share. The non-GAAP operating earnings effective tax rate was approximately 21% for the fourth quarter and 18% for the full year. The quarter was above our 16% to 19% guided range, primarily due to state and GILTI taxes. Since the end of 2020, we've increased ROE 340 basis points to 14.3%, primarily through growth in earnings. As shown on Slide 17, we had several significant variances that impacted non-GAAP operating earnings during the fourth quarter. Benefits from favorable variable investment income, inflation in Brazil, higher-than-expected encaje performance and lower DAC amortization and RIS-Fee, were partially offset by COVID-related claims and IRT integration costs.\nThese had a net positive impact to reported non-GAAP operating earnings of $41 million pretax, $29 million after tax and $0.10 per diluted share. Variable investment income was $68 million pretax higher than expected in the quarter, primarily driven by alternative investment returns and prepayment fees.\nFor the full year, variable investment income was $234 million higher than expected. COVID continues to impact results in RIS spread and U.S. Insurance Solutions. With approximately 125,000 U.S. COVID-related deaths in the quarter, the net $32 million after-tax impact was higher than our rule of thumb. Group life and individual life COVID claims continue to be elevated as the Delta and Omicron variants have had a greater impact on the working age population.\nWe'll provide an update on our expected COVID impacts for 2022 on our March 2 outlook call. While we adjust earnings for the net positive significant variances we experience throughout the year, our free capital flow benefited from these net positive impacts and contributed to the higher capital return in 2021 as well as our planned capital return in 2022.\nLooking at macroeconomic factors in the fourth quarter, the S&P 500 Index was up 11% and the daily average increased 4% compared to the third quarter. The daily average increased 29% from the year ago quarter, benefiting revenue, AUM and account values in RIS-Fee and PGI. Foreign exchange rates were a headwind compared to the third quarter but a tailwind on a trailing 12-month basis. Impacts to reported pretax operating earnings included a negative $4 million compared to third quarter 2021, a negative $3 million compared to fourth quarter 2020 and a positive $11 million on a trailing 12-month basis.\nOverall, 2021 was a strong year, fueled by a favorable macro environment and growth in the businesses. PGI delivered record full year pretax operating earnings as revenue and margin benefited from strong management fees, performance fees and disciplined expense management. Pretax operating earnings and margin benefited by $28 million from net performance fees in the fourth quarter and $58 million for the full year, exceeding our expectations by approximately $35 million to $40 million for the full year.\nExcluding the higher-than-expected net performance fees, PGI's margin was 42% for the full year. Turning to capital and liquidity. We are in a strong financial position and are focused on returning excess capital to shareholders. At year-end, we had $2.6 billion of excess and available capital, including $2 billion at the holding company, higher than our $800 million to cover 12 months of obligations. $80 million in excess of our targeted 400% risk-based capital ratio, which ended the year at 405% and approximately $500 million in our subsidiaries.\nWe will continue to maintain a 20% to 25% leverage ratio and expect to pay down $300 million of long-term debt that is set to mature later this year. As shown on Slide 6, we deployed approximately $1.6 billion of capital in 2021, including more than $650 million of common stock dividends and approximately $920 million through share repurchases.\nThis includes approximately $350 million of repurchases in the fourth quarter and in total, is higher than the $600 million to $800 million guided range for repurchases in 2021. Last night, we announced a $0.64 common stock dividend payable in the first quarter, a 14% increase from the dividend paid in the first quarter of 2021. This is in line with our targeted 40% dividend payout ratio and is reflective of our strong business performance.\nAs announced last week, we now plan to return up to $4.6 billion to shareholders between 2021 and 2022 through share repurchases and common stock dividends. This includes $2.5 billion to $3 billion of capital to shareholders in 2022, reflecting our targeted 40% dividend payout ratio and $2 billion to $2.3 billion of share repurchases.\nBefore turning to Q&A, I wanted to address the question that came up on our transaction call last week, where we announced the reinsurance of our entire U.S. retail fixed annuity and ULSG blocks. At Investor Day, we provided GAAP reserves for U.S. retail fixed annuities of $18 billion, and ULSG of $7 billion for a total of $25 billion as of March 31, 2021.\nOn our call last week, we referenced statutory reserves as of the end of the year for U.S. retail fixed annuities of $16 billion and ULSG of $9 billion for a total of $25 billion. For retail fixed annuities, GAAP reserves are relatively the same as statutory, but we had some expected runoff in the block, which reduced the reserves. For ULSG, there is approximately a $2 billion difference between GAAP and statutory reserves.\nDue to the specifics of the transaction, statutory reserves is a more relevant metric. As we move forward with a refined focus and strengthened capital deployment strategy, we will continue to invest in our growth drivers of retirement in the U.S. and select emerging markets, Global Asset Management and U.S. Benefits and Protection, all with an aim to drive long-term shareholder value. This concludes our prepared remarks. Operator, please open the call for questions."
  }
]