[
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fb90d8cac88fe47d74e50269c1feeed9",
    "period": "2025 Q3",
    "content": "Q3 2025 Arista Networks Inc Earnings Call\n\nQ3 2025 Arista Networks Inc Earnings Call\n\nANETNYSENOV 4, 4:30 PM\n\nOperator\n\nWelcome to the Third Quarter 2025 Arista Networks Financial Results Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded and will be available for replay from the Investor Relations section on the Arista website following this call.\nMr. Rudolph Araujo, Arista's Head of Investor Advocacy. You may begin.\n\nRudolph Araujo\n\nHead of Investor Advocacy\n\nThank you, Christa. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks' Chairperson and Chief Executive Officer; and Chantelle Breithaupt, Chief Financial Officer. This afternoon, Arista Networks issued a press release announcing the results for the fiscal third quarter ending September 30, 2025. If you want a copy of the release, you can access it online on our website.\nDuring the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the fourth quarter of the 2025 fiscal year longer-term business model and financial outlook for 2026 and beyond, our total addressable market and strategy for addressing these market opportunities including AI, customer demand trends, tariffs and trade restrictions, supply chain constraints, component costs, manufacturing output, inventory management and inflationary pressures on our business, lead times, product innovation, working capital optimization and the benefits of acquisitions which are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements.\nThese forward-looking statements apply as of today and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call. This analysis of our Q3 results and our guidance for Q4 2025 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition required charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, everyone, for joining us this afternoon on our third quarter 2025 earnings call. Arista continues to drive its 19th consecutive record quarter of growth in this AI era. We achieved almost $2.31 billion this quarter with software and services attributing approximately 18.7% of revenue. Our non-GAAP gross margin of 65.2% was influenced by favorable mix and inventory benefits. Americas was strong at almost 80% and international at approximately 20%.\nOn September 11 at our Analyst Day, we showcased both networking for AI and AI for network working with our continued momentum across our data-driven network platforms. Unlike many others, our either length portfolio highlights our accelerated networking approach, bringing a single point of network control for zero-touch automation, trusted security traffic engineering and telemetry to dramatically improve compute and GPU utilization. Superior AI networks from Arista improves the performance of AI accelerators.\nOf course, we interoperate with NVIDIA, the worldwide market leader in GPUs, but we also recognize our responsibility to create a broad and open ecosystem, including AMD, Anthropic, ARMM, Broadcom, Open AI, Pure Storage and [ VAST Data ] to name a few, and build that modern AI stack of the 21st century. This stack includes the trial of compute memory storage and a solid network foundation to run training and inference models.\nOur stated goal of $1.5 billion AI aggregate for 2025, comprising of both back end and front end is well underway. We are now committed to $2.75 billion out of our new target of $10.65 billion in revenue, representing 20% revenue growth in 2026. We are experiencing momentum across cloud and AI titans, neo cloud providers and the campus enterprise. The demand and scale of AI build-outs is clearly unprecedented, as we look to move data faster across multiplanar networks.\nPeople and leadership are key to our success. And to that end, we announced Todd Nightingale as our President and Chief Operating Officer last quarter. This time, we want to celebrate the promotion of Ken Duda, our President and Chief Technology Officer, not only of engineering, but our top AI and cloud segment of customers as well. Ken, as many of you know, has been a champion of architecture, innovation and culture since founding Arista over 20 years ago.\nKen, would you like to say a few words?\n\nKenneth Duda\n\nCo-Founder, CTO & Senior VP of Software Engineering\n\nThanks, Jayshree. I would like to 1 of the best things about working at Arista is getting to build some of the most ambitious networks ever built, ultra low latency trading networks, global scale, our networks having most recently multi-benefit AI networks. Our success in AI has many sources, the sheer power and performance of our hardware platforms, our innovations in fabric architecture, our AI-focused telemetry and provisioning automation are reputation for the highest quality software, found our leadership in the Ultra Ethernet Consortium the UVC and our work in Ethernet scale of networking or E.SUN, and most importantly, the way we partner with the world's largest AI companies, partnership has been key to our success over and over at Arista and the AI revolution is no exception.\nIn addition to being a lot of fun, these partnerships benefit our company, both through the sheer revenue opportunity but also in providing us with the opportunity to learn and innovate at the edge of what's possible. We can then apply what we've learned to bring solutions to the broader netting market, helping a much larger and more diverse customer base, build the most advanced and reliable infrastructure in the industry. For example, our Etherlink distributed switch to rock, power some of the largest AI fabrics in the world. It's also an excellent underway for data centers of whole sorts, providing a full line rate fabric with no hotspots at petabyte scale for all workloads, including AI.\nEtherlink speeds are going from 800 gigabits today to 1.6 terabits in the near future while leveraging our EOS operating system and our NDI diagnostics infrastructure for top hardware and software reliability. Arista AVA or Autonomous Virtual Assist AI to help our customers design, build and operate their networks. AVA draws on both our internal knowledge base and also on the customers' data stored in NetDL, Arista's network data lake. Plus AVA has agentic capabilities to help troubleshoot proactively.\nOther recent innovations include Swab, a switch aggregation technology that provides the features of campus stacking along with fault containment and in-service software upgrades for maximum uptime. By running a common EOS and common net DI platform across so many use cases, we are able to maintain alignment between our different market segments, leveraging central engineering investments efficiently as we pursue cloud, enterprise and AI markets simultaneously. I am so grateful for the opportunity to lead the Arista engineering and cloud teams in an era with so many exciting opportunities.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Ken, and congratulations on a fantastic 21-year career, a very well-deserved promotion at Arista. You have always built the always-on resilient [ leaf-spine ] architecture, both now for networking for AI workloads, and AVA to bring AI to networking.\nAt Oracle AI world, Ken was invited to formally announce our operation with Oracle Exelon. This builds upon a decade of partnership with Oracle starting with our Exadata migration from InfiniBand to Ethernet for AI networks to Rocky RDMA over converged Ethernet and now multiplanar networking across cloud AI for on-time job completion and gigawatt scale AI data centers.\nAs part of our Leadership 2.0, we have built and focused a cloud and AI mission and organization, now led by industry veteran, Tyson Lamoreaux, reporting to Ken and Hugh. I am so delighted to formally welcome Tyson to Arista. Tyson, if you guys know him well, built the first cloud network for Amazon AWS in the 2000 era and pioneered the first AI network for a stealth sovereign AI company the last couple of years.\nTyson, you had a busy few weeks here. Tell us more.\n\nTyson Lamoreaux\n\nSenior Vice President of Cloud & AI Networking\n\nThank you, Jayshree, and thanks for the question. It's really incredible to join the team at a time where it is building so much momentum. Spending time with customers has been a top priority for me since coming on board and I've been so impressed with how strong these partnerships are, both with our long-standing titans and with our emerging customers. We're deeply engaged with them on next-gen architectures for their cloud networks, front end, back end, scale up, scale out and scale across I mean, really everywhere. It's translating to a ton of wins, and I got to say, it's a lot more than I anticipated before I got here.\nI really love our continuing commitment to open standard innovation like Eson and UEC. And of course, the practical here now and always problems that we're addressing by building the hardware systems, software everything that delivers exceptional power efficiency, reliability, density, visibility and manageability for our customers. I think my background as a builder and operator are really well suited to helping the team anticipate customer needs and delivering the right products for them. I guess the last thing I'd highlight is the culture. I mean, it's just tremendous. The customer focus, commitment to quality, innovation and operational excellence are a top notch here and have made me feel right at home.\nThanks, Jayshree. Back to you.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Tyson, and welcome home. With Tyson's credentials and a track record, Arista is really poised to address multiple facets of the cloud and AI innovation at a system-wide level converging silicon hardware, software, cables, optics and RACs as an overall platform. At the optical Compute Conference, OCP, Arista unveiled its first Ethernet for scale-up network, so E.SUN specification, along with important 12 industry experts. While we began with 4 co-founders, we are now supporting and increasing to more people so that we can build the right interoperable scale-up standard.\nWhile there's always right noise, Arista also continues to clarify our role in white box and how we will continue to coexist like we always have the past decade or more. The concept is clear. It's all about good, better and where in some simple use cases, a commodity white box is good enough. Yet in other cases, customers seek the value of better Arista blue boxes with state-of-the-art hardware with built-in for Signal Integrity, physical, passive, active component and troubleshooting management. The best is, of course, the Arista-branded U.S. platforms for the ultimate superiority.\nWe find ourselves amid an undeniable and explosive AI megatrend. As AI models and tokens grow in size and complexity, Arista's driving network scale of AI XPUs, handling the power and performance Basically, the tokens must translate to terawatts, teraflops and terabits. We are experiencing a golden era networking with an increasing TAM now of over $100 billion in forthcoming years. Our centers of data strategy, ranging from client to branch to campus to data and now cloud and AI centers a very consistent mission for the company. We will continue to invest in our customers, our leaders our partners and certainly, most of all, our innovative technology.\nAnd with that, Chantelle, I'd like to hand it to you as our CFO for financial specifics.\n\nChantelle Breithaupt\n\nSenior VP & CFO\n\nThank you, Jayshree. It is great to see the broadening of the AI ecosystem, and I am excited for Arista to be an innovative unit.\nTurning now to Q3 performance. Total revenues were $2.3 billion, up 27.5% year-over-year, above our guidance of $2.5 billion. This was supported by strong growth across all of our product sectors. International revenues for the quarter came in at $468.3 million or 20.2% of total revenue, down from 21.8% in the prior quarter. The overall gross margin in Q3 was 65.2%, and above our guidance of 64%, down from 65.6% last quarter and up from 64.6% in the prior year quarter. The year-over-year gross margin improvement was primarily driven by strength in the enterprise segment.\nOperating expenses for the quarter were $33.3 million or 16.6% of revenue, up from last quarter at $370.6 million. R&D spending came in at $251.4 million or 10.9% of revenue up from $243.3 million in the last quarter. Sales and marketing expense was $109.5 million or 4.7% of revenue compared to $105.3 million last quarter. Both quarter-over-quarter dollar increases were driven by additional headcount, inclusive of the VeloCloud acquisition.\nOur G&A costs came in at $22.4 million or 1% of revenue, up from last quarter at $22 million. Our operating income for the quarter was $1.12 billion, landing at 48.6% of revenue. Other income and events for the quarter was a favorable $98.9 million, and our effective tax rate was 21.2%. This resulted in net income for the quarter of $962.3 million or 41.7% of revenue. Our diluted share number was 1.277 billion shares resulting in a diluted earnings per share number for the quarter of $0.75, up 25% from the prior year.\nNow on to the balance sheet. Cash, cash equivalents and investments ended the quarter at $10.1 billion. Of the $1.5 billion repurchase program approved in May 2025, $1.4 billion remains available for repurchase in future quarters. The actual timing and amount of future repurchases will be dependent on market and business conditions, stock price and other factors.\nNow let's move next to operating cash performance for the third quarter. We generated approximately $1.3 billion of cash from operations in the period, reflecting a strong business model performance. DSOs came in at 59 days, down from 67 days in Q2, driven by billing linearity Inventory turns were 1.4x, flat to last quarter. Inventory increased to $2.2 billion in the quarter, up from $2.1 billion in the prior period. Most of this increase is due to higher evaluation inventory, indicating uptake of our new products and new use cases.\nOur purchase commitments and inventory at the end of the quarter totaled $7 billion, up from $5.7 billion at the end of Q2. We will continue to have some variability in future quarters as a reflection of the combination of demand for our new plots and the lead times from our key suppliers. Our total deferred revenue balance was $4.7 billion, up from $4.1 billion in Q2. As of Q3, the majority of the deferred revenue balance is product related. Our product deferred revenue increased approximately $625 million versus last quarter. We remain in a period of ramping our new products, winning new customers and expanding new use cases, including AI. These trends have resulted in increased customer-specific acceptance clauses and an increase in the volatility of our product deferred revenue balances.\nAs mentioned in prior quarters, the deferred balance can move significantly on a quarterly basis, independent of underlying business drivers. Accounts payable days was 55 days, down from 65 days in Q2, reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $30.1 million. In October 2024, we began our initial construction work to build expanded facilities in Santa Clara and we expect to incur approximately $100 million in CapEx during fiscal year 2025 this project.\nQ3 delivered a strong performance, underscoring our strategic progress. This continues to give us confidence for the remainder of FY '25 and through FY '26. Let's first start with our outlook for Q4. Revenue of $2.3 billion to $2.4 billion with continued growth expected across our cloud, AI enterprise and providers markets; gross margin in the range of 62% to 63%, inclusive of possible known tariff scenarios. Operating margin of approximately 47% to 48%. Our effective tax rate is expected to be approximately 21.5% with approximately 1.281 billion diluted shares.\nIncorporating this Q4 outlook, our guidance for FY '25 is as follows: full year revenue growth of approximately 26% to 27% or $8.87 billion at the midpoint. We are on track to deliver between $750 million and $800 million for our campus segment and our AI center target of at least $1.5 billion. For gross margin, the outlook is approximately 64%, inclusive of possible known tariff scenarios. We anticipate operating margin of roughly 48%, demonstrating Arista's strong operational execution and scalable business model.\nOur outlook for FY '26 presented at our September Analyst Day remains relatively unchanged. Full year revenue growth of approximately 20%, now at a higher dollar amount of $10.65 billion, inclusive of both a campus target of $1.25 billion and an AI center target of $2.75 billion. For gross margin, our range is expected of approximately 62% to 64%, driven by customer mix and for operating margin and outlook of approximately 43% to 45%, allowing for investments in relation to achieving the strategic goals of Arista.\nIn closing, the momentum continues. The breadth and depth of our customer interactions have never been stronger or more exciting. In true Arista style, we remain pragmatic yet are aware of the potential over the next few years. I wish to extend a warm welcome to Tyson. We are thrilled that you have joined our team, and congratulations to Todd on the well-deserved promotion.\nI will now turn the call back to Rudy for Q&A.\n\nRudolph Araujo\n\nHead of Investor Advocacy\n\nThank you, Chantelle. We will now move into the Q&A portion of the Arista earnings call. To allow for greater participation, I'd like to request that everyone please limit themselves to a single fashion. Thank you for your understanding. Christa, please take it away. ."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5ac66858b96479f05ca2f5670af697d9",
    "period": "2025 Q2",
    "content": "Q2 2025 Arista Networks Inc Earnings Call\n\nQ2 2025 Arista Networks Inc Earnings Call\n\nANETNYSEAUG 5, 4:30 PM\n\nOperator\n\nWelcome to the Second Quarter 2025 Arista Networks Financial Results Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded and will be available for replay from the Investor Relations section on the Arista website following this call.\nMr. Rudolph Araujo, Arista's Head of Investor Advocacy, you may begin.\n\nRudolph Araujo\n\nAI Assigned\n\nThank you, Regina. Good afternoon, everyone, and thank you for joining us. With me on today's call Jayshree Ullal, Arista Networks' Chairperson and Chief Executive Officer; and Chantelle Breithaupt, Arista's Chief Financial Officer. This afternoon, Arista Networks issued a press release announcing the results for its fiscal second quarter ending June 30, 2025. If you want a copy of the release, you can access it online at our website.\nDuring the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the third quarter of the 2025 fiscal year, longer-term business model and financial outlook for 2025 and beyond. Our total addressable market and strategy for addressing these market opportunities, including AI, custom demand trends, tariffs and trade restrictions, supply chain constraints, component costs, manufacturing output inventory management and inflationary pressures in our business, lead times, product innovation, working capital optimization and the benefit of acquisitions, which are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements.\nThese forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call. This analysis of our Q2 results and our guidance for Q3 2025 is based on non-GAAP and excludes all non-GAAP stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Rudy, and thank you, everyone, for joining us this afternoon for our second quarter 2025 earnings call. Arista is experiencing momentum in our business, as demonstrated in our record Q2 2025 results. We achieved $2.2 billion this quarter, surpassing our plan by $100 million. Software and service renewals contributed approximately 16.3% of revenue. Our non-GAAP gross margins of 65.6% was influenced by efficient supply chain and inventory benefit with a nonmaterial tariff impact in the quarter. International contributions for the quarter registered strongly at 21.8%, with the Americas at 78.2%.\nReviewing our midyear inflection point, our conviction with AI and cloud titans and enterprise customers has only strengthened. We began the year with a pragmatic guide of 17% or $8.2 billion annual revenue. But as the year has progressed, we recognize the potential to build a truly transformational networking company, addressing a massive total available market. This feels to us like a unique once in a lifetime opportunity. We, therefore, raised our 2025 annual growth to 25%, now targeting $8.75 billion in revenue, which is an incremental $550 million more due to our increased momentum that we are experiencing across AI, cloud and enterprise sectors.\nIt is important to appreciate that Arista's AI center strategy is complementing our data center focus to drive some of this increase. AI centers consist of both scale-out front end and scale up, scale out combination for back-end networks. Scale-up back-end networks consist of high-bandwidth, low-latency interconnects that tightly link multiple accelerators within a single rack as a unified compute system with workload parallelism. Today, this is predominantly constructed with NVLink as a compute attached IO, but we do expect a move to open standards such as Ethernet or [ UA Link ] in the next few years. Scale-out back-end network is dedicated spines interconnecting XPUs across racks, engineered for high bandwidth and minimal latency, thereby resulting in efficient parallel processing of massive training models.\nHere, InfiniBand is rapidly migrating to Ethernet based on the Ultra Ethernet consortium specification released in June of 2025. Scale-up [ Santen ] connects the back-end clusters to external clouds, compute resources, storage, wide area networks and data center interconnect to handle data ingestion, orchestration for AI and cloud traffic in a leaf-spine network topology. Arista's flagship Etherlink and [ EUS ] are key hallmarks of scale-out networking with a wide breadth and depth of network protocol support.\nIntroduced in 2024, Arista's ethylene portfolio is now [indiscernible] products with the most comprehensive and complete solution in the industry, especially for scale-out back end and scale-out front-end networking. It highlights our accelerated networking approach, bringing a single point of network control and visibility differentiation and improved GPU utilization. Poor networks and bottlenecks lead to idle cycles on GPUs, wasting both capital GPU costs and operational expenses such as power and cooling. With a 30% to 50% processing time spent in exchanging data over networks and GPU, the economic impact of building an efficient GPU cluster with good networking improved utilization, and this is super fair amount. Our stated goal of $750 million back-end AI networking is well on track and gaining from nearly 0 revenue 3 years ago in 2022 to production deployments this year in 2025.\nAs a reminder to you all, the back-end AI is all incremental revenue and incremental market share to Arista. As large language models continue to expand into distributed training and insurance use cases, we expect to see the back end and the front end converge and call us more together. This will make it increasingly difficult to parse the back end and the front end precisely in the future, but we do expect an aggregate AI networking revenue to be ahead of the $1.5 billion in 2025 and growing in many years to come. We will elaborate more on this in Analyst Day in September, including our AI strategy and forecast.\nWhat is crystal clear to us and our customers is that Arista continues to be the premier and preferred AI networking platform of choice for all flavors of AI accelerators. While majority today is NVIDIA GPUs, we are entering early pilots connecting with alternate AI accelerators, including startup XPUs, the AMD MI series and in AI and titan customers who are building their own XPUs. As we continue to progress with our 4 top AI titan customers, AI is also spreading its wings into the enterprise and neo-cloud sectors and we are winning approximately 25 to 30 customers to date. The rise in Agentic AI ensures any to any conversations with bidirectional bandwidth utilization. Such AI agents are pushing the envelope of land and when traffic patterns in the enterprise.\nSo speaking of WAN, we are very pleased to announce the purchase of SD-WAN leader, VeloCloud to offer modern branches in the Agentic AI era. VeloCloud secure AI optimized WAN portfolio offers seamless application-aware solutions to connect customer branch sites, complementing Arista's leading spines in the data center and campus. In a classic leaf spine atomic identifier, we are enabling multipathing, encryption, in-band network telemetry, segmentation, application identification and traffic engineering across distributed enterprise sites. We are so excited to fill this missing void in our distributed enterprise puzzle to bring that holistic brand solution. This also increases our foothold with managed service providers, MSPs, as an important route to market for our distributed campus and branch offerings. We also intend to work closely with best-of-breed security partners to enable SASE overlays.\nPlease do note that Velo is not material in 2025, and we have some work to do to restore annual revenue back to pre Broadcom levels.\nLast quarter, I shared the development and internal promotions of several tenured executives at Arista to bolster our leadership. They display that strong cultural synergy and a mission to ignite innovation and delight our customers. As we enter the next phase of Arista 2.0, growing from $5.8 billion in '23 to a forecasted $10 billion revenue in 2026. We rely on this trifecta foundation of great customers, innovative products and great next-gen leaders who achieve this.\nI am so thrilled to welcome Todd Nightingale as Arista's President and Chief Operating Officer. Todd brings that incredible passion for networking with his over 2 decades of technical leadership in Meraki Cisco and most recently, CEO of Fastly. In just a month, he is epitomizing the Arista way, and I'm really looking forward to his impactful contributions to boost Arista's overall campus and enterprise operations. Todd, welcome to your first ANET earnings call. How does it feel to be here?\n\nTodd Nightingale\n\nCEO & Director\n\nIt's amazing. It's all been a month, but I can't tell you how impressed I am with the passion and focus of the team. The trust that Arista customers have in the technology and the enormous opportunity we have ahead of us in data center, AI and in the campus. I'll be primarily focused on our enterprise customer engagement, bringing new customers to Arista and operational excellence across the organization. Personally, I'm so incredibly excited to be back in networking, and I'm truly, truly honored to be here. Thank you so much, Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Todd. It's going to be a fun journey here with us. It's really an unprecedented time in networking, where Arista is so uniquely positioned to enable the modern network transformation.\nAnd with that, my dear friend Chantelle, over to you, our CFO, for the financial specifics.\n\nChantelle Breithaupt\n\nSenior VP & CFO\n\nThank you, Jayshree. With that as the backdrop of our strong business outlook, let me now take us through the metrics that underscore our momentum. Total revenues in Q2 were $2.2 billion, up [ 40.4% ] year-over-year, above our guidance of $2.1 billion. This was supported by strong growth across all of our product sectors. International revenues for the quarter came in at $481 million or 21.8% of total revenue, up from 20.3% in the prior quarter. This quarter-over-quarter increase was driven by a relatively stronger performance in our EMEA region. The overall gross margin in Q2 was 65.6%, above our guidance of 63%, up from 64.1% last quarter and up from 65.4% in the prior year quarter. The quarter-over-quarter gross margin improvement was primarily driven by improved inventory management and related excess and obsolescence reserves.\nOperating expenses for the quarter were $370.6 million or 16.8% of revenue, up from last quarter at $327.4 million. R&D spending came in at [ $242.2 ] million or 11% of revenue, up from $209.4 million in the last quarter. This primarily reflects higher new product introduction costs in the period. Sales and marketing expense was $105.3 million or 4.8% of revenue compared to $94.3 million last quarter, inclusive of the continued focus on our partner programs. Our G&A costs came in at $22 million or 1% of revenue, down from last quarter at $23.7 million. Our operating income for the quarter was $1.08 billion, crossing $1 billion for the first time in Arista's history, landing at 48.8% of revenue.\nOther income and expenses for the quarter was a favorable $88.6 million, and our effective tax rate was 20.7%. This resulted in net income for the quarter of $923.5 million or 41.9% of revenue. Our diluted share number was 1.271 billion shares, resulting in a diluted earnings per share number for the quarter of $0.73, up 37.7% from the prior year.\nNow on to balance sheet. Cash, cash equivalents and investments ended the quarter at $8.8 billion. In the quarter, we repurchased $196 million of our common stock at an average price of $80.70 per share. Of the $1.5 billion repurchase program approved in May 2025, $1.4 billion remain available for repurchase in future quarters. The actual timing and amount of future repurchases were dependent on market and business conditions, stock price and other factors.\nNow turning to operating cash performance for the second quarter. We generated approximately $1.2 billion in cash from operations in the period, the highest in Arista's history, reflecting a strong business model performance. DSOs came in at 67 days, up from 64 days in Q1, driven by billings linearity. Inventory turns were 1.4x flat to last quarter. Inventory increased to $2.1 billion in the quarter, up from $2 billion in the prior period, reflecting an increase in our finished goods inventory, which is an outcome of our global tariffs and supply chain management. Our purchase commitments and inventory at the end of the quarter totaled $5.7 billion, up from $5.5 billion at the end of Q1. We expect this number to stabilize as supplier lead times improve, but we'll continue to have some variability in future quarters as a reflection of demand for our new product introductions.\nOur total deferred revenue balance was $4.1 billion, up from $3.1 billion in Q1. The majority of the deferred revenue balance is services related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis. Our product deferred revenue increased approximately $687 million versus last quarter. We remain in a period of ramping our new products, winning new customers and expanding new use cases, including AI. These trends have resulted in increased customer-specific acceptance clauses and an increase in the volatility of our product deferred revenue balances. As mentioned in prior quarters, the deferred balance can move significantly on a quarterly basis, independent of underlying business drivers.\nAccounts payable days was 65 days up from 49 days in Q1, reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $24 million. In October 2024, we began our initial construction work to build expanded facilities in Santa Clara and we expect to incur approximately $100 million in CapEx during fiscal year 2025 for this project.\nNow turning to guidance. Building on this strong Q2 first half performance, we expect continued momentum in the quarters ahead. Let's first start with our outlook for fiscal year 2025. As Jayshree mentioned, revenue growth is now estimated to be approximately 25% or $8.75 billion. This is fueled by demand across AI, cloud and enterprise sectors and demonstrate that Arista's focus on pure-play networking is meeting the innovation needs of the market. One item to note, of this revenue guide raise, we are now increasing our campus revenue target to be between $750 million to $800 million, inclusive of the minimal amount expected from the VeloCloud acquisition in FY '25. We we are excited to welcome VeloCloud to our team, and as stated earlier, we are working through integrating and enhancing the business model to better serve our customers.\nFor gross margin, a range is expected of approximately 63% to 64%, inclusive of possible known tariff scenarios and benefiting from improved inventory management. For operating margin, the outlook is approximately 48%, a testament to the ability of Arista to scale efficiently and effectively. Given the strength of our business and visibility into customer demand, here is our guidance for the Q3 quarter.\nRevenue of approximately $2.25 billion, continuing to serve our customers and win new logos across AI, data, win and campus centers. Gross margin of approximately 64% inclusive of possible non-tariff scenarios. Operating margin of approximately 47% and an effective tax rate expected to be approximately 21.5% with approximately 1.275 billion diluted shares.\nIn closing, this is a great time to be an innovative networking leader. We are halfway through the year with solid momentum and are clear on our execution priorities. This makes us confident and excited in our ability to finish the year strongly. In closing, I'd also like to wish Todd a very warm welcome to the Arista team.\nI will now turn the call back to Rudy for Q&A.\n\nRudolph Araujo\n\nAI Assigned\n\nThank you, Chantelle. We will now move to the Q&A question of the Arista earnings call. [Operator Instructions] Thank you for your understanding. Regina, please take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d4d954a559870d7398660a165f8fe2b8",
    "period": "2025 Q1",
    "content": "Q1 2025 Arista Networks Inc Earnings Call\n\nQ1 2025 Arista Networks Inc Earnings Call\n\nANETNYSEMAY 6, 4:30 PM\n\nOperator\n\nWelcome to the First Quarter 2025 Arista Networks Financial Results Earnings Conference Call. [Operator Instructions]. As a reminder, this conference is being recorded and will be available for replay from the Investor Relations section on the Arista website following this call.\nMr. Rudolph Araujo, Arista's Head of Investor Advocacy, you may begin.\n\nRudolph Araujo\n\nAI Assigned\n\nThank you, Regina. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks' Chairperson and Chief Executive Officer; and Chantelle Breithaupt, Arista's Chief Financial Officer.\nThis afternoon, Arista Networks issued a press release announcing the results for its fiscal first quarter ending March 31, 2025. If you want a copy of this release, you can access it online at our website. During the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the second quarter of the 2025 fiscal year, longer-term business model and financial outlook for the 2025 and beyond our total addressable market and strategy for addressing these market opportunities, including AI, customer demand trends, tariffs and trade restrictions, supply chain constraints, component costs, manufacturing output, inventory management and inflationary pressures on our business, lead times, product innovation, working capital optimization and the benefits of acquisitions, which are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements.\nThese forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call. This analysis of our Q1 results and our guidance for Q2 2025 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition required charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Rudy, and thanks, everyone, for joining us this afternoon for our first quarter 2025 earnings call. I'm sorry, I have a bit of a cold, so if I sound nasal, please excuse me. Well, what a year it's already been with all the sea sowing of tariffs.\nWe had a good start in Q1 2025 with the momentum of generative I data center cloud and campus enterprises, Ravi achieved our first $2 billion quarter, doubling just 11 quarters after our first billion-dollar quarter. Software and service renewals contributed approximately 17.1% of revenue. Our non-GAAP gross margin of 64.1% was influenced by efficient supply chain without tariffs, yet [indiscernible] and a nice mix of enterprise and cloud customers in the quarter.\nInternational contribution for the quarter registered at 20% with the Americas super strong at 80%. Clearly, Arista's redefining the future of data-driven networking working intimately with our top customers have been matched on in the evolution of data centers, campus centers, branch centers and AI centers. Our cloud and AI momentum continues as we remain confident of our $750 million front-end AI goal in 2025.\nWe are progressing well in all 4 customers and continue to add smaller ones as well. At the GTC event in March of 2025, we heard all about NVIDIA's planned GPU road map every 12 to 18 months, and Arista intends to be the premier and preferred scale-out network for all of those GPUs and AI accelerators. Traditional GPUs have a collective communication libraries or CCL, as they are own, that try to discover the underlying network topology using localization techniques.\nWith this accelerated compute approach, the discrepancies between the discovered topology and the one that actually happens can impact AI job completion times. Arista's ethylene portfolio highlights the accelerated networking approach, bringing that single point of network control and visibility as a differentiation. This makes it extremely crisp to identify and localize performance issues especially as the size of the AI cluster grows to 50,000 and 100,000 XPUs with the Arista AI spine and lease network designs.\nMoving to campus and branch center trends. In today's wave, customers can no longer tolerate LAN and WAN silos. The concept of what comprises a user or a device or a site fundamentally changes the building of a branch campus in 2025. Agentic AI makes us question the very definition of what we might even consider a user, future campus and branch centers could be centralized or distributed or they could be dispersed across laptops, smartphones and a house, an airplane or any other location on the move.\nData and applications can be located anywhere and add more dimensions, whether it's a data center or a public cloud or campus. Therefore, Arista's cognitive campus portfolio features our advanced fine with power Ethernet-wired lease capabilities, along with a wide range of cost-effective wireless 6 or 7 indoor and outdoor access points for the newer IoT and agentic applications. Our enterprise momentum continues. These initiatives are contributing greatly to customer momentum. And so let me highlight a few customer wins we have achieved.\nOur first customer win is in the federal sector, which is new to Arista, where Arista secured a strategic net new campus switching deployment with a major civilian agency displacing a long-standing incumbent Arista delivered the digital transformation for their return to office policy with resilient campus designs featuring Wi-Fi readiness and deep integration of CloudVision for real-time telemetry, automation and compliance. This mission-critical high-performance deployment positions us for a broader entry in the federal market.\nOur next win comes from a high-tech sector where Arista expanded its partnership with one of our business development partners following years of engagement. The customer made a strategic decision to transition key parts of its data center and campus networks through Arista, marking our first wins with them in both areas. Arista's consistent architecture across platforms based on our single and superior extensible operating system was a key differentiator -- the rollout spans key platforms, all managed through CloudVision for automation, compliance and visibility.\nWith successful WiFi evaluations underway, Arista is poised to complete and deliver Viant to cloud experience. And our final win comes from a Web 3.0 infrastructure space, where Arista was selected to support the build-out of a decentralized global backbone for distributed systems, and blockchain networks. As the project shifted from metro expansion to upgrading core network capacity, this 7280R3 routing at scale, paired with our 7130 Series for ultra-low latency edge formed the new 100 gigabit WAN spine. With edge processing, this delivers advanced security, programmable traffic filtering all at scale.\nIt marks a strategic pivot towards high performance and reliable routing where legacy routers fall short. You can see that all these 3 wins across 3 sectors underscore Arista's growing momentum as customers modernize their networks in response to legacy complexity, vendor consolidation and mission-critical demands. As I wrap up, I want to share our cautious focus in cultivating our next generation of leaders.\nWe have been fortunate and blessed to have a cohesive team for the past 15 years, but sometimes we must accept changes. Financial success gives people choices to our -- especially our Arista executives, some may retire while others may elect to pursue new ventures.\nIn the next phase of Arista 2.0 leadership, it's important to note that some things remain unchanged and step fast. Our engineering brains and bent strength, for example, with Andy, Ken, Hugh as well as new Vice President of Software, Shiba Narayan, and new Vice President of Hardware Engineering, Alex [ Brose ] continue to be stronger than ever. You know Arista's reputation for A+ engineering team, and this is a renowned fall mark in the value. With the summer leave of absence of John McColl, Mike Campus has been appointed as our new VP of Manufacturing.\nMike has been with us over 12 years and is doing just a fantastic job navigating the supply chain and uncertainties of tariffs. On the enterprise sales side, our dynamic as Dua, Chief Customer Officer, Ashwin, and Chief Sales Officer, Chris, are driving success globally expanding campus, data center and AI footprint with increasing market share. Chris and Ashman have brought changes in the sales and SE leadership team internationally, both in Asia and in Europe. For the Americas sales, we have promoted a 16-year Arista veteran, Chris Belmer, Senior Vice President. Chris embodies, the combination of customer empathy, product expertise and always doing the right thing.\nYou can see common traits across all these executives with incredible and tenured talent, strong cultural synergies and a mission to delight customers. We are executing very well, and we aim for $10 billion revenue and beyond sooner than we previously expected. Speaking of Aristo 2.0 executives, over to you, our CFO, Chantelle, who epitomizes our core values at Arista and recently responsibilities to include legal, IT and CECL functions.\n\nChantelle Breithaupt\n\nSenior VP & CFO\n\nThank you, Jayshree. I am excited to extend my scope to cover these key functions. With that, there are a few organizational announcements to make regarding these teams. Our newly named leaders include Sandra on promoted to be our VP of Information Technology. Jason Bates promoted to be our cybersecurity leader in CISO; and Sean Christofferson, who tomorrow becomes our General Counsel, replacing Marc Taxay, who has decided after many dedicated and successful years at Arista to try a new adventure, -- congratulations to all of you. By promoting proven leaders from within, we are reinforcing our culture of excellence and positioning ourselves for continued success.\nWith that organizational momentum, let's review our financial results. Total revenues in Q1 were $2.05 billion, up 27.6% year-over-year and above the upper end of our guidance of $1.93 billion to $1.97 billion. This year-over-year growth was led by strength in the cloud titan vertical and non-cloud performing better than expected. International revenues for the quarter came in at $406 million or 20.3% of total revenue up from 16% in the last quarter.\nThis quarter-over-quarter increase reflects normal quarterly volatility and includes the impact of an unusually high contribution from our Americas customers in the prior quarter. Gross margin in Q1 was 64.1%, above our guidance of approximately 63%. This is down slightly from 64.2% both last quarter and Q1 FY '24. The Q1 results above our guidance was driven by a stronger-than-expected mix of non-cloud revenue and includes a minimal impact from the absorption of applicable tariffs.\nOperating expenses for the quarter were $327.4 million or 16.3% of revenue, down slightly from last quarter at $332.4 million. R&D spending came in at $209.4 million or 10.4% of revenue, down from $226.1 million last quarter. This reflects a low double-digit year-over-year headcount increase, offset by lower new product introduction costs in the period due to timing of prototypes and other costs associated with our next-generation products.\nSales and marketing expense was $94.3 million or 4.7% of revenue compared to $86.3 million last quarter with a mid-single-digit growth in headcount versus last year. Our G&A costs came in at $23.7 million or 1.2% of revenue, up from 1% of revenue in the prior quarter. Income from operations for the quarter was $957.4 million or 47.8% of revenue. Other income for the quarter was $90.7 million, and our effective tax rate was 21.2%. This resulted in net income for the quarter of $826.2 million or 41.2% of revenue. Our diluted share number was 1.279 billion shares, resulting in a diluted earnings per share for the quarter of $0.65, up 30% from the prior year. Note that this reflects our 4:1 stock split in December 2024.\nNow turning to the balance sheet. Cash, cash equivalents and investments ended the quarter at approximately $8.15 billion. During the quarter, we repurchased $787.1 million of our common stock, our largest repurchase quarterly or annually in Arista's history. In April, we repurchased an additional $100 million for a total of $887.1 million at an average price of $88.97 per share.\nTo date, we have repurchased 13.3 million shares at an average price of $87.55 with $34 million remaining in the existing $1.2 billion Board authorization. In May 2025, our Board of Directors authorized a new $1.5 billion stock repurchase program, which commences after we have completed repurchases under our existing $1.2 billion authorization. The actual timing and amount of future repurchases will be dependent on market and business conditions, stock price and other factors.\nNow turning to operating cash performance for the first quarter. We generated approximately $641.7 million of cash from operations in the period, reflecting a growth of 24.9% compared to Q1 fiscal year '24. DSOs came in at 64 days, up from 54 days in Q4, driven by billing linearity. Inventory turns were 1.4 flat to last quarter. Inventory increased to approximately $2 billion in the quarter, up from $1.8 billion in the prior period, reflecting an increase in finished goods. This is an intentional action regarding both tariffs and in the support of ramping new products.\nOur purchase commitments at the end of the quarter were $3.5 billion, up from $3.1 billion at the end of Q4. This was driven by a continued investment in chips as well as an increase in buffers due to the tariff uncertainty. From a cash flow perspective, we will continue to optimize our working capital investments with some expected variability in inventory due to the timing of receipts on purchase commitments.\nOur total deferred revenue balance was $3.1 billion, up from $2.8 billion in Q4 fiscal year '24. The majority of the deferred revenue balance services related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis. Our product deferred revenue balance increased by approximately $219 million versus last quarter. We remain in a period of ramping our new products, winning new customers and expanding new use cases. These trends have resulted in increased customer-specific acceptance clauses and an increase in the volatility of our product deferred revenue balances.\nAs mentioned in prior quarters, the deferred balance can move significantly on a quarterly basis, independent of underlying business drivers. This may be further amplified in 2025 due to the uncertainty around tariffs throughout the fiscal year and the resulting buying patterns of our customers. Accounts payable days were 49 days, down from 51 days in Q4, reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $32 million. In October, we began our initial construction work to build expanded facilities in Santa Clara, and we expect to incur approximately $100 million in CapEx during fiscal year '25 for this project.\nNow turning to our outlook. Given the nature of the current macroeconomic environment, we will start with the second quarter and then move to fiscal year '25. As is demonstrated by our Q1 results, we have seen good momentum at the beginning of fiscal year '25. As Jayshree highlighted, there are opportunities across all 3 customer sectors, inclusive of Gen AI, data center, cloud and campus enterprises. That, combined with favorable mix has allowed for better-than-expected margin outcomes.\nBuilding on this momentum, our guidance for the second quarter is as follows: revenues of approximately $2.1 billion. This reflects stronger seasonality in Q2 than prior year trends and anticipated outcome of the tariff uncertainty. Gross margin of approximately 63%, including the absorption of known tariffs for the Q2 period and operating margin at approximately 46%. Our effective tax rate is expected to be approximately 21.5% with approximately 1.272 billion diluted shares.\nNow turning to the full fiscal year '25. Despite the macro uncertainty, we remain confident in the demand from our cloud enterprise and providers' customers. As is in the case of many other companies, the second half holds significant ambiguity related to the tariff scenarios. Given these unknowns, our guidance for FY '25 currently remains unchanged despite the strong results and guidance we are reporting today. We believe we can deliver results in the gross margin range of 60% to 62% even as we anticipate known possible tariff scenarios within Q3 and Q4. This is possible through a mix of supply chain optimization, tariff absorption and potential price increases if required.\nAs we move through the quarters, we will continue to revisit the annual guide, hopefully in an environment unconstrained by tariff uncertainty. Energized by the current momentum, we continue to focus on operational discipline and innovation, ensuring we deliver strong outcomes for customers and shareholders.\nNow back over to you, Rudy, for Q&A.\n\nRudolph Araujo\n\nAI Assigned\n\nThanks, Chantelle. Just a quick clarification before we go into Q&A. Jayshree meant we were reiterating our back-end goal of $75 million, not front-end AI. With that, we will now move to the Q&A portion of the Arista earnings call. [Operator Instructions]. Thank you for your understanding. Regina, please take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b293cc72962da0cdbef6a7dc5472e6d1",
    "period": "2024 Q4",
    "content": "Q4 2024 Arista Networks Inc Earnings Call\n\nQ4 2024 Arista Networks Inc Earnings Call\n\nANETNYSEFEB 18, 4:30 PM\n\nOperator\n\nWelcome to the Fourth Quarter 2024 Arista Networks Financial Results Earnings Conference Call. [Operator Instructions]. As a reminder, this conference is being recorded and will be available for replay from the Investor Relations section on the Arista website following this call. Mr. [ Rudolph Araujo ] Arista's Head of Investor Advocacy. You may begin.\n\nUnknown Executive\n\nThank you, Regina. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks' Chairperson and Chief Executive Officer; and Chantelle Breithaupt, Arista's Chief Financial Officer. This afternoon, Arista Networks issued a press release announcing the results for its fiscal fourth quarter ending December 31, 2024. If you want a copy of the release, you can access it online on our website.\nDuring the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the first quarter of the 2025 fiscal year, longer-term business model and financial outlook for 2025 and beyond. Our total addressable market and strategy for addressing these market opportunities, including AI, customer demand trends, supply chain constraints, component costs, manufacturing output, inventory management and inflationary pressures on our business lead times, product innovation, working capital optimization and the benefits of acquisitions, which are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements.\nThese forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call. Also, please note that certain financial measures we use on this call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures in our earnings press release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, everyone, for joining us this afternoon for our fourth quarter 2024 earnings call. First, I'd like to warmly welcome our new IR leadership duo of [ Rudolph Araujo, ] our Director of IR advocacy, supported by Rod Hall that many of you may know as our leader for IR strategy. Special thanks to this time for [indiscernible] both as a systems engineer and IR at Arista.\nWell, I think you'll all agree that 2024 has been a memorable and defining year for Arista. We started with an initial guidance of 10% to 12% annual revenue growth. With the momentum of generative AI, we have achieved well beyond that at almost 20% growth, achieving a record revenue of $7 billion coupled with a non-GAAP operating margin of 47.5%. Before I dwell on that more, let me get back to Q4 2024 specifics. We delivered revenues of $1.93 billion for the quarter, with a non-GAAP earnings per share of $0.65, adjusted for the recent 41 stock split.\nOur non-GAAP gross margins of 64.2% and was influenced by efficient supply chain and manufacturing as well as a good mix of enterprise and software in the quarter. International contribution for the quarter registered at 16%, with the Americas super strong at 84%.\nNow shifting to annual sector revenue for 2024. Our cloud and AI titans contributed significantly at approximately 48%, keeping in mind that Oracle is a new member of this category. Enterprise and financials were strong at approximately 35%, while the providers, which now includes Apple, was at 17% approximately. Both Microsoft and Meta are greater than 10% concentration customers at approximately 20% and 14.6%, respectively. As you know, we cherish our privilege partnership with both of them very much. It has spanned over 14 years as we collaborate deeply with joint engineering and innovative AI and cloud products.\nIn terms of annual 2024 product lines, our core cloud AI and data center products are built off a highly differentiated, extensible OS stack and is successfully deployed across 10, 25, 100, 200, 400 and 800 gigabit Ethernet speeds. It delivers power efficiency, high availability, automation and agility as the data center demand, insatiable bandwidth capacity and network speeds for both front end and back-end storage, compute and AI zones. This core product line grow approximately 65% of our revenue. We continue to gain market share and the highest performance of the switching category of 100, 200 and 400 gig ports to attain the #1 position at greater than 40% market share according to industry analysts in ports.\nWe have increased our 400-gig customer base to approximately 1,000 customers last year in 2024. We -- we expect 800 gigabit Ethernet to emerge as an AI back-end cluster in 2025. We remain optimistic about achieving our AI revenue goal of $1.5 billion in AI centers, which includes the $750 million in AI back-end clusters in 2025. Our network adjacencies market comprised of routing, replacing routers and the cognitive AI-driven campus is going well. Our investments in cognitive wireless zero-touch provisioning and network identity as well as sensors for threat mitigation is being received extremely well by our campus customers.\nOur recent modern stacking introduction of flag switched aggregation group is a fitting example of our compelling innovation for open and efficient networking, conserving IP addresses without proprietary methods. The post-pandemic campus is very different, and our customers are seeking alternatives to legacy incumbents with deep zero-trust security high availability and observability embedded in the network across our software stack with Cloud vision management. We are committed to the $750 million goal in 2025 and much more ahead.\nWe have successfully also deployed in routing, edge and peering use cases. Just in 2024 alone, we introduced 6 EOS software releases with greater than 600 new features across our core and adjacent offerings. The campus and routing adjacencies together contribute approximately 18% of revenue. On that category is network software and services based on subscription models, such as Arista A-Care, CloudVision, DMF observability and advanced security sensors for network detection and response.\nWe added over 350 CloudVision customers translating to literally 1 new customer a day. CloudVision is pivotal to building our network as a service and deploying Arista validated designs in the enterprise. Arista's subscription-based network services and software contributed approximately 17% of total revenue. Note that perpetual licenses do not count here and go into the core or adjacent sections. While the 2024 headline has clearly been about generative Arista continues to diversify its business globally with multiple use cases and verticals. We are viewed as the modern network innovator of choice for client to campus to cloud and AI networking ideally positioned with our differentiated foundation.\nWe celebrated 2 milestones in 2024, our tenth anniversary of going public at the New York Stock Exchange and our 20th anniversary of founding. In the past decade, we have exceeded 10,000 customers with a cumulative 100 million ports of installed base, as Arista drives the epicenter of mission-critical network transactions. Arista 2.0 strategy is resonating exceptionally well with our customers. Customers are not only looking to connect, but unify and consolidate their data across silos for optical networking outcomes.\nOur modern equity platforms are foundational for transformation from incongruent silos to centers of data, and it places us in a very unique position as the best-of-breed innovator for data-driven networking. These centers of data, as we call it, can reside in the campus as a campus center or data centers or WAM centers or AI centers regardless of their location.\nNetworking for AI is also gaining traction as we move into 2021 and building some of the world's greatest Arista AI centers at production scale. These are constructed with both back-end clusters and front-end networks. And as I've shared with you often, the fidelity of the AI traffic differs greatly from cloud workloads in terms of diversity, duration and size of flow. Just one slow flow can flow the entire job completion time for a training workload. Therefore, Arista AI centers seamlessly connect to the front end of compute storage WAN and classic cloud networks with our back-end Arista Etherlink portfolio. This AI accelerated networking portfolio consists of 3 families and over 20 Ethalink switches, not just 1 point switch.\nOur AI for networking strategy is also doing well, and it's about curating the data for higher-level network functions. We instrument our customers' networks with our published subscribed state Foundation with our software called Network Data Lake to deliver proactive, predictive and prescriptive platforms that have superior AI ops with a care support and product functions. We are pleased to surpass for the first time, the $1 billion revenue mark in 2024 for the software and subscription service category.\nIn 2024, we conducted 3 very large customer events in London, New York and Santa Clara, California. Our differentiated strategy of superior products are resonating deeply as we touched over 1,000 strategic customers and partners in these exclusive events. Simply put, we outpaced the industry in quality and support with the highest Net Promoter Score of 87, which translates to 93% of customer respondent satisfaction. Of course, we do that with the lowest security and vulnerabilities and steadfast network innovation.\nIn summary, 2024 has been a pivotal turning point for Arista. It has been a key breakaway year as we continue to aim for $10 billion annual revenue with a CAGR of double digits that we sent way back in November 2022 Analyst Day. While I do appreciate the exuberant support from our analyst community on our momentum, I would encourage you to pay attention to our stated guidance. We live in a dynamic world of changes, most of which have resulted in positive outcomes for Arista.\nWe reiterate at the upper range of our 2025 guidance of our double-digit growth at 17%, now aiming for approximately $8.2 billion in 2025 in revenue. The Arista leadership team has driven outstanding progress across multiple dimensions. In 2024, we are at approximately 4,465 employees routed in engineering and customer investments. I'm incredibly proud of how we've executed and navigated the year based on our core principles and culture. While customers are struggling with customer fatigue from our legacy incumbents, Arista's redefining the future of data-driven net booking intimately with our strategic customers.\nWith that, I'd like to turn it over to Chantelle, who has transitioned to become our core Ariston and Chief Financial Officer in record time, less than a year. Over to you, Chantelle, and welcome again, and happy on your anniversary.\n\nChantelle Breithaupt\n\nSenior VP & CFO\n\nThank you, Jayshree, and congratulations on the great 2024. My first full year as CFO has been more than I could have hoped for, and I am excited about Arista's journey ahead.\nNow on to the numbers. As a reminder, this analysis of our Q4, our full year 2024 results and our guidance for Q1 2025 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. In addition, all share-related numbers are provided on a post-split basis to reflect the 4:1 stock split in December 2024. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nTotal revenues in Q4 were $1.93 billion, up 25.3% year-over-year and above the upper end of our guidance of $1.85 billion to $1.9 billion. For fiscal year 2024, we are pleased to have delivered 19.5% in revenue growth, driven by achievements in all 3 of our product sectors. Services and subscription software contributed approximately 18.3% of revenue in the fourth quarter, up from 17.6% in Q3. International revenues for the quarter came in at $311.1 million or 16% of total revenue, down from 17.6% last quarter. This quarter-over-quarter decrease was driven by the relative increased mix of domestic revenue from our large global customers.\nThe overall gross margin in Q4 was 64.2%, slightly above the guidance of 63% to 64% and down from 65.4% in the prior year. As a recap for the year, we delivered a gross margin result of 64.6% compared with 62.6% for the prior year. This increase is largely due to a combination of improved supply chain and inventory management. Operating expenses for the quarter were $332.4 million or 17.2% of revenue, up from the last quarter at $279.9 million. R&D spending came in at $226.1 million or 11.7% of revenue, up from 9.8% last quarter. This matches the expectations discussed in our Q3 earnings call regarding the timing of engineering costs and other costs associated with the development of our next-gen products moving from Q3 to Q4. This finishes the year of R&D at 11.2% of revenue, demonstrating a continued focus on product innovation.\nSales and marketing expense was $86.3 million or 4.5% of revenue, up from $83.4 million last quarter. This was driven by continued investment in both headcount and channel programs. Our G&A costs came in at $19.9 million or 1% of revenue, up from $19.1 million last quarter, reflecting continued investment in scaling the company. Our operating income for the quarter was $907.1 million or 47% of revenue. This strong Q4 finish contributed to an operating income result for fiscal year '24 of $3.3 billion or 47.5% of revenue. Congratulations to the Arista team on this impressive achievement.\nOther income and expense for the quarter was a favorable $89.3 million, and our effective tax rate was 16.7%. This lower-than-normal quarterly tax rate reflected the release of tax reserves due to the expiration of the statute of limitations on favorable changes in state taxes. This resulted in net income for the quarter of $830.1 million or 43% of revenue. Our diluted share number was 1.283 billion shares, resulting in a diluted earnings per share for the quarter of $0.65, up 25% from the prior year.\nFor FY '24, we are pleased to have delivered a diluted earnings per share of $2.27, a 31.2% increase year-over-year.\nNow turning to the balance sheet. Cash, cash equivalents and marketable securities ended the quarter at approximately $8.3 billion. In the quarter, we repurchased $123.8 million of our common stock at an average price of $94.80 per share. Within fiscal '24, we repurchased $423.6 million of our common stock at an average price of $77.13 per share. Of the $1.2 billion repurchase program approved in May 2024 and $921 million remains available for repurchase in future quarters.\nThe actual timing and amount of future repurchases will be dependent on market and business conditions, stock price and other factors.\nNow turning to operating cash performance for the fourth quarter. We generated approximately $1 billion of cash from operations in the period, reflecting strong earnings performance combined with an increase in deferred revenue, offset by an increase in income tax payments. DSOs came in at 54 days, down from 57 days in Q3, reflecting the timing of shipments and a strong collections performance by the team. Inventory turns were 1.4x, up from 1.3% last quarter. Inventory increased marginally to $1.83 billion, reflecting diligent inventory management across raw and finished goods.\nOur purchase commitments at the end of the quarter were $3.1 billion, up from $2.4 billion at the end of Q3. As mentioned in prior quarters, this expected activity represents purchases for chips related to new products and AI deployments. We will continue to rationalize our overall purchase commitment number However, we expect to maintain a healthy position related to key components and continue to have some variability in this number to meet customer demand and improve lead times in future quarters.\nOur total deferred revenue balance was $2.79 billion, up from $2.51 billion in the prior quarter. The majority of the deferred revenue balance is services related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis. Our product deferred revenue balance increased by approximately $150 million over the last quarter. fiscal 2024 was a year of new product introductions, new customers and expanded use cases. These trends have resulted in increased customer trials and contracts with customer-specific acceptance clauses that have and will continue to have increased the variability and magnitude of our preferred deferred revenue balances.\nWe expect this to continue into fiscal 2025. We Accounts payable days were 51 days, up from 42 days in Q3, reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $12.5 million. In October, we began our initial construction work to build expanded facilities in Santa Clara, and we expect to incur approximately $100 million in CapEx during fiscal '25 for this project.\nNow turning to our outlook for the first quarter of 2025 and the remainder of the fiscal '25 year. We continue to gain confidence in our view for fiscal year '25 and now place our revenue growth outlook at approximately 17% or $8.2 billion. This is up from our initial FY '25 guidance of 15% to 17%. This reflects our combined outlook for cloud, AI, enterprise and cloud specialty providers, along with the recognition of the volatility that we have seen in the market since the beginning of the year.\nFor gross margin, we reiterate the range of the fiscal year of 60% to 62% with Q1 25 expected to be above the range due to the anticipated mix of business in the quarter. Similar to others in the industry, we will continue to monitor the fluid tariff situation and be thoughtful for both the short- and long-term outcomes to both our company and our customers.\nIn terms of spending, we expect to invest in innovation, sales and scaling the company, resulting in the continued operating margin outlook of 43% to 44% in 2025. On the cash front, we will continue to work to optimize our working capital investments with some expected variability in inventory due to the timing of the component receipts on purchase commitments. Our structural tax rate is expected to remain at 21.5%, back to the usual historical rate, up from the unusually low onetime rate of 16.7% experienced last quarter, Q4 FY '24.\nWith all this as a backdrop, our guidance for the first quarter is as follows: Revenues of approximately $1.93 billion to $1.97 billion. a slightly stronger seasonality in Q1 than prior year trends and outcome of the timing of our customers' priorities, gross margin of approximately 63% and operating margin at approximately 44%. Our effective tax rate is expected to be approximately 21.5%, with approximately 1.85 billion diluted shares.\nIn summary, we had Arista enthusiastic about 2025 and the general networking outlook ahead. We have an impressive portfolio and are ready to solve our customers' needs across all the centers of data. Combined with our Arista team spirit, we are ready to realize our fair share of the $70 billion market TAM.\nWith that, I, too, would like to welcome Rudy and Rod to the Arista IR team. Back over to you, Rudy, for Q&A."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/186e2940498a44ac66b93fd97751232e",
    "period": "2024 Q2",
    "content": "Q2 2024 Arista Networks Inc Earnings Call\n\nQ2 2024 Arista Networks Inc Earnings Call\n\nANETNYSEJUL 30, 4:30 PM\n\nOperator\n\nWelcome to the Second Quarter 2024 Arista Networks Financial Results Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded and will be available for replay from the Investor Relations section at the Arista website following this call. Ms. Liz Stine, Arista's Director of Investor Relations, you may begin.\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, operator. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks Chairperson and Chief Executive Officer; and Chantelle Breithaupt, Arista's Chief Financial Officer. This afternoon, Arista Networks issued a press release announcing the results for its fiscal second quarter ending June 30, 2024. If you would like a copy of this release, you can access it online at our website.\nDuring the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the third quarter of the 2024 fiscal year, longer-term financial outlooks for 2024 and beyond, our total addressable market and strategy for addressing these market opportunities, including AI, customer demand trends, supply chain constraints, component costs, manufacturing output, inventory management and inflationary pressures on our business, lead times, product innovation, working capital optimization and the benefits of acquisitions, which are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements. These forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call. Also, please note that certain financial measures we use on the call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures in our earnings press release. With that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Liz, and thank you, everyone, for joining us this afternoon for our second quarter 2024 earnings call. As a pure-play networking innovator with greater than $70 billion TAM ahead of us, we are pleased with our superior execution this quarter. We delivered revenues of $1.69 billion for the quarter, with a non-GAAP earnings per share of $2.10. Services and Software Support renewals contributed strongly at approximately 17.6% of revenue.\nOur non-GAAP gross margin of 65.4% was influenced by outstanding manufacturing discipline realizing cost reductions. International contribution for the quarter registered at 19%, with the Americas strong at 81%. As we celebrated our tenth anniversary at the New York Stock Exchange with our near and dear investors and customers, we are now supporting over 10,000 customers with a cumulative of 100 million ports deployed worldwide. In June 2024, we launched Arista's Etherlink AI platforms that are ultra-Ethernet consortium compatible, validating the migration from InfiniBand to Ethernet. This is a rich portfolio of 800-gig products, not just a point product, but in fact, a complete portfolio that is both NIC and GPU agnostic.\nThe AI portfolio consists of the 7060 [ x6 AI ] switch that supports 64800 gig or 128 400-gig Ethernet ports with a capacity of 51 terabits per second. The 7800 R4 AI Spine is our fourth generation of Arista's flagship 7800, offering 100% nonblocking throughput with a proven virtual output queuing architecture. The 7800 R4 supports up to 460 terabits in a single chassis, corresponding to 576800 gigabit Ethernet ports or 1,152 400 gigabit port density. The 7700 R4 AI distributed Etherlink Switch is a unique product offering with a massively parallel distributed scheduling and congestion-free traffic spraying fabric. The 7700 represents the first in a new series of ultra-scalable intelligent distributed systems that can deliver the highest consistent throughput for very large AI clusters.\nLet's just say once again, Arista is making Ethernet great. First, we began this journey with low latency in 2009 time frame. And then there was cloud and routing in the 2015 era, followed by WAN and Campus in the 2020 era, and now AI in our fifth generation in 2025 era. Our Etherlink portfolio is in the midst of trials and can support up to 100,000 XTUs in a 2-tier design built on our proven and differentiated extensible OS. We are quite pleased with our progress across Cloud, AI, Campus and Enterprise customers. I would like to invite Ashwin Kohli, our newly appointed Chief Customer Officer, to describe our diverse set of customer wins in 2024. Ashwin, over to you.\n\nUnknown Executive\n\nMany thanks, Jayshree. Thank you for inviting me to my first earnings call. Let me walk everybody through the 4 global customer wins. The first example is an AI enterprise win with a large Tier 2 cloud provider which has been heavily investing in GPUs to increase their revenue and penetrate new markets. Their senior leadership wanted to be less reliant on traditional core services and work with Arista on new, reliable and scalable Ethernet fabrics. Their environment consisted of new NVIDIA [ H100s ]. However, it was being connected to their legacy networking vendor, which resulted in them having significant performance and scale issues with their AI applications.\nThe goal of our customer engagement was to refresh the front-end network to alleviate these issues. Our technical partnership resulted in deploying a 2-step migration path to alleviate the current issues using 400-gig 7080s, eventually migrating them to an 800-gig AI Ethernet link in the future. The second next win highlights our adjacencies in both campus and routing. This customer is a large data center customer, which has deployed us for almost a decade. The team was able to leverage that success to help them demonstrate our value for the global campus network, which spans across hundreds and thousands of square feet globally. The customer had considerable dissatisfaction with a current vendor, which led them to a last-minute request to create a design for their new corporate headquarters. Given only 3 months' window, Arista leveraged the existing data center design and adapted this to the campus topology with a digital twin of the design in minimal time. CloudVision was used for visibility and life cycle management.\nThe same customer once again was struggling with extreme complexity in their routing environment, as well with multiple parallel backbones and numerous technical complexities. Arista simplified their routing network by removing legacy routers, increasing bandwidth and moving to a simple fixed form factor platform router. The core spine leverages the same U.S. software, streamlining their certification procedures and instilling confidence in the stability of the products. Once again, CloudVision came to the rescue.\nThe third example is the next win in the international arena of a large automotive manufacturer that due to its size and scale, previously had more than 3 different vendors in the data center, which created a very high level of complexity both from a technical and also from an operational perspective. The customer's key priority was to achieve a higher level of consistency across their infrastructure, which is now being delivered via a single U.S. binary image and CloudVision solution from Arista. Their next top priority was to use automation, consistent end-to-end provisioning and visibility, which can be delivered by our CloudVision platform. This simplification has led the customer to adopt Arista beyond the data center and extend the Arista solution into the routing component of the infrastructure, which included our 7500 R3 spine platforms. This once again shows a very clear example of the same Arista 1 EOS and One CloudVision solution delivering multiple use cases.\nAnd Jayshree, this last win demonstrates our strength in service provider routing space. We have been at the forefront of providing innovative solutions for service provider customers for many years. As we all know, we are in the midst of an optical and packet integration. As a result, our routers support industry-leading dense 400-gig [ Zero Plus ] coherent pluggable optics. In this service provider customer example, we provided a full turnkey solution, including our popular 7280 R3 routers and our newly announced AWE 7250 WAN router as a BGP route reflector along with CloudVision and professional services. We showcased our strength in supporting a wide variety of these pluggable coherent optics, along with our SR and EVP and solutions, which allowed this middle mine service provider customer to build out a 400-gig statewide backbone at cloud scale economics. Thanks, Jayshree, and back over to you.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nWell, thank you, Ashwin, and congratulations. Hot off the press is our new and highest Net Promoter Score of 87, which translates to 95%. Hats off to your team for achieving that. It's so exciting to see the momentum of our enterprise sector. As a matter of fact, as we speak, we are powering the broadcasters of the Olympics, symbolic of our commitment to the media and entertainment vertical.\nAnd so it's fair to say that so far in 2024, it's proving to be better than we expected because of our position in the marketplace and because of our best-of-breed platform for mission-critical networking. I am reminded of the 1980s when [ San ] was famous for declaring the network is the computer. Well, 40 years later, we're seeing the same cycle come true again with the collective nature of AI training models mandating a lossless highly available network to seamlessly connect every AI accelerator in the cluster to 1 another for peak job completion times. Our AI networks also connect trained models to end users and other multi-tenant systems in the front-end data center, such as storage, enabling the AI system to become more than the sum of its parts. We believe data centers are evolving to holistic AI centers, where the network is the epicenter of AI management for acceleration of applications, compute, storage and the wide area network.\nAI centers need a foundational data architecture to deal with the multimodal AI data sets that run on our differentiated EOS network data systems. Arista showcased the technology demonstration of our EOS-based AI agent that can directly connect on the NIC itself or alternatively, inside the host. By connecting into adjacent Arista switches to continuously keep up with the current state, send telemetry or receive configuration updates, we have demonstrated the network working holistically with network interface cards such as NVIDIA [ BlueField ], and we expect to add more NICs in the future.\nWell, I think the Arista purpose and vision is clearly driving our customer traction. Our networking platforms are becoming the epicenter of all digital transactions, be they campus center, data center, plan centers or AI centers. And with that, I'd like to turn it over to Chantelle, our Chief Financial Officer, to review the financial specifics and tell us more. Over to you, Chantelle.\n\nChantelle Breithaupt\n\nSenior VP & CFO\n\nThanks, Jayshree. It really was great to see everyone at the New York Stock Exchange IPO celebration event. Now turning to the numbers. This analysis of our Q2 results and our guidance for Q3 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nTotal revenues in Q2 were $1.69 billion, up 15.9% year-over-year, significantly above the upper end of our guidance of $1.62 billion to $1.65 billion. Growth was delivered across all 3 sectors of Cloud, Enterprise and Providers. Services and Subscription Software contributed approximately 17.6% of revenue in the quarter, up from 16.9% in Q1. International revenues for the quarter came in at $316 million or 18.7% of total revenue, down from 20.1% in the prior quarter. This quarter-over-quarter decrease was driven by a relatively weaker performance in our APJ region.\nThe overall gross margin in Q2 was 65.4%, above our guidance of 64%, up from 64.2% last quarter and up from 61.3% in the prior year quarter. The year-over-year gross margin improvement was primarily driven by a reduction in inventory-related reserves. Operating expenses for the quarter were $319.8 million or 18.9% of revenue, up from last quarter at $265 million. R&D spending came in at $216.7 million or 12.8% of revenue, up from $164.6 million in the last quarter. This primarily reflected increased headcount and higher new product introduction costs in the period. Sales and marketing expense was $85.1 million or 5% of revenue compared to $83.7 million last quarter, with a double-digit percentage increase of headcount in the quarter versus the prior year.\nOur G&A costs came in at $18 million or 1.1% of revenue, up from last quarter at $16.7 million. Our operating income for the quarter was $785.6 million or 46.5% of revenue. Other income and expense for the quarter was a favorable $70.9 million, and our effective tax rate was 21.5%. This resulted in net income for the quarter of $672.6 million or 39.8% of revenue. Our diluted share number was 319.9 million shares, resulting in a diluted earnings per share number for the quarter of $2.10, up 32.9% from the prior year.\nTurning to the balance sheet. Cash, cash equivalents and investments ended the quarter at $6.3 billion. In the quarter, we repurchased $172 million of our common stock at an average price of $282.20 per share. Of the $172 million, $82 million was repurchased under our prior $1 billion authorization, which is now complete, and the remaining $90 million was purchased under the new program of $1.2 billion approved in May 2024. The actual timing and amount of future repurchases will be depended upon market and business conditions, stock price and other factors.\nNow turning to operating cash performance for the second quarter. We generated $989 million of cash from operations in the period, reflecting strong earnings performance with a favorable contribution from working capital. [ DSO ] came in at 66 days, up from 62 days in Q1, impacted by large service renewals at the end of the quarter. Inventory turns were 1.1x, up from 1 turn last quarter. Inventory decreased to $1.9 billion in the quarter, down from $2 billion in the prior period, reflecting a reduction in our raw materials inventory. Our purchase commitments and inventory at end of the quarter totaled $4 billion, up from $3.5 billion at the end of Q1. We expect this number to stabilize as supplier lead times improve, but we'll continue to have some variability in future quarters as a reflection of demand for our new product introductions.\nOur total deferred revenue balance was $2.1 billion, up from $1.7 billion in Q1. The majority of the deferred revenue balance is services related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis. Our product deferred revenue increased approximately $253 million versus last quarter. As a reminder, we expect 2024 to be a year of new product introductions, new customers and expanded use cases. These trends may result in increased customer trials and contracts with customer-specific acceptance clauses and increase the variability and magnitude of our product deferred revenue balances. Accounts payable days was 46 days, up from 36 days in Q1, reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $3.2 million.\nAs we enter the second half of fiscal year 2024, we are encouraged by the momentum that we see in the market. Our existing innovative product portfolio, along with our new product introductions, are well suited for our Cloud, AI Enterprise and Providers customers. We will continue to invest in our R&D and go-to-market through both people and processes. With all of this as a backdrop for fiscal year '24, our revenue growth guidance is now at least 14%. Gross margin outlook remains at 62% to 64%, and operating margin is now raised to approximately 44%. Our guidance for the third quarter based on non-GAAP results and excluding any noncash stock-based compensation impacts and other nonrecurring items is as follows: revenues of approximately $1.72 billion to $1.75 billion, gross margin of approximately 63% to 64% and operating margin at approximately 44%. Our effective tax rate is expected to be approximately 21.5%, with diluted shares of approximately 321 million shares. With that, I now turn the call back to Liz. Liz?\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, Chantelle. We will now move to the Q&A portion of the Arista earnings call. To allow for greater participation, I'd like to request that everyone please limit themselves to a single question. Thank you for your understanding. Operator, take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e7350273fe32b8c62367dbbf6c5c9dfe",
    "period": "2024 Q1",
    "content": "Q1 2024 Arista Networks Inc Earnings Call\n\nQ1 2024 Arista Networks Inc Earnings Call\n\nANETNYSEMAY 7, 4:30 PM\n\nOperator\n\nLadies and gentlemen, welcome to the First Quarter 2024 Arista Networks Financial Results Earnings Conference Call. [Operator Instructions] And as a reminder, this conference is being recorded and will be available for replay from the Investor Relations section at the Arista website following this call. Ms. Liz Stine, Arista's Director of Investor Relations, you may begin.\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, operator. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks Chairperson and Chief Executive Officer; and Chantelle Breithaupt, Arista's Chief Financial Officer.\nThis afternoon, Arista Networks issued a press release announcing the results for its fiscal first quarter ending March 31, 2024. If you would like a copy of this release, you can access it online at our website. During the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the second quarter of the 2024 fiscal year, longer-term financial outlooks for 2024 and beyond. Our total addressable market and strategy for addressing these market opportunities, including AI, customer demand trends, supply chain constraints, component costs, manufacturing output, inventory management and inflationary pressures on our business, lead times, product innovation, working capital optimization and the benefits of acquisitions, which are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements.\nThese forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call. Also, please note that certain financial measures we use on this call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures in our earnings press release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Liz. Thank you, everyone, for joining us this afternoon for our First Quarter 2024 Earnings Call. Amidst all the network consolidation, Arista is looking to establish ourselves as the pure-play networking innovator, for the next era, addressing at least a $60 billion TAM in data-driven client-to-cloud AI networking.\nIn terms of Q1 specifics, we delivered revenue of $1.57 billion for the quarter with a non-GAAP earnings per share of $1.99. Services and Software Support Renewals contributed strongly at approximately 16.9% of revenue. Our non-GAAP gross margins of 64.2% was influenced by improved supply chain and inventory management, as well as favorable mix of the enterprise.\nInternational contribution for the quarter registered at 20% and with the Americas strong at 80%. As we kick off 2024, I'm so proud of the Arista team work and our consistent execution. We have been fortunate to build a seasoned management team for the past 10 to 15 years. Our core founders are very engaged in the company for the past 20 years. Ken is still actively programming and writing code, while Andy is our full-time chief architect for next-generation AI, silicon and optics initiatives. Hugh Holbrook, our recently promoted Chief Development Officer, is driving our major platform initiatives. In tandem, which on core and Alex on the hardware side.\nThis engineering team is one of the best in tech and networking that I have ever had the pleasure of working with. On behalf of Arista though, I would like to express our sincere gratitude for Anshul Sadana 16-plus wonderful years of instrumental service to the company in a diverse set of roles. I know he will always remain a well-wisher and supporter of the company. But Anshul, I'd like to invite you to say a few words.\n\nAnshul Sadana\n\nChief Operating Officer\n\nThank you, Jayshree. The Arista journey has been a very special one. We've come a long way from our startup base to over an $80 billion company today. Every milestone, every event, the ups and downs are all etched in my mind.\nI've had a multitude of roles and learned and grown more than what I could have ever imagined. I have decided to take a break and spend more time with family, especially when the kids are young. I'm also looking at exploring different areas in the future. I want to thank all of you on the call today, our customers, our investors, our partners and all the well wishes over these years.\nArista isn't just a workplace. It's family to me. It's the people around you that make life fun. Special thanks to Arista leadership, Chris, Ashwin, John McCool, Mark Foss, Ita and Chantelle, Marc Taxay, Hugh Holbrook, Ken Duda and many more. Above all, there are 2 very special people I want to thank. Ande Bechtolsheim for years of vision, passion, guidance and listening to me. And of course, Jayshree. She hasn't been just my manager, but also by mentor and coach for over 15 years. Thank you for believing in me. I will always continue to be an Arista well-wisher.\nBack to you, Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nAnshul, thank you for that very genuine and hard-sell expression of your huge contributions to Arista. It gives me goosebumps hearing your nostalgic memories. We will miss you and hope someday you will return back home.\nAt this time, Arista will not be replacing the CEO role and instead flattening the organization. We will be leveraging our deep bench strength of our executives who stepped up to drive our new Arista 2.0 initiatives. In particular, John McCool, our Chief Platform Officer; and Ken Kiser, our Group Vice President, have taken standard responsibility for our cloud, AI, tech initiatives, operations and sales.\nOn the noncloud side, 2 seasoned executives have been promoted Ashwin kohli, Chief Customer Officer; and Chris Schmidt, Chief Sales Officer, will together address the global enterprise and provider opportunity. Our leaders have grown up in Arista for a long time with long tenures of a decade or more.\nWe are quite pleased with the momentum across all our 3 sectors: Cloud and AI Titans, Enterprise and Providers. Customer activity is high as Arista continues to impress our customers and prospects with our undeniable focus on quality and innovation. As we build our programmable network on delays based on our universal least spine topology, we are also constructing network, as I said, the suite of overlays such as zero-touch automation, security, telemetry and observability. I would like to invite Ken Duda, our Founder, CTO and recently elected to the Arista Board to describe our enterprise NAS strategy, as we drive to our enterprise campus goal of $750 million in 2025.\nOver to you, Ken.\n\nKenneth Duda\n\nCo-Founder, CTO & Senior VP of Software Engineering\n\nThank you, Jayshree, and thanks, everyone, for being here. I'm Ken Duda, CTO of Arista Networks. Excited to talk to you today about NetDL, the Arista Network Data Link and how it supports our Network-as-a-Service strategy. .\nFrom the inception of networking decades ago, networking has involved rapidly changing data. Data about how the network is operating, which pads through the network our best and how the network is being used. But historically, most of this data was to simply discarded as the network changes state and that which was collected can be difficult to interpret because it lacks context. Network addresses and port numbers by themselves, provide a little insight into what users are doing or experiencing.\nRecent developments in AI have proved the value of data. But to take advantage of these breakthroughs, you need to gather and store large data sets, labeled suitably for machine learning. Arista is solving this problem with NetDL, we continually monitor every device, not simply taking snapshots, but rather streaming every network event, every counter, every piece of data in real time, archiving a full history in NetDL.\nAlongside this device data, we also collect flow data and inbound network telemetry data gathered by our switches. Then we enrich this performance data further with user service and application layer data from external sources outside the network, enabling us to understand not just how each part of the network is performing, but also which users are using the network for what purposes. And how the network behavior is influencing their experience.\nNetDL is a foundational part of the EOS stack, enabling advanced functionality across all of our use cases. For example, in AI fabrics, NetDL enables fabric-wide visibility, integrating network data and NIC data to enable operators to identify misconfigurations or misbehaving hosts and pinpoint performance bottlenecks. But for this call, I want to focus on how NetDL enables Network-as-a-Service,\nNetwork-as-a-Service or at NASS is Arista's strategy for up-leveling our relationship with our customers, taking us beyond simply providing network hardware and software by also providing customers or service provider partners with tools for building and operating services. The customer selects the service model, configure service instances and Arista's CV Nass handles the rest, equipment selection, deployment of provisioning, building, monitoring and troubleshooting.\nIn addition, CVNass provides end user self-service, enabling customers to manage their service systems, provision new endpoints, provision new virtual topologies, set traffic prioritization policies, set access rules and get visibility into their use of the service and its performance. One can think of NaaS as applying cloud computing principles to the physical network, reusable design patterns scale autonomous operations, multi-tenant from top to bottom with cost-effective automated end user sold service.\nAnd we couldn't get to the starting line without NetDL as NetDL provides a database foundation of NaaS service deployment and monitoring. Now NaaS is not a separate SKU, but really refers to a collection of functions in audition. For example, Arista validated designs or AVD, is a provisioning system. It's an early version of our Naas service instance configuration tool.\nOur AGNI services provide global location independent identity management needed to identify customers within NaaS. Our UNO product or universal network observability, will ultimately become the service monitoring element of NaaS. And finally, our NaaS solution has security integrated through our ZTM or Zero Trust networking product that we showcased at RSA this week.\nThus, our NaaS vision simultaneously represents a strategic business opportunity for us, while also serving as a guiding principle for our immediate CloudVision development efforts. While we are really excited about the future here, our core promise to our investors and customers is unchanging and uncompromised we will always put AGNI first. We are incredibly proud of the amount of success customers have had deploying our products because they really work. And as we push hard building sophisticated new functions in the NetDL and NaaS areas, we will never put our customers' networks at risk by cutting corners on quality. Thank you.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Ken, for your tireless execution in the typical Arista way. In an era characterized by stringent cybersecurity, observability is an essential perimeter and imperative. We cannot secure what we cannot see. We launched CloudVision and UNO in February 2024 based on the EOS Network Data Link Foundation that Ken just described for universal network observability. .\nCloudVision UNO delivers fall detection, correction and recovery. It also brings deep analysis to provide a composite picture of the entire network with improved discovery of applications, hosts, workloads and IT systems of record.\nOkay. Switching to AI. Of course, no call is complete without that. As generative AI training testable, they are made up of many thousands of individual iterations. Any slowdown due to network and critically impact the application performance, creating inefficient wait stage and idling away processor performance by 30% or more.\nThe time taken to reach coherence known, as job completion time is an important benchmark achieved by building, dropper scale-out AI networking to improve the utilization of these precious and expensive GPUs. Arista continues to have customer success across our innovative AI for networking platforms.\nIn a recent blog from one of our large Cloud and AI Titan customers, Arista was highlighted for building a 24,000 node GPU cluster based on our flagship 7,800 AI spine. This cluster tackles complex AI training tests that involve a mix of model and data penalization across thousands of processors and Ethernet is proving to offer at least 10% improvement of job completion performance across all packet sizes versus InfiniBand.\nWe are witnessing an inflection of AI networking and expect this to continue throughout the year and decade. Ethernet is emerging as a critical infrastructure across both front-end and back-end AI data centers. AI applications simply cannot work in isolation and demand seamless communication among the compute nodes, consisting of back-end GPUs and AI accelerators and as well as the front end nodes like the CPUs, alongside storage and IP WAN systems as well.\nIf you recall, in February, I shared with you that we are progressing well in 4 major AI Ethernet clusters, that we won versus InfiniBand recently. In all 4 cases, we are now migrating from trials to pilots, connecting thousands of GPUs this year, and we expect production in the range of 10,000 to 100,000 GPUs in 2025. Ethernet at scale is becoming the de facto network at premier choice for scale-out AI training workloads.\nA good AI network needs a good data strategy, delivered by our highly differentiated EOS and network data lake architecture. We are, therefore, becoming increasingly constructive about achieving our AI target of $750 million in 2025.\nIn summary, as we continue to set the direction of Arista 2.0 networking, our visibility to new AI and cloud projects is improving and our enterprise and provider activity continues to progress well. We are now projecting above our Analyst Day range of 10% to 12% annual growth in 2024. And with that, I'd like to turn it over to Chantelle for the very first time as Arista's CFO, to review financial specifics and tell us more. Warm welcome to you, Chantelle.\n\nChantelle Breithaupt\n\nSenior VP & CFO\n\nThank you, Jayshree, and good afternoon. The analysis of our Q1 results and our guidance for Q2 2024 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nTotal revenues in Q1 were $1.571 billion, up 16.3% year-over-year and above the upper end of our guidance of $1.52 billion to $1.56 billion. This year-over-year growth was led by strength in the enterprise vertical with cloud doing well as expected.\nServices and subscription software contributed approximately 16.9% of revenue in the first quarter, down slightly from 17% in Q4. International revenues for the quarter came in at $316 million or 20.1% of total revenue, down from 22.3% in the last quarter. This quarter-over-quarter reduction reflects the quarterly volatility and includes the impact of an unusually high contribution from our EMEA in-region customers in the prior quarter.\nIn addition, we continue to see strong revenue growth in the U.S. with solid contributions from our Cloud Titan and Enterprise customers. Gross margin in Q1 was 64.2%, above our guidance of approximately 62%. This is down from 65.4% last quarter and up from 60.3% in Q1 FY '23.\nThe year-over-year margin accretion was driven by 3 key factors: Supply chain productivity gains led by the efforts of John McCool, Mike Capes and his operational team, a stronger mix of Enterprise business and a favorable revenue mix between product, services and software.\nOperating expenses for the quarter were $265 million or 16.9% of revenue, up from last quarter at $262.7 million. R&D spending came in at $164.6 million or 10.5% of revenue, down slightly from $165 million last quarter. This reflected increased head count offset by lower new product introduction costs in the period due to timing of prototypes and other costs associated with our next-generation products.\nSales and marketing expense was $83.7 million or 5.3% of revenue, compared to $83.4 million last quarter, with increased head count costs offset by discretionary spending that is delayed until later this year. Our G&A costs came in at $16.7 million or 1.1% of revenue, up from 0.9% of revenue in the prior quarter. Income from operations for the quarter was $744 million or 47.4% of revenue.\nOther income for the quarter was $62.6 million, and our effective tax rate was 20.9%. This resulted in net income for the quarter of $637.7 million or 40.6% of revenue. Our diluted share number was 319.9 million shares, resulting in a diluted earnings per share number for the quarter of $1.99, up 39% from the prior year.\nNow turning to the balance sheet. Cash, cash equivalents and investments ended the quarter at approximately $5.45 billion. During the quarter, we repurchased $62.7 million of our common stock. And in April, we repurchased an additional $82 million for a total of $144.7 million at an average price of $269.80 per share. We have now completed share repurchases under our existing $1 billion Board authorization, whereby we repurchased 8.5 million shares at an average price of $17.20 per share.\nIn May 2024, our Board of Directors authorized a new $1.2 billion stock repurchase program, which commences in May 2024 and expires in May 2027. The actual timing and amount of future repurchases will be dependent upon market and business conditions, stock price and other factors.\nNow turning to operating cash performance for the first quarter. We generated approximately $53.8 million of cash from operations in the period, reflecting strong earnings performance, partially offset by ongoing investments in working capital. DSLs Came in at 62 days, up from 61 days in Q4 driven by significant end of quarter service renewals. Inventory turns were 1, flat to last quarter. Inventory increased slightly to $2 billion in the quarter, up from $1.9 billion in the prior period, reflecting the receipt of components from our purchase commitments and an increase in switch-related finished goods.\nOur purchase commitments at the end of the quarter were $1.5 billion, down from $1.6 billion at the end of Q4. We expect this number to level off as lead times continue to improve but will remain somewhat volatile as we ramp up new product introductions. Our total deferred revenue balance was $1.663 billion, up from $1.506 billion in Q4 of fiscal year 2023. The majority of the deferred revenue balance is services related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis.\nOur product deferred revenue balance decreased by approximately $25 million versus last quarter. We expect 2024 to be a year of significant new product introductions, new customers and expanded use cases. These trends may result in increased customer-specific acceptance clauses and increase the volatility of our product deferred revenue balances.\nAs mentioned in prior quarters, the deferred balance can move significantly on a quarterly basis independent of underlying business drivers. Accounts payable days were 36 days, down from an unusually high 75 days in Q4, reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $9.4 million.\nNow turning to our outlook for the second quarter and beyond. I have now had a quarter working with Jayshree, the leadership team and the broader Arista ecosystem, and I am excited about both our current and long-term opportunities in the markets that we serve. The passion for innovation, our agile business operating model and employee commitment to our customers' success are foundational. We are pleased with the momentum being demonstrated across the segments, Enterprise, Cloud and Providers.\nWith this, we are raising our revenue guidance to an outlook of 12% to 14% growth for fiscal year 2024. On the gross margin front, given the expected end customer mix combined with continued operational improvements, we remain with the fiscal year 2024 outlook of 62% to 64%.\nNow turning to spending and investments. We continue to monitor both the overall macro environment and overall market opportunities. which will inform our investment prioritization as we move through the year. This will include a focus on targeted hires and leadership roles, R&D and the go-to-market team as we see opportunities to acquire strong talent.\nOn the cash front, while we will continue to focus on supply chain and working capital optimization, we expect some continued growth in inventory on a quarter-by-quarter basis, as we receive components from our purchase commitments. With these sets of conditions and expectations, our guidance for the second quarter, which is based on non-GAAP results and excludes any noncash stock-based compensation impacts and other nonrecurring items is as follows: revenues of approximately $1.62 billion to $1.65 billion, gross margin of approximately 64% and operating margin at approximately 44%. Our effective tax rate is expected to be approximately 21.5% with diluted shares of approximately 32.5 million shares.\nI will now turn the call back to Liz for Q&A. Liz?\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, Chantelle. We will now move to the Q&A portion of the Arista earnings call. To allow for greater participation, I'd like to request that everyone please limit themselves to a single question. Thank you for your understanding. Operator, take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7dbcd762c48d1682c0805dfaa51be2cb",
    "period": "2023 Q4",
    "content": "Q4 2023 Arista Networks Inc Earnings Call\n\nQ4 2023 Arista Networks Inc Earnings Call\n\nANETNYSEFEB 12, 4:30 PM\n\nOperator\n\nWelcome to the Fourth Quarter 2023 Arista Networks Financial Results Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded and will be available for replay from the Investor Relations section at the Arista website following this call. Ms. Liz Stine, Arista's Director of Investor Relations, you may begin.\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, operator. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks' Chairperson and Chief Executive Officer; Ita Brennan, Arista's outgoing Chief Financial Officer; and Chantelle Breithaupt, Arista's incoming Chief Financial Officer.\nThis afternoon, Arista Networks issued a press release announcing the results for its fiscal fourth quarter ending December 31, 2023. If you would like a copy of this release, you can access it online from our website.\nDuring the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the first quarter of the 2024 fiscal year, longer-term financial outlook for 2024 and beyond, our total addressable market and strategy for addressing these market opportunities, including AI, customer demand trends, supply chain constraints, component costs, manufacturing output, inventory management and inflationary pressures on our business, lead times, product innovation, working capital optimization and the benefits of acquisitions, which are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements. These forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call.\nAlso, please note that certain financial measures we use on this call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures in our earnings press release. With that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Liz. Thank you, everyone, for joining us this afternoon for our fourth quarter 2023 earnings call. 2023 has been another memorable year for Arista. We gave initial guidance of 25% year-over-year revenue growth and instead achieved well beyond that at 33.8%, driving revenue to $5.86 billion, coupled with a record non-GAAP earnings per share for the year of $6.94, up in excess of 50% annually.\nBack to some Q4 specifics, we delivered revenues of $1.54 billion for the quarter with a non-GAAP record earnings per share of $2.08 due to a onetime favorable tax rate. Services and software support renewals contributed approximately 17% of revenue. Our non-GAAP gross margins of 65.4% was influenced by improving supply chain and greater enterprise mix. International contributions for the quarter registered at 22.3%, with the Americas at 77.7%. This was one of our strongest performing international quarters in recent history.\nShifting to annual sector revenue for 2023, Cloud Titans contributed significantly at approximately 43%. Enterprises, including financials, was strong at approximately 36% while the providers were at 21%. Both Meta and Microsoft are greater than 10% customer concentration at 21% and 18%, respectively. Despite multiple CapEx reductions last year and the normal volatility of Cloud Titan and AI pivots, we cherish our privileged status with both M&M.\nSpeaking of AI, in fall of 2023, [ Andy ] and I attended the 50th golden anniversary of Ethernet at the Computer History Museum. It truly is a reminder of how civilian widely deployed Ethernet is with the speed increasing by orders of magnitude from a shared collision 2.95 megabits for [ fine ] printed share to a [ terabyte ] Ethernet switching in the AI and ML era. AI workloads are placing greater demands on Ethernet as they have both data and compute intensive across thousands of processes today.\nBasically, AI at scale needs Ethernet at scale. AI workloads cannot tolerate the delays in the network because the job can only be completed after all flows are successfully delivered to the GPU clusters. All it takes is 1 corporate or worst case link to throttle and entire AI workload.\n3 improvements are being pioneered by Arista and the founding members of the Ultra Ethernet Consortium to improve job completion time. Number one, [ Packet Spring ]. AI network topology meets [ packet spring ] to allow every flow to simultaneously access all parts of the destination. Arista is developing multiple forms of load balancing dynamically with our customers.\nTwo is flexible ordering. Key to an AI job completion is the rapid and reliable bulk transfer with flexible ordering using Ethernet links to optimally balance AI-intensive operations, unlike the rigid ordering of InfiniBand. Arista is working closely with its leading vendors to achieve this.\nFinally, network congestion. In AI networks, there's a common in-cost congestion problem whereby multiple uncoordinated senders can send traffic to the receiver simultaneously. Arista's platforms are purpose-built and designed to avoid these kind of hotspots, evenly spreading the load across multi-packs across a virtual output queuing VOQ losses fabric.\nIn terms of annual 2023 product lines, our core, which consists of cloud, AI and data center products are built upon our highly differentiated Arista extensible operating software system stack. It is successfully deployed across 10, 25, 100, 200 and 400 gig speeds. Our cloud networking products deliver power-efficient, high availability zones without doubling the cost of redundancy as data centers demand insatiable bandwidth capacity and network speeds for both the front end and back-end storage and compute clusters. The core drove approximately 65% of our revenue. We continue to gain share in our highest performance switching of 100, 200 and 400 gig ports to attain the #1 position at approximately 40-plus percent according to industry analysts.\nWe have increased our 400-gig customer base of 600 customers in 2022 to approximately 800 customers in 2023. We expect both 400 and 800 gigabit Ethernet will emerge as important pilots for AI back-end GPU clusters. We are cautiously optimistic about achieving our AI revenue goal of at least $750 million in AI networking in 2025.\nOur second market is network adjacencies comprised of routing, replacing routers and our Cognitive Campus workspaces. We continue to make progress in campus, aiming for the $750 million revenue by 2025 that we have shared at many Analyst Days. Our investments in cognitive wired and wireless, zero-touch provisioning and the introduction of AGNI, Arista Guardian for Network Identities as well as [indiscernible] mitigation is resonating well with our campus customers.\nThe post-pandemic campus is seeking network-as-a-service overlays and Zero Trust network embedded in with high availability, observability and consistency across our OS and management domains. We are also successfully deployed in many routing edge and peering use cases. Just in 2023 alone, we introduced 6 EOS software releases across 600 new features and 50 platforms. In fall of 2023, we introduced our WAN Routing System with a focus on scale, encryption and WAN transit routing capabilities. It has positioned us well, giving our customers a seamless enterprise LAN and WAN portfolio. The campus and routing adjacencies together contribute approximately 19% of revenue.\nOur third category is network software and services based on subscription models such as Arista [ A-Care ], CloudVision, [ Dan's ] monitoring fabric or DMF observability and advanced threat sensors for network detection and response. Arista's subscription-based network services and software contributed approximately 16% of the total revenue. We surpassed 2,400 cumulative customers with CloudVision, pivotal to building a modern operating model for the enterprise. Please note that perpetual software licenses are not included here and are counted inside the core or adjacent markets.\nWhile 2023's headline has been mostly about AI, we are pleased with the momentum of enterprise and provider customers as well. Arista continues to diversify its business globally with multiple use cases and verticals. We have more than doubled our enterprise revenue in the last 3 years and we are becoming the gold standard for client-to-cloud-to-AI networking with 1 EOS and 1 CloudVision Foundation. Our $1 million customer logos increased steadily in 2023 at approximately 35% as a direct result of our campus and enterprise momentum.\nThree principles continue to differentiate us as we are poised to be a market share gainer in the enterprise: one, best-in-class, highly available proactive products with resilience and [indiscernible] upgrades at multiple levels; two, zero touch automation for predictive client to cloud one-click operations that relies less on human staff or manual operations and is instead software-driven; and finally, prescriptive insights based on AI/ML Autonomous Virtual Assist, AVA algorithms for increased security, observability and root cause analysis.\nOur foundational network data [ lake ] architecture and the ability to gather, store and process multiple modalities of network data is the only way to reconcile all the incongruent silos for network operators. While legacy vendors that are 30 to 40 years old are aiming for consolidation, Arista remains the only pure-play networking innovator, earning top spots in Forrester Wave's programmable switching and customer validation in [ Gartner's ] Voice of Customer for campus in 2023.\nIn December 2023, we conducted one of our largest customer events called Innovate in Vegas. While not my most [ favorite ] location, our customers and prospects found it very exciting and compelling for their network transformation initiatives. They resonate deeply with our Arista 2.0 vision, building best-of-breed data-driven networking platforms.\nIn summary, as we wrap up another fantastic year in 2023, I am so proud of the team's execution across multiple dimensions. They have all worked tirelessly to improve our operational metrics such as lead times, gross margin and on-time shipments. Simply put, we outpaced the industry in quality, support and innovation. We set the direction for the future of networking, working intimately with our strategic customers. Despite limited visibility at this time, we reiterate our double-digit growth of 10% to 12% from Analyst Day, aiming for approximately $6.5 billion in 2024. With that, I'd like to turn it one last time to review our financial metrics with Ita Brennan. Ita?\n\nIta M. Brennan\n\nChief Financial Officer, Arista Networks, Inc.\n\nThanks, Jayshree, and good afternoon. This analysis of our Q4 and full year 2023 results and our guidance for Q1 2024 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nTotal revenues in Q4 were $1.54 billion, up 20.8% year-over-year and towards the upper end of our guidance of $1.5 billion to $1.55 billion. Services and subscription software contributed approximately 17% of revenue in the fourth quarter, up from 16.8% in Q3. International revenues for the quarter came in at $343.5 million or 22.3% of total revenue, up from 21.5% last quarter. This quarter-over-quarter increase largely reflected a healthy contribution from our in-region EMEA customers. Overall gross margin in Q4 was 65.4%, well above our guidance of approximately 63% and up from 63.1% last quarter. As a recap for the year, we continue to see incremental improvements in gross margin quarter-over-quarter with higher enterprise shipments and better supply chain costs somewhat offset by the need for additional inventory reserves as customers refine their forecast product mix.\nOperating expenses for the quarter were $262.7 million or 17.1% of revenue, up from last quarter at $255.6 million. R&D spending came in at $165 million or 10.7% of revenue, consistent with last quarter, reflecting lower levels of new product introduction costs versus what we experienced in the first half of 2023 and what we expect for the first half of 2024. This reflects the timing of prototype and other costs associated with the development of next-generation products. Sales and marketing expenses were $83.4 million or 5.4% of revenue, up from $79 million last quarter, with increases -- increased sales compensation and travel costs. Our G&A costs came in at $14.3 million or 0.9% of revenue, up from $12.1 million last quarter, reflecting some seasonal fourth quarter spending.\nOur operating income for the quarter was $744 million or 48.3% of revenue. Other income and expense for the quarter was a favorable $54.5 million, and our effective tax rate was 16.8%. The lower-than-normal quarterly tax rate reflected the release of tax reserves due to the expiration of the statute limitations and some true-up of jurisdictional earnings mix. This resulted in net income for the quarter of $664.3 million or 43.1% of revenue. Our diluted share number was 318.85 million shares, resulting in a diluted earnings per share number for the quarter of $2.08, up 47.5% from the prior year.\nNow turning to the balance sheet. Cash, cash equivalents and investments ended the quarter at approximately $5 billion. We did not repurchase shares of our common stock in the quarter. To recap our repurchase program to date, we have repurchased $855.5 million or 8 million shares at an average price of $107 per share under our current $1 billion Board authorization. This leaves $144.5 million available for repurchase in future quarters. The actual timing and amount of future repurchases will be dependent on market and business conditions, stock price and other factors.\nNow turning to operating cash performance for the fourth quarter. We generated approximately $526.5 million of cash from operations in the period, effecting strong earnings performance, combined with some increase in deferred revenue, offset by reductions in taxes payable. DSOs come at 61 days, up from 51 days in Q3, reflecting the timing of shipments and seasonal strength in service renewal billings. [ Inventories ] were 1.07x, down slightly from 1.1x last quarter. Inventory increased slightly to $1.95 billion, reflecting the ongoing receipt and consumption of components from our purchase commitments and an increase in switch-related finished goods. Our purchase commitments at the end of the quarter were $1.59 billion, down from $2 billion at the end of Q3. We expect to continue to reduce our overall purchase commitment number. However, we will maintain a healthy position related to key components, especially as we focus on new products.\nOur total deferred revenue balance was $1.51 billion, up from $1.195 billion in Q3. The majority of the deferred revenue balance is services related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis. Our product deferred revenue balance increased approximately $153 million over last quarter. This was ahead of our expectations for the quarter and yet again shows that this balance can move significantly on a quarterly basis.\nAs of now, we expect the spend this balance to decline somewhat in Q1 '24 and still be up significantly from Q3 '23 levels. Accounts payable days were 72 days, up from 44 days in Q3, reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $6 million. I would now like to turn the call back to Jayshree. Jayshree?\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Ita, first of all, for an incredible 8.5 years as our Chief Financial Officer. We're going to miss you a lot, and wish you all the best in your next innings. And if you ever miss an earnings call, please come, we'll invite you for one.\nNow to describe our Q1 2024 guidance, it's my pleasure to introduce our incoming Chief Financial Officer, Chantelle Breithaupt for her very first earnings call at Arista. Welcome, Chantelle.\n\nChantelle Breithaupt\n\nSenior VP & CFO, Aspen Technology, Inc.\n\nThank you, Jayshree. Ita, congratulations on all that you achieved during your tenure as Arista. Your partnership during our transition is greatly appreciated.\nSince joining Arista, I've been impressed by both the outstanding leadership team and the highly innovative engineering team to both serve a set of marquee customers that are redefining the future of networking.\nArista began shipping products in 2008. And in 15 years, the annual bandwidth of the data centers has grown 350-fold. In just the past 2 years, the annual bandwidth has doubled with Arista shipping a cumulative 75 million ports in that time frame. Our acceleration of the data center switching market in recent quarters is evidenced by our market share gains in the 20-plus percent range of both ports and dollars. I am thrilled to be joining Arista at such an exciting time.\nNow turning to our outlook for the first quarter of 2024 and the remainder of the fiscal year. We remain confident with our Analyst Day view, which called for fiscal year 2024 revenue growth of 10% to 12%. This reflects our outlook for moderated cloud spending after multiple years of accelerated growth, combined with a continued growth trajectory in the enterprise business.\nFor gross margin, we reiterate the range for the fiscal year of 62% to 64% with Q1 '24 expected to be at the lower end due to a heavier cloud mix, including some expected release of deferred revenue. In terms of spending, we expect to invest in gross spending faster than revenue, in line with our Analyst Day view, with an operating margin of approximately 42% in 2024. This incremental investment may include go-to-market resourcing and increased new product introduction costs to support our product road map. This latter trend is already evident in Q1 '24 as R&D is expected to rebound from the unusually low levels in the second half of 2023.\nOn the cash front, we will continue to work to reduce our working capital investments and drive some further reduction in inventory as we move through the year. Our structural tax rate is expected to remain at 21.5%, back to the usual historical rate, up from the unusually low onetime rate of 16.8% experienced last quarter Q4 FY '23. With all of this as a backdrop, our guidance for the first quarter, which is based on our non-GAAP results and excludes any noncash stock-based compensation impacts and other nonrecurring items is as follows: revenues of approximately $1.52 billion to $1.56 billion, gross margin of approximately 62% and operating margin at approximately 42%. Our effective tax rate is expected to be approximately 21.5%, with approximately 319.5 million diluted shares.\nIn summary, I am excited to lead Arista 2.0 journey as CFO. We will migrate our best-of-breed products to best-of-breed data-driven platforms, enabling our impressive TAM of $60 billion. With that, I now turn the call back to Liz for Q&A. Liz?\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, Chantelle. We will now move to the Q&A portion of the Arista earnings call. To allow for greater participation, I'd like to request that everyone please limit themselves to a single question. Thank you for your understanding. Operator, take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bcb32ed56ed8fe1fc80f8dbea8290051",
    "period": "2023 Q3",
    "content": "Q3 2023 Arista Networks Inc Earnings Call\n\nQ3 2023 Arista Networks Inc Earnings Call\n\nANETNYSEOCT 30, 4:30 PM\n\nOperator\n\nWelcome to the Third Quarter 2023 Arista Networks Financial Results Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded and will be available for replay from the Investor Relations section at the Arista website following this call.\nMs. Liz Stine, Arista's Director of Investor Relations, you may begin.\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, operator. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks President and Chief Executive Officer; and Ita Brennan, Arista's Chief Financial Officer. This afternoon, Arista Networks issued a press release announcing the results for its fiscal third quarter ending September 30, 2023. If you would like a copy of the release, you can access it online at our website.\nDuring the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the fourth quarter of the 2023 fiscal year, longer-term financial outlook for 2024 and beyond, our total addressable market and strategy for addressing these market opportunities, including AI, customer demand trends, supply chain constraints, component costs, manufacturing output, inventory management and inflationary pressures on our business, lead times, product innovation, working capital optimization and the benefits of acquisition, which are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements. These forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call.\nAlso, please note that certain financial measures we use on the call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures and earnings press release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Liz, and happy Halloween, everyone. We delivered revenues of $1.51 billion for the quarter, with a non-GAAP earnings per share of $1.83. Services and software support renewals contributed approximately 16.8% of revenue. Our non-GAAP gross margins of 63.1% was influenced by improving supply chain overheads and higher enterprise contribution. As we have said before, gross margins have consistently improved every quarter this year and will stabilize next year in 2024.\nInternational contribution registered at 21.5% with Americas at 78.5%. As predicted, Arista's supply chain and lead times are improving steadily in 2023, and we expect it to normalize in 2024. We are now projecting 33% annual growth versus our prior Analyst Day forecast of 25% growth for the 2023 calendar year.\nDuring the past year, our cloud Titan customers have been planning a different mix of AI networking and classic cloud networking for their compute and storage clusters. Our historic classification of our Cloud Titan customers has been based on industry definition of customers with or likely to attain greater than 1 million installed compute service. Looking ahead, we will combine cloud and AI customer spend into one category called Cloud and AI Titan sector. And as a result of this combination, Oracle OCI becomes a new member of the sector, while Apple should have cloud specialty providers. This new Cloud and AI Titan sector is projected to represent greater than 40% of our total revenue mix due to the favorable AI investments expected in the future.\nIn terms of enterprise momentum, Arista continues to focus on multi-domain, modern software with architectural superiority based on our single EOS extensible operating system and CloudVision stack. This is truly a unique foundation and differentiator. We have demonstrated our strong execution and uncompromised quality with predictable release cadence that our customers have come to enjoy and appreciate. The power of our one consistent software stack across a breadth of use cases, be a WAN routing, campus, branch or data center infrastructure is truly unmatched by our industry peers.\nLet me illustrate with a few customer wins. Our first customer win is an international one, where the customer is providing services for their interconnect of high-performance compute, HPC clusters which are often its foundation for GPU as a service offering. Arista's Ethernet modular switch coupled with EOS, created a perfect combination of a switching platform with real-time telemetry, leveraging our EOS state-driven published subscribed model.\nOur next many showcases are expansion of Arista in the public sector with their AI initiative. This grant-funded project utilizes Arista simplified operational models with CloudVision. New AI workloads require high scale, high ratings, high bandwidth and low latency as well as a need for granular visibility. This build out of a single AVPN-BXLAN-based 400-gig fabric is based on deep buffers fines and underscores the importance of a lossless architecture for AI networking.\nThis last but not least, customer is an example of a campus spend. A couple of years ago, the customer was looking to do a complete refresh of their agent campus network, which comprises of 4 major headquarter campuses and several remote sites. The customer was able to leverage the Arista validated design models, AVD, all the way from data center into the campus network. The customer chose Arista because we were able to offer best-of-breed operational excellence as well as security with our 0 trust AVA sensors for threat mitigation across the entire campus of wired switches.\nArista's innovative macro segmentation, MSS, combined with lease access and core Spine delivered a compelling 2-tier cognitive campus solution. These 3 customers illustrate our power of the platform and software innovation for a modern network model with a low total cost of operations. We are pleased with our trajectory setting the gold standard in our industry with the lowest CVEs and vulnerabilities and the highest Net Promoter Score for cloud networking.\nAnd with that, I'd like to hand to Ita, our CFO, of financial specifics.\n\nIta M. Brennan\n\nChief Financial Officer, Arista Networks, Inc.\n\nThanks, Jayshree, and good afternoon. This analysis of our Q3 results and our guidance for Q4 '23 and is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release. .\nTotal revenues in Q3 were $1.51 billion, up 28.3% year-over-year and well above the upper end of our guidance of $1.45 billion to $1.5 billion. Services and subscription software contributed approximately 16.8% of revenues in the third quarter, up from 15.2% in Q2. International revenues for the quarter came in at $324.7 million or 21.5% of total revenue, up from 20.9% last quarter.\nThis quarter-over-quarter increase largely reflected a healthy contribution from our enterprise customers in EMEA and APAC and some reduction in domestic shipments to our Cloud Titan customers. Overall gross margin in Q3 was 63.1%, well above guidance of approximately 62% and up from 61.3% last quarter. We continue to see incremental improvements in gross margin quarter-over-quarter with higher enterprise shipments and better supply chain costs, somewhat offset by the need for additional inventory reserves as customers refine their forecast product mix.\nOperating expenses for the quarter were $255.6 million or 16.9% of revenue, down from last quarter at $287.3 million. R&D spending came in at $164.4 million or 10.9% of revenue, down from $188.5 million last quarter. This primarily reflected increased headcount more than offset by lower new product introduction costs in the period.\nSales and marketing expense was $79 million or 5.2% of revenue, consistent with last quarter, with increased headcount and some reduction in product costs. Our G&A costs came in at $12.1 million or 0.8% of revenue, down from last quarter and reflecting the recovery of some bad debt amounts recorded in prior periods.\nOur operating income for the quarter was $696.2 million or 46.1% of revenue. Other income and expense for the quarter was a favorable $42.3 million, and our effective tax rate is 21.3%. This resulted in net income for the quarter of $581.4 million or 38.5% of revenue.\nOur diluted share number was [ 17.6 ] million shares resulting in a diluted earnings per share number for the quarter and $1.83, up 46.4% from the prior year.\nNow turning to the balance sheet. Cash, cash equivalents and investments into the quarter at approximately $4.5 billion. We did not repurchase shares of our common stock in the quarter. To recap our repurchase program to date, we have reported $855.5 million or 8 million shares at an average price of $107 per share under our current $1 billion board authorization. This leaves $144.5 million available for repurchase in future quarters. The actual timing and amount of future repurchases will be dependent on market and business conditions, stock price and other factors.\nNow turning to operating cash performance for the third quarter. We generated approximately $699 million of cash from operations in the period, reflecting strong earnings performance, combined with some increase in deferred revenue and taxes payable. DOSs come in at 51 days, up from 49 days in Q2, reflecting the strong collections quarter and a good linearity of billings. Inventory turns were 1.1x, down from 1.2% last quarter.\nInventory remained flat to last quarter at $1.9 billion, reflecting the ongoing receipt and consumption component from our purchase commitments and an increase in switch-related finished goods. Our purchase commitments at the end of the quarter were $2 billion, down from $2.2 billion at the end of Q2. We expect the overall purchase commitment number to continue to decline as we further optimize our supply position. However, we will maintain a healthy position related to key components, especially as we focus on new prices. Our total deferred revenue balance was $1.195 billion, up from $1.085 billion in Q2. The majority of the deferred revenue balance and services related and directly live to the timing and term of service tax, which can vary on a quarter-by-quarter basis.\nOur product deferred revenue increased by $47 million from last quarter. Total payable days were 44 days, down from 57 days in Q2, reflecting the timing of inventory received payments. Capital expenditures for the quarter were $11.2 million.\nNow turning to our outlook for the fourth quarter. Customer planning horizons for new deployments have shortened in concert with steadily improving lead time. On the supply side, we expect to continue to ship against previously committed deployment plans for some time targeting supply improvements were most needed, but also careful not to create redundant customer inventory. As outlined in our guidance, we elect to make incremental improvements to our 2023 outlook, which now calls for year-over-year revenue growth of approximately 33%. On the gross margin front, we expect gross margin of approximately 63% in the fourth quarter, testing ongoing supply chain and manufacturing benefits while maintaining a reasonably healthy cloud contribution.\nTurning to spending and investments. We expect to monitor the overall macro environment carefully, while engaging in targeted hiring and R&D, go-to-market as the team sees the opportunity to account. On the cash front, while increases in working capital has begun to moderate in recent quarters, our year-to-date 2023 tax payments have been deferred to October. This will represent a significant incremental use of cash in the fourth quarter at approximately $352 million. With all of this as a backdrop, our guidance for the fourth quarter, which is based on non-GAAP results and excludes any noncash stock-based compensation impacts and other nonrecurring items is as follows: Revenues grew approximately $1.5 billion to $1.55 billion, gross margin of approximately 63%, operating margin of approximately 42%. Our effective tax rate is expected to be approximately 21.5%, with diluted shares of approximately 319 million shares.\nI will now turn the call back to Liz. Liz?\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, Ita. We will now move to the Q&A portion of the Arista earnings call. [Operator Instructions] Thank you for your understanding. Operator, take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fc7b4f0162e070b385bd9869966a016a",
    "period": "2023 Q2",
    "content": "Q2 2023 Arista Networks Inc Earnings Call\n\nQ2 2023 Arista Networks Inc Earnings Call\n\nANETNYSEJUL 31, 4:30 PM\n\nOperator\n\nWelcome to the Second Quarter 2023 Arista Networks Financial Results Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded and will be available for replay from the Investor Relations section at the Arista website following this call.\nMs. Liz Stine, Arista's Director of Investor Relations, you may begin.\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, operator. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks President and Chief Executive Officer; and Ita Brennan, Arista's Chief Financial Officer. This afternoon, Arista Networks issued a press release announcing the results for its fiscal second quarter ending June 30, 2023. If you would like a copy of the release, you can access it online at our website. .\nDuring the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the third quarter of the 2023 fiscal year longer-term financial outlooks for 2023 and beyond, our total addressable market and strategy for addressing these market opportunities, including AI, customer demand trends, supply chain constraints, component costs, manufacturing output, inventory management and inflationary pressures on our business, lead times, product innovation, working capital optimization and the benefits of acquisitions, which are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K, and which could cause actual results to differ materially from those anticipated by these statements. These forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call.\nAlso, please note that certain financial measures we use on this call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures in our earnings press release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Liz, and happy last day in July, everyone. We delivered revenues of $1.46 billion for the quarter, with a non-GAAP earnings per share of $1.58. Services and software support renewals contributed approximately 15.2% of revenue. Our non-GAAP gross margins of 61.3% was influenced by improving supply chain overheads and higher enterprise contribution. We do expect gross margins to consistently improve every quarter this year and stabilize in 2024. International contribution registered at 21%, with the Americas at 79%.\nAs we surpassed 75 million cumulative cloud networking ports, we are experiencing 3 refresh cycles with our customers, 100 gigabit migration in the enterprises 200 and 400 gigabit migration in the cloud and 400 going to 800 gigabits for AI workloads.\nDuring the past couple of years, we have enjoyed significant increase in cloud CapEx to support our Cloud Titan customers for their ever-growing needs, tech refresh and expanded offerings. Each customer brings a different business and mix of AI networking and classic cloud networking for their compute and storage clusters. One specific cloud typing customer has signaled a slowdown in CapEx from previously elevated levels. Therefore, we expect near-term cloud cycling demand to moderate with spend favoring their AI investments. We do project, however, that we will grow in excess of 30% annually versus our prior Analyst Day forecast of 25% in 2023.\nThe AI opportunity is exciting. As our largest cloud customers review their classic cloud and AI networking plans, Arista is adapting to these changes, thereby doubling down on our investments in AI. Arista is a proud founding member of the Ultra Ethernet consortium that is on a mission to build open, multivendor AI networking at scale based on proven Ethernet and IP.\nThere a lot of software and EOS considerations for AI. AI traffic and performance demands are different as it comprises of a small number of synchronized high-banded loans, making them prone to collisions that slow down the job completion time of AI cluster. As we connect thousands of GPUs, generating billions of parameters of petoscale clusters, Arista's EOS capabilities must also scale along with our AI spine and leaf platforms to achieve that consistent performance and throughput.\nArista has been developing EOS features such as intelligent load balancing and advanced analyzers to report and rebalance flows that can achieve predictable performance. Customers can now pick and choose programmable packet header field for better entropy and efficient lower balancing of their AI workloads.\nNetwork visibility is also important in the training phase for large data sets to improve the accuracy of large language models. Arista's new AI analyzer monitors and reports traffic counters at microsecond-level windows to detect and address microbots.\nOur AI strategy and platforms are resonating well with our early customers. Presently, in 2023, we are in the middle of trials for back-end AI networks, leading to pilots in 2024. We expect larger clusters and production deployments in 2025 and beyond. In the decade ahead, AI networking will become an extension of cloud networking to form a cohesive and seamless front-end and back-end network.\nIn the non-cloud enterprise category, we continue to experience good momentum in both data center and campus. Let me illustrate with a few customer wins. The first is an international new transportation win, where the customer was seeking to modernize their legacy campus. Their end points included large and small campus locations, internal communication devices, various IoTs CCTV, display boards and much more.\nThe customer mandated a fully automated workflow. Arista presented a highly optimized, best-of-class cognitive campus. When there is a single binary EOS image across all campus platforms complete with the universal API and built-in automation features, the customer was set on a path to continued campus modernization.\nThe next enterprise win involves both data center and campus with advanced EVPN, L3 VPN over VXLAN routing architecture instead of the traditional Layer 2 extension. Distributed AVA sensors was strategically positioned within the network to capture and analyze traffic at critical points. This 0 trust approach emphasizes strict mitigation throughout the network as opposed to relying solely on silo security. The integration of real-time streaming telemetry and visibility capabilities proved to be paramount in obtaining this operational acceptance.\nThe final win was in a large public sector, connecting redundant data centers to hundreds of campus locations with a large routing environment. They were challenged with complex MPLS routing that was hard to operate across the WAN and campus network. An upgrade of any magnitude implied several million dollars impacting change controls to touch on all their sites.\nArista demonstrated that the customer could use a single sign for both land and when to dramatically simplify and automate the whole environment within 30 days. This 80% reduction in total cost of ownership was made possible with Arista's modern cloud operating model. You can see a recurring theme across all these customer wins, which is the power of our platform innovation, quality and support with a low TCO and a single cloud vision and EOS software stack. Arista is diversifying its business to transform the enterprise to a modern network operating model.\nBefore I hand to Ita, I would like to share with you that Ita is planning to retire sometime next year in 2024. She has had a stellar career at Arista as our Chief Financial Officer. Ita has been our business partner and friend for the past 8 years. She has displayed the Arista way, always prioritizing our customers, employees and shareholders. Ita has demonstrated and delivered both growth and profitability with a very, very small G&A investment, often only 1.5% of revenue. This type of pristine financials are so rare in a fast-growing tech company and only possible with a shared vision between the CFO and CEO. Ita, thank you for your steady leadership and contributions. Undoubtedly, we will miss you next year when you retire. Over to you for financial metrics.\n\nIta M. Brennan\n\nChief Financial Officer, Arista Networks, Inc.\n\nThanks, Jayshree. That's very kind. It's been an amazing experience working with you and the whole mister team over the last 8 years. Now back to the numbers. This analysis of our Q2 results and our guidance for Q3 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nTotal revenues in Q2 were $1.46 billion, up 38.7% year-over-year, well above the upper end of our guidance of $1.35 billion to $1.4 billion. Services and subscription software contributed approximately 15.2% of revenue in the quarter, up from 14.9% in Q1. International revenues for the quarter came in at $304.4 million or 20.9% of total revenue, up from 17.5% last quarter. This quarter-over-quarter increase largely reflected a healthy contribution from our enterprise customers in EMEA and APAC and some reduction in domestic shipments to our cloud titan customers, which were unusually robust in the prior quarter.\nOverall gross margin in Q2 was 61.3%, in line with our guidance of approximately 61% and up from 60.3% last quarter. We continue to see incremental improvements in gross margin quarter-over-quarter with higher enterprise shipments and better supply chain costs, somewhat offset by the need for some additional inventories are as customers refine their forecasted product mix.\nOperating expenses for the quarter were $287.3 million or 19.7% of revenue, up from last quarter at $257.5 million. R&D spending came in at $188.5 million or 12.9% of revenue up from $164.8 million last quarter. This primarily reflected increased headcount and higher new product introduction costs in the period. Sales and marketing expense was $79.6 million or 5.5% of revenue compared to $75.9 million last quarter, with increased headcount and product sema costs.\nOur G&A costs came in at $19.1 million or 1.3% of revenue, consistent with last quarter. Our operating income for the quarter was $606.5 million or 41.6% of revenue. Other income and expense for the quarter was a favorable $31.6 million, and our effective tax rate was 21.4%. This resulted in net income for the quarter of $501.2 million or 34.4% of revenue. Our diluted share number was 316.5 million shares, resulting in a diluted earnings per share number for the quarter of $1.58, up 46% from the prior year.\nNow turning to the balance sheet. Cash, cash equivalents and investments ended the quarter at approximately $3.7 billion. In the quarter, we repurchased $30 million of our common stock at an average price of $137.2 per share. We've now repurchased $855.5 million or 8 million shares at an average price of $107 per share under our current $1 billion board authorization. This says $145 million available for repurchase in future quarters. The actual timing and amount of future repurchases will be dependent on market and business conditions, stock price and other factors.\nNow turning to operating cash performance for the second quarter. We generated approximately $434.1 million of cash from operations in the period, reflecting strong earnings performance, partially offset by ongoing investments in working capital. DSOs came in at 49 days, down from 57 days in Q1, reflecting a strong collections quarter with good linearity of billings. Inventory turns were 1.2x, down to 1.3% last quarter.\nInventory increased to $1.9 billion in the quarter, up from $1.7 billion in the prior period, reflecting the receipt of components from our purchase commitments and an increase in switch-related finished clips. Our purchase commitments at the end of the quarter were $2.2 billion, down from $2.9 billion at the end of Q1. We expect this number to continue to decline in future quarters as component as these times improve, and we work to optimize our supply position.\nOur total deferred revenue balance was $1.085 billion, down from $1.092 billion in Q1. The majority of the deferred revenue balance is services and related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis. Our product deferred revenue balance declined approximately $33 million from last quarter. Pounds payable days was go to 7 days, up from 55 days in Q1 and reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $11.6 million.\nNow turning to our outlook for the third quarter and beyond. To recap, global supply chain disruptions over the last couple of years, necessitated elongated planning horizons and customer demand signals. The corona results are true, improving lead times are now driving shorter planning horizons and demand signals to laying when customers need to place new orders.\nThis is particularly 2 of our cloud titan customers and following a year of elevated purchases with now rapidly changing technology road maps and priorities before providing visibility to future demand later in the year. On the supply side, we expect to continue to ship against previously committed deployment plans for some time, targeting supply improvements were most needed, but also careful not to create redundant customer inventory.\nIn spite of the return to shorter lead times to reduce visibility, we are executing well with gradual incremental improvements to our 2023 outlook, which now calls for year-over-year growth in excess of 30%. On the gross margin front, we expect continued progress through the end of the year, reflecting supply chain and manufacturing benefits while maintaining a reasonably healthy cloud contribution.\nNow turning to spending and investments. We continue to monitor the overall macro environment carefully, and we'll prioritize our investments as we went through the year. This will include a focus on targeted hires in R&D and go-to-market as the team sees the opportunity to add talent. On the cash front, while we'll continue to focus on supply chain and working capital optimization, you should expect some continued growth in inventory through the end of the year. Also, as a reminder, our 2023 tax payments have been deferred to October and will represent a significant use of cash in that quarter.\nWith all of this as a backdrop, our guidance for the third quarter based on non-GAAP results and excludes any noncash stock-based compensation impacts and other nonrecurring items is as follows: revenues of approximately $1.45 billion to $1.5 billion, gross margin of approximately 62%, operating margin at approximately 41%. Our effective tax rate is expected to be approximately 21.5% with diluted shares of approximately 318 million shares.\nI will now turn the call back to Liz. Liz?\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, Ita. We will now move to the Q&A portion of the Arista earnings call. [Operator Instructions] Thank you for your understanding. Operator, take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a4cd9f57716056b71e5c562694b85de1",
    "period": "2023 Q1",
    "content": "Q1 2023 Arista Networks Inc Earnings Call\n\nQ1 2023 Arista Networks Inc Earnings Call\n\nANETNYSEMAY 1, 4:30 PM\n\nOperator\n\nWelcome to the First Quarter 2023 Arista Networks Financial Results Earnings Conference Call.\n[Operator Instructions]\nAs a reminder, this conference is being recorded and will be available for replay from the Investor Relations section at the Arista website following this call. Ms. Liz Stine, Arista's Director of Investor Relations. You may begin.\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, operator. Good afternoon, everyone, and thank you for joining us.\nWith me on today's call are Jayshree Ullal, Arista Networks' President and Chief Executive Officer; and Ita Brennan, Arista's Chief Financial Officer.\nThis afternoon, Arista Networks issued a press release announcing the results for its fiscal first quarter ending March 31, 2023. If you would like a copy of the release, you can access it online at our website. During the course of this conference call, Arista Networks management will make forward-looking statements. including those relating to our financial outlook for the second quarter of the 2023 fiscal year, longer-term financial outlook for 2023 and beyond, our total addressable market and strategy for addressing these market opportunities, including AI, customer demand trends, supply chain constraints, component costs, manufacturing output, inventory management and inflationary pressures on our business, lead times, product innovation, working capital optimization and the benefits of acquisitions, which are subject to the risks and uncertainties that we discussed in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements.\nThese forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call. Also, please note that certain financial measures we use on this call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures in our earnings press release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, Chief Executive Officer & Director, Arista Networks, Inc.\n\nThank you, Liz, and happy Monday, everyone, and a happy month of May.\nWe delivered revenues of $1.35 billion for the quarter with a non-GAAP earnings per share of $1.43. Services and software support renewals contributed approximately 13.5% of the revenue. Our non-GAAP gross margins of 60.3% was influenced by supply chain overheads, and cloud tightening concentration. We expect our gross margins to improve every quarter throughout this year. International contribution registered at 17.5% with the Americas strong at 82.5% for the quarter. While we will shift to reporting our vertical segments on an annual basis, I would like to share some overall trends we've seen.\nWe do expect [indiscernible] signings will moderate compared to our 2022 triple-digit growth, while enterprise is likely to be more steady state. It is evident that our lead times are improving, our visibility to customer forecast, therefore, are now beyond 6 months -- or now below 6 months, I should say, and they're shrinking. Despite macro uncertainty, we endorsed consensus of 26% annual growth to approximately $5.5 billion revenue in 2023.\nOn the product side, we made many exciting Q1 announcements. At OFC 2023, we introduced our vision for linear drive optics for intra and inter data center connectivity at 800 gig and beyond. This was a highlight for both Arista and the optical industry at large, delivering the promise of low power and improved price performance for demanding AI workloads. Speaking of AI, demand base to avoid idle state an expensive and large AI process at clusters requires that specialized AI network. Key characteristics include wire rate and loss less delivery of large and synchronized [indiscernible] of data at 400- to 800-gig speeds. Today, the combination of RDMA mix, RDMA stands for remote direct memory access, and ROCE, which is our RDMA over converged Ethernet, along with the switches allows Ethernet to become that predictable transport network. Ethernet, of course, brings familiarity, great economics, massive installed base, standards with industry-wide interoperability and many merchant silicon options.\nThis is supporting compute and data-intensive workloads based on generic [indiscernible] AI inference and large language model training applications. Arista's cloud customers are resonating with our AI and switching strategy for platforms. Presently, we are in the midst of trials, leading to production deployments this year in 2023. We expect AI networking to become meaningful throughout the years and through the decade ahead. In Q1 2023, Arista also formalized our new entry into the wide area network with our WAN routing system. Our enterprise class wiring platform is based on carrier and cloud-neutral transit with CloudVision Pathfinder service. Not surprisingly, we support Arista's EOS operating system stack, delivering that operational model for Network as a Service and Wide Area as a Service.\nWe are targeting mission-critical enterprises where high volume and encrypted traffic matter in a modern win. Arista has partnered with Equinix to develop and deploy the WAN routing system and WAN routing will be included as part of our network adjacency category. In the non-cloud category, we have registered a solid number of million-dollar customers, which is a direct result of our momentum in the enterprise and campus throughout the past year. Let me illustrate with a few customer wins. The first use case is an international government grid. The customer's objective was to detect illegal activities such as money laundering, terrorism scans and other criminal behavior in real time by collecting and analyzing data. Arista's data-driven AI clusters optimizes network assurance for mission-critical AI and ML workloads using advanced features like microbursts and [indiscernible] congestion management, ultra deep packet buffer memory with latency analyzer, provides real-time telemetry, visibility, automation and dynamic controls for their AI and ML data centers, all based on open standard internet.\nOur second win continues on the international team and highlights our ever-growing strength in the education vertical, where Arista's proposal for edge campus platforms ranging from power over Ethernet switches, wireless access points and automation was a decision factor. We leverage CloudVision Q cognitive unified edge, coupled with Arista validated designs as an automation framework across multiple distributed locations bringing unmatched flow visibility.\nThe next win is in the U.S. financial sector. This customer had grown organically and inorganically through acquisitions and was looking to modernize their entire infrastructure. moving their data closer to the cloud to enable a hybrid cloud architecture. This design included multiple greenfield data centers hosted in Equinix requiring active active 400-gigabit Ethernet spine securely encrypted data center interconnect and internet connectivity at each site. For a smooth upgrade in their campus environment without disruption to their end users, Arista's SSU, or smart systems upgrade, feature played a prominent role. We also help them build a digital twin of their environment, modeling their designs for automation.\nThe next customer highlights healthcare as a critical win for network monitoring and security analysis tools at their remote data center facilities. This holistic view of port [indiscernible] session for traffic analysis from all the remote data centers with a superior approach. Arista centralized DMF, [indiscernible] monitoring fabric, was better than disparate and expensive tools at each remote location. Our final customer win was looking for real-time in-house video streaming and editing capabilities. Video would be stored on their storage rate, which could be connected at 100 gigabit ethernet and then accessed and rendered by the clients, be they PCs or MAX with 25-gigabit Ethernet. Arista's core strength in the media vertical comes from its deep buffer virtual output queuing architecture with our R3 platforms. The simplicity, scalability and flexibility aligns -- shows this elegant design and highlights our strength in the media and entertainment vertical.\nSo as you can see, this is a recurring theme in all our customer wins, where Arista is deploying innovative solutions based on a consistent architecture, allowing each and every customer to modernize their network with the power of our platform.\nAnd with that, I'd like to hand to Ita, our CFO, for financial metrics.\n\nIta M. Brennan\n\nChief Financial Officer, Arista Networks, Inc.\n\nThanks, Jayshree, and good afternoon.\nWe will now present our Q1 results and our guidance for Q2 '23 is based on non-GAAP, excludes all noncash, stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release. Total revenues in Q1 were $1.351 billion, up 54% year-over-year and well above the upper end of our guidance, $1.275 billion to $1.325 billion. We continue to experience improvements in component supply in the quarter, [indiscernible] more consistent levels of manufacturing output and some improvements in lead time. Services and subscription software contributed approximately 13.5% of revenue for the first quarter, down to 15.8% in Q4. This largely reflected accelerated growth in product revenues, while services and software continue to grow on a more consistent basis.\nInternational revenues for the quarter came in at $236 million or 17.5% of total revenue, down from 23.5% last quarter. This quarter-over-quarter reduction largely reflected an unusually high contribution from our EMEA and region customers in the fourth quarter. Overall, we continue to see outsized growth in the U.S., largely due to ongoing domestic strength from our cloud titan customers.\nOverall gross margin in Q1 was 60.3% in line with our guidance of approximately 60%. We continue to recognize incremental supply chain costs in the period, combined with a healthy cloud mix. Operating expenses for the quarter were $257.5 million or 19.1% of revenue, up from last quarter at $235.3 million. R&D spending came in at $164.8 million or 12.2% of revenue, up from $153.2 million last quarter. This primarily reflected increased headcount and new product introduction costs in the period.\nSales and marketing expense was $75.9 million or 5.6% of revenue compared to $67.4 million last quarter, with increased headcount costs and higher variable compensation expenses. Our G&A cost came in at $16.8 million or 1.2% of revenue, consistent with last quarter. Our operating income for the quarter was $556.8 million or 41.2% of revenue. Other income and expense for the quarter was a favorable $17.7 million, and our effective tax rate was 21.2%. This resulted net income for the quarter of [ $452.5 million ] or [ 23.5% ] of revenue. Our diluted share number was 315.6 million shares, resulting in a diluted earnings per share number for the quarter of $1.43, up 70% from the prior year.\nNow turning to the balance sheet. Cash, cash equivalents and investments ended the quarter at approximately $3.33 billion. In the quarter, we repurchased $82.3 million of our common stock at an average price of $111.9 per share. We've now repurchased 825.5 million or 7.8 million shares at an average price of $106 per share under our current [ $1 billion ] board authorization. This leaves $174.5 million available to repurchase in future quarters. The actual timing and amount of future repurchases will be depended on market and business conditions, stock price and other factors.\nNow turning to operating cash flow for the first quarter. We generated approximately $275 million of cash from operations in the period, reflecting strong earnings performance, partially offset by ongoing investments for working capital. DSOs came in at 57 days, down from 67 days in Q4 reflecting a strong collections quarter with good linearity of billings. Inventory turns were 1.3x, down from 1.6 last quarter. Inventory increased to $1.7 billion in the quarter, up from $1.3 billion in the prior period, reflecting the receipt of components from our purchase commitments and a slight increase in switch-related finishes. Our purchase commitments at the end of the quarter were $2.9 billion, down from $3.7 billion at the end of Q4. We expect this number to continue to decline in future quarters as some [indiscernible] lead times improve, and we work to optimize our supply position. Our total deferred revenue balance was $1.092 billion, up from $1.04 billion in Q4. The majority of the deferred revenue balance was services related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis. Our product deferred revenue balance was flat to last quarter. Accounts payable days were 55 days, up from 43 days in Q4, reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $5.6 million.\nNow turning to our outlook for the second quarter and beyond. As we move through 2023, we expect to resolve the final [indiscernible] in the supply chain, allowing for more consistent manufacturing output and improving lead times to our customers. We do, however, expect these reduced lead times alter the results in reduced visibility with customers no longer needing to make purchase decisions so far in advance of deployment.\nIn addition, we expect some moderation in customer spending, especially with our cloud titan customers following a year of accelerated demand in 2022. All of that being said, we believe customer engagements and current deployment across the business support the current consensus revenue growth rate in 2023 of approximately 26%. In terms of the quarterly trends, you should expect moderating year-over-year growth as the year progresses, with more difficult prior year comps. On the gross margin front, beginning in Q2, we expect to see some steady improvement as we consume pure broker [indiscernible] and have the opportunity to optimize manufacturing output while maintaining a healthy contribution from our cloud customers.\nNow turning to spending and investment. We continue to monitor the overall macro environment carefully. We'll prioritize our investments as we move through the year. This will include a focus on targeted hires in R&D and go to market as the team sees the opportunity to acquire talent. On the cash front, I will continue to focus on supply chain and working capital optimization. We should expect some continued growth in inventory on a quarter-by-quarter basis as we receive components from our purchase commitments. With all of this in the backdrop, our guidance for the second quarter, which is based on non-GAAP results and excludes any noncash stock-based compensation impacts and other nonrecurring items is as follows: revenues of approximately $1.35 billion to $1.4 billion; gross margin of approximately 61%, operating margin at approximately 40%. Our effective tax rate is expected to be approximately 21.5%, with diluted shares of approximately [ 217 million ] shares.\nI will now turn the call back to Liz. Liz?\n\nLiz Stine\n\nDirector of Investor Relations Advocacy\n\nThank you, Ita. We will now move to the Q&A portion of the Arista earnings call.\n[Operator Instructions]\nThank you for your understanding. Operator, take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/38b7a124015a6d5288f55aead2faaadb",
    "period": "2022 Q4",
    "content": "Q4 2022 Arista Networks Inc Earnings Call\n\nQ4 2022 Arista Networks Inc Earnings Call\n\nANETNYSEFEB 13, 4:30 PM\n\nOperator\n\nWelcome to the Fourth Quarter 2022 Arista Networks Financial Results Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded and will be available for replay from the Investor Relations section at the Arista website following this call.\nMs. Liz Stine, Arista's Director of Investor Relations, you may begin.\n\nLiz Stine\n\nDirector of IR Advocacy, Arista Networks, Inc.\n\nThank you, operator. Good afternoon, everyone, and thank you for joining us.\nWith me on today's call are Jayshree Ullal, Arista Networks' President and Chief Executive Officer; and Ita Brennan, Arista's Chief Financial Officer.\nThis afternoon, Arista Networks issued a press release announcing the results for its fiscal fourth quarter ending December 31, 2022. If you would like a copy of this release, you can access it online at our website.\nDuring the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the first quarter of the 2023 fiscal year, longer-term financial outlook for 2023 and beyond, our total addressable market and strategy for addressing these market opportunities, supply chain constraints, component costs, manufacturing capacity, inventory purchases and inflationary pressures on our business, extended lead times, product innovation, and the benefits of acquisitions, which are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements. These forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call.\nAlso, please note that certain financial measures we use on this call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures in our earnings press release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, CEO & Director, Arista Networks, Inc.\n\nThank you, Liz. And I'm glad we avoided Valentine's Day this time. Thank you, everyone, for joining us this afternoon on our fourth quarter 2022 earnings call.\n2022 has certainly been a record year for Arista. You might recall, in November 2021 Analyst Day, we had given you a guidance of 30% growth and instead have achieved well beyond that at 48% growth for the year, driving to an annual revenue of $4.38 billion with a non-GAAP earnings per share of $4.58, translating to an EPS growth of 58% for 2022. Indeed, a memorable year.\nLet's get back to some Q4 2022 specifics. We delivered $1.276 billion for the quarter with a non-GAAP earnings per share of $1.41. Services and software support renewals contributed approximately 15.8% of the revenue. Our non-GAAP gross margin was 61%, influenced by our supply chain overhead and cloud tightening concentration. International contribution registered at 23.5% with the Americas at 76.5% in 2022. This was one of our strongest-performing international quarters in recent history.\nIn terms of Q4 2022 verticals, Cloud Titans was our largest and first, followed by enterprise, and then specialty cloud providers at third place, financials at fourth and service providers at fifth place. In 2023, we will report the 3 segment sectors instead of the verticals.\nShifting to the segment sector revenue for 2022. Cloud Titans contributed significantly at approximately 46%, resulting in a triple-digit growth annually. Enterprise and financials together was strong at approximately 32%, while the providers were at approximately 22%. Both Meta and Microsoft are now far greater than 10% customers at 25.5% and 16% contribution, respectively. Clearly, we continue to enjoy a strong and strategic partnership with M and M.\nWith that, I'd like to now invite Anshul Sadana, our Chief Operating Officer, to shed more light on our cloud tightening performance.\n\nAnshul Sadana\n\nCOO, Arista Networks, Inc.\n\nThank you, Jayshree.\nOur partnership with Microsoft and Meta grew even stronger last year. Both of these titans are in the midst of deploying our next-gen 100-, 200- and 400-gig products at several key tails of their networks. The cloud is reshaping the Internet with their massive footprint, global backbone and edge partnerships. We are proud to have our products designed into pretty much all of these use cases.\nIn addition, our business with the other titans continued to grow as well. We had additional design wins in backbone, WAN and edge folds. This past year, we ramped our 7800 R3 series, high-density, 400-gig, near-lossless spine. We also introduced several new products based on Tomahawk 4 and our team buffer Virtual Output Queue systems based on Jericho2 to 7280 and the 7800 R3 modular systems.\nWhile we will continue to add 100- and 400-gig products to our portfolio, we also launched our first 1 RAC unit 25-terabit product with 800-gig ports that can be broken out as 2 x 400 gig. These products have good use cases in high-speed applications, such as artificial intelligence.\nEOS, our high-quality resilient network data lake-based operating system, has also matured and now supports cloud scale with multiple copies of the Internet routing table. We codevelop with our cloud customers who greatly appreciate Arista engineering expertise. This past year, we furthered our partnership with Microsoft with SONiC support on many of our high-volume switches. Our work with them on automation and monitoring our scale is very well received for Azure and Bing deployments.\nAt Meta, we have our codeveloped platforms, such as the Tomahawk 7368 and 7388, which helped them improve throughput and data center power efficiencies. FBOSS and EOS are deployed with very high reliability and the cluster fabrics using these products. Our deployments in their backbone and in generative AI and recommendation engines with the 7800 Series are now smoothly deployed in production.\nWe don't control macro. We don't control our customers' CapEx plans. But when they do spend, we are there with them to make these next-generation cloud network successful. AI is a good example where we are continuing to grow into next-generation architectures with our cloud customers. The use cases we are involved in are generally core to their business and not an optional spend. Our cloud journey has come a long way over the last decade. This is still a very exciting market segment given the pace of innovation and our partnerships here.\nBack to you, Jayshree.\n\nJayshree V. Ullal\n\nPresident, CEO & Director, Arista Networks, Inc.\n\nThank you, Anshul.\nWow, 2022 was indeed a phenomenal year with the Cloud Titans, and these partnerships have been nurtured for well over a decade with expanded use cases such as these AI workloads. We remain confident of our meaningful share with both Microsoft and Meta, and we expect both of them to once again contribute greater than 10% of our total revenue in 2023.\nIn the non-cloud category, we have registered a solid number of million-dollar customers as a direct result of our momentum in the enterprise and campus throughout the year. We have now surpassed 9,000 cumulative customers.\nIn terms of 2022 product lines, we have 3 categories: one, our core cloud and data center products built upon a highly differentiated Arista EOS staff that is successfully deployed across 10-, 25-, 100-, 200- and 400-gig speeds. This drove approximately 68% of our revenue with strong cloud and enterprise spending cycles. We believe that we will continue to gain market share in the high-performance switching and have already grown from the teens to the 20s.\nIn the 100- and 400-gig category, we have now earned the #1 position according to industry analysts. We have also doubled our 400-gig customers from 300 in 2021 to over 600 in 2022.\nOur second market is network adjacencies comprised of routing, replacing routers and our Cognitive Campus. We doubled our Campus orders to exceed $400 million in 2022, but we did fall short of our revenue due to extreme supply chain shortages. We maintain our Campus momentum and are aiming for $750 million in revenue by 2025.\nOur investments in Cognitive Campus spines, clients, wired and wireless have generated significant customer interest and demand based on CloudVision and CloudVision Q. Considering this is only our third full year of shipping versus incumbents who've been in the market for 15 to 30 years, we are very proud of our execution. Our vision for a Cognitive Campus with Network as a Service and Edge as a Service based on NetDL is resonating extremely well and being embraced by our campus customers.\nWe have also successfully deployed in many routing edge and clearing use cases, such as securing data in transit with TunnelSec encryption, precision and performance for mobile networks, cloud exchanges and Metro Ethernet. Enterprise customers can now deploy EOS with a single EVPN protocol, whether it's for data center, data center interconnect or WAN, delivering multiple profiles.\nJust in 2022 alone, we introduced 6 EOS software releases, 600 new features across 50 new platforms. Stay tuned for more in 2023 as we will be introducing new WAN transit functionality.\nThe Campus and routing adjacencies together contribute approximately 14% of revenue.\nOur third category is network software and services based on subscription models, such as Arista A-Care, CloudVision, DMF observability, advanced NDR with AVA sensors for security. Arista's subscription-based network services and software contributed approximately 18% of our total product line. We are proud to note that CloudVision exceeded 2,000 cumulative customers, up from 1,500 the prior year and is really a compelling data-driven platform delivering network agility, continuous integration and operational excellence.\nArista non-cloud wins continue as well. While Arista's 2022 headline has been the massive contribution from our cloud customers, we are pleased with the momentum of our enterprise and provider customers as well. Arista continues to diversify its business globally with multiple use cases. Helping our prospects and customers realize these operational benefits with modern software and automation has been a recurring theme. And so let me shed a few examples that we have earned a seat at the table at.\nOur first example highlights the universal cloud network wins in the travel industry. Like many conversations, the customers' initial ask was to gain more visibility into their infrastructure. We presented our DMF, DANZ Monitoring Fabric solution, but it quickly transitioned to a general data center for all of Arista's platform offerings. The customer chose our Layer 3 leaf/spine EVPN design, it's for their critical VDI environment. The customer also leveraged CloudVision for their day 0, day 1, day 2 operations using our chassis spine, R3 leaf and out-of-band management to reduce their operational risk.\nOur second win highlights the financial customers' choice to proceed with Arista's best-in-class Cognitive Campus with wired and wireless solutions. As with every Campus opportunity, it was competitive. CloudVision once again was a key differentiator for us as we quickly became their trusted adviser. Our virtual training environment, such as Arista's Cloud Test, gave architects the relevant hands-on experience. Our low CBE count and commitment to single EOS with high quality was unmatched by our peers.\nArista continues to make inroads on regional Tier 2 and Tier 3 service providers. Regional service providers are in the middle of expanding and looking for reliable compressed routing footprint. This third win highlights the evolution of our EOS driving stack, where customers are now deploying EVPN services on top of their MPLS segment core network. Arista's high-density 100-gig MPLS routing, together with long-range optics and a fully automated deployment using CloudVision and 0-touch provisioning, delivered that cloud-like operating model.\nOur next win is an international one in the education sector for high-performance computing. HPC demands low latency, deep buffers and real-time visibility. This customer chose Arista for providing a highly elastic, BX land-based leaf/spine pod with best-in-class performance. Consistent technology between our spine and edge leaf, anchored by our flagship 7800 chassis and combined with CloudVision-based real-time telemetry, compliance and automation, really created a lasting impression.\nOur final win for this quarter's announcements is an exciting international one in the government sector, where Arista's 400-gig Ethernet was selected instead of InfiniBand for big data Hadoop cluster deployments. In this case, the customer chose us for 100-, 400-gig solution with built-in encryption capabilities. The customer saw clear differentiation in our automated operations, (inaudible) upgrade and full real-time telemetry, ensuring comprehensive visibility of workloads in the fabric.\nAs we enter 2023, Arista is well positioned as a game changer in data-driven client to cloud networking. A key part of this transformation is to make our cloud source principles and bring that to every aspect of the data network. Software functions such as routing for WAN, Zero Touch security and observability are moving into the Arista U.S. stack. We are building upon our cloud network heritage to bring proactive platforms, predictive operations and a complete prescriptive experience, unifying data sets from multiple sources.\nOur NetDL architecture and AVA, or autonomous virtual assist, using AI and ML and natural language processing techniques is a very compelling combination. Together, this architecture can gather, store and process multiple modalities of network data. And this way, network operators can reconcile all their different silos.\n2023 is the start of Arista's 2.0 journey. Arista 2.0 is our migration from best-of-breed products to best-of-breed platforms as we address our expanded TAM of $50 billion ahead. We are uniquely qualified to bring modern software principles to build that world-class data center and data-driven networking. It is based on that foundational focus on quality, availability, AI-driven deployments with top-notch support. And as we undertake this 2.0 journey, we are excited to work with a collaborative ecosystem of our partners and customers worldwide to realize this vision.\nIn summary, I'm so proud of our team's execution across multiple dimensions despite one of the worst supply chain backdrops ever witnessed. A special thank you to our customers for their patience and support to us last year and to all the Aristans for their hard work and Herculean efforts.\nOur tireless mission taught us valuable lessons, and we expect to emerge stronger. We reiterate our 25% annual growth outlook that we mentioned at the November 2022 Analyst Day as we now aim for $5.47 billion in 2023 in terms of revenue.\nNow I will turn it over to Ita for financial specifics.\n\nIta M. Brennan\n\nCFO & Senior VP, Arista Networks, Inc.\n\nThanks, Jayshree, and good afternoon.\nThis analysis of our Q4 and full year 2022 results and our guidance for Q1 2023 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nTotal revenues in Q4 were $1.276 billion, up 54.7% year-over-year and well above the upper end of our guidance of $1.175 billion to $1.2 billion. While we experienced some improvement in overall component supply in the quarter, shipments remained somewhat constrained with lingering shortages on a handful of parts. Services and subscription software contributed approximately 15.8% of revenue in the fourth quarter, down from 16.3% in Q3. This has largely reflected growth in product revenue, while services and software continue to grow on a more consistent basis.\nInternational revenues for the quarter came in at $300 million or 23.7% of total revenue, up from 17% in the third quarter. This quarter-over-quarter increase largely reflected improved contributions from our EMEA and region customers in the quarter. Overall, however, 2022 was the year of outsized growth in the U.S., up 61% year-over-year, largely due to domestic strength from our Cloud Titan customers.\nOverall gross margin in Q4 was 61%, at the midpoint of our guidance range of approximately 60% to 62%. We continue to recognize incremental supply chain costs in the period combined with a healthy cloud mix. Operating expenses for the quarter were $235.3 million or 18.4% of revenue, up from last quarter at $227.7 million. R&D spending came in at $153.2 million or 12% of revenue, up from $150.1 million last quarter. This primarily reflected increased head count and new product introduction costs in the period.\nSales and marketing expenses were $67.4 million or 5.3% of revenue compared to $62.8 million last quarter with increased head count and higher variable compensation expenses. Our G&A costs came in at $14.6 million or 1.1% of revenue, consistent with last quarter. Our operating income for the quarter was $543.2 million or 42.6% of revenue. Other income and expense for the quarter was a favorable $13.6 million, and our effective tax rate was 20%. This resulted in net income for the quarter of $445.1 million or 34.9% of revenue.\nOur diluted share number was 315.2 million shares, resulting in a diluted earnings per share number for the quarter of $1.41, up 72% from the prior year.\nNow turning to the balance sheet. Cash, cash equivalents and investments ended the quarter at approximately $3.024 billion. In the quarter, we repurchased $2.8 million of our common stock. As a reminder, for the year, we have repurchased $670 million or 6.5 million shares at an average price of $104 per share. This leaves us with $257 million available for repurchase under our existing $1 billion board authorization. The actual timing and amount of future repurchases will be dependent on market and business conditions, stock price and other factors.\nNow turning to operating cash performance for the fourth quarter. We generated approximately $40 million of cash from operations in the period, reflecting strong earnings performance, mostly offset by a significant increase in working capital. We experienced growth in inventory with the receipt of components for future shipments, including shipments delayed due to supplier decommits. We also experienced growth in accounts receivable and DSOs in the quarter with a significant ramp in service renewals and product shipments towards the end of the quarter.\nDSOs came in at 67 days, up from 51 days in Q3, reflecting the linearity of billings and growth and service renewals in the period. Inventory turns were 1.6x, down from 1.7x last quarter. Inventory increased to $1.3 billion in the quarter, up from $1.1 billion in the prior period, reflecting higher key component of peripherals inventory and an increase in switch-related finishes.\nOur purchase commitments at the end of the quarter were $3.7 billion, down from $4.3 billion at the end of Q3. We expect this number to continue to decline in future quarters as component lead times improve and we work to optimize our supply position. As a reminder, we have focused this extended purchase commitment strategy on early life cycle products to help mitigate the risk of excess or obsolescence.\nOur total deferred revenue balance was $1.041 billion, up from $941 million in Q3. The majority of the deferred revenue balance is services-related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis. Approximately $125 million, down from $165 million last quarter, represents product deferred revenue, largely related to acceptance deposits for new products, most recently with our large Cloud Titan customers. For clarification, this represents a reduction in products related to deferred revenue for the year of approximately $40 million.\nAccount payable days were 43 days, down from 56 days in Q3, reflecting the timing of inventory receipts and payments. Capital expenditures in the quarter were $10.5 million.\nNow turning to our outlook for the first quarter and beyond. 2022 was a year of outstanding revenue and earnings growth driven by an acceleration in demand from our Cloud Titan customers, coupled with healthy contributions across the other areas of the business. Supply remains constrained throughout the year and somewhat limited our ability to ramp product shipments in response to this demand.\nAs we head into 2023, we look forward to resolving the final kinks on the supply side and reducing lead times for our customers. As outlined at our Analyst Day, we expect to achieve year-over-year revenue growth for 2023 of approximately 25%. This reflects continued healthy demand across all our market sectors but recognizing that as lead times improve, we should expect to see some reduction in visibility.\nIn terms of quarterly trends, you should expect accelerated year-over-year growth in Q1, moderating as the year progressing versus more difficult year-over-year comps. On the gross margin front, we expect to continue consuming broker parts and other inflated cost items in the first quarter. And this, combined with the continuing healthy cloud contribution, will pressure gross margins. Beyond that, we should see some steady improvement as we move through the year with fewer broker parts and the opportunity to optimize the manufacturing run.\nNow turning to spending and investments. We remain cognizant of the overall macro environment, and we'll be prudent to making investments as we move through the year. You should, however, expect us to make targeted hires in R&D and go-to-market as the team sees the opportunity to secure talent.\nOn the cash front, FY 2022 was a year where much of the $1.4 billion net income generated by the business was consumed by incremental working capital needs an additional cash tax payments under Section 174, which defers the deductibility of R&D spending.\nAs we head into 2023, we should expect to focus on supply chain and working capital optimization while recognizing the need for balance in areas of higher supply risk or where our lead times remain extended.\nInterest income should continue to increase as we move through the year with $20 million in Q1, growing towards a quarterly contribution of $40 million exiting the year.\nWith all of this as a backdrop, our guidance for the first quarter, which is based on non-GAAP results and excludes any noncash stock-based compensation impacts and other nonrecurring items is as follows: Revenues approximately $1.275 billion to $1.325 billion, gross margin of approximately 60%, operating margin at approximately 40%. Our effective tax rate is expected to be 21.5% with diluted shares on a post-split basis of approximately 316 million shares.\nI will now turn the call back to Liz. Liz?\n\nLiz Stine\n\nDirector of IR Advocacy, Arista Networks, Inc.\n\nThank you, Ita. We will now move to the Q&A portion of the Arista earnings call. (Operator Instructions) Thank you for your understanding. Operator, take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5c6141b357ba1590059d4e7709881a58",
    "period": "2022 Q3",
    "content": "Q3 2022 Arista Networks Inc Earnings Call\n\nQ3 2022 Arista Networks Inc Earnings Call\n\nANETNYSEOCT 31, 4:30 PM\n\nOperator\n\nWelcome to the Third Quarter 2022 Arista Networks Financial Results Earnings Conference Call. (Operator Instructions)\nAs a reminder, this conference is being recorded and will be available for replay from the Investor Relations section at the Arista website following this call. Ms. Liz Stine, Arista's Director of Investor Relations. You may begin.\n\nLiz Stine\n\nDirector of IR Advocacy, Arista Networks, Inc.\n\nThank you, operator. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks' President and Chief Executive Officer; and Ita Brennan, Arista's Chief Financial Officer. This afternoon, Arista Networks issued a press release announcing the results for its fiscal third quarter ending September 30, 2022.\nIf you would like a copy of the release, you can access it online at our website. During the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the fourth quarter of the 2022 fiscal year, longer-term financial outlook for 2022 and beyond, our total addressable market and strategy for addressing these market opportunities, supply chain constraints, component costs, manufacturing capacity, inventory purchases and inflationary pressures on our business, the potential impact of COVID-19, extended lead times, product innovations and the benefits of acquisitions, which are subject to the risks and uncertainties that we discussed in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K, and which could cause actual results to differ materially from those anticipated by these statements.\nThese forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call. Also, please note that certain financial measures we use on this call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures in our earnings press release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, CEO & Director, Arista Networks, Inc.\n\nThank you, Liz. Thank you, everyone, for joining us this afternoon for our third quarter 2022 earnings call. We delivered record revenues of $1.17 billion for the quarter, with a non-GAAP earnings per share of $1.25. Services and software support renewals contributed approximately 16.3% of the revenue.\nOur non-GAAP gross margins of 61.2% was pressured by escalated costs due to supply chain as well as a substantially higher cloud titan mix. We expect some of these trends to continue into 2023. Cloud Titan was our largest vertical, followed by enterprise and then cloud specialty providers, financials and finally, service providers. International contribution was at 17%, with the Americas at 83%, once again reflecting stronger cloud customer influence.\nOur Q3 2022 results reinforce Arista's customer relevance in both Cloud Titan and specialty cloud providers. I would like to invite Anshul Sadana, our Chief Operating Officer (inaudible) to shed some light on this.\n\nAnshul Sadana\n\nCOO, Arista Networks, Inc.\n\nThank you, Jayshree. Our partnership with the cloud Titans and specialty providers keeps getting stronger. While supply chain got most of the attention for the last 2 years, we have achieved several technical milestones with our customers during this period, taking our products from labs to pilot to high-volume deployments.\nWe have successfully deployed in more use cases than before, including the leaf-spine cluster designs, (inaudible), data center interconnects, backbone, WAN and Edge. Our customers have a deep appreciation of our expertise and execution. The Titans, starting with Microsoft and Meta are continuing with their 400-gig journey.\nThey're using our latest fixed and debugger modular 400-gig switches in these new deployments. We are continuing to expand our use cases with the other titans too. While they are relatively smaller, these partnerships are healthy and continuing to grow as well. The specialty cloud providers are continuing to grow, too. They have very similar leaf-spine designs, but with smaller clusters, and they too have the same DCI and regional designs, just fewer ports. We are in a competitive industry, and our customers like some diversity. However, we are very well positioned to maintain and grow our share given our quality, execution and strong partnerships. Back to you, Jayshree.\n\nJayshree V. Ullal\n\nPresident, CEO & Director, Arista Networks, Inc.\n\nThanks, Anshul. We are experiencing one of our best ever cloud titan growth and revenue this year since IPO. Therefore, we expect north of 45% contribution in 2022 from this category with a diversified product portfolio and use cases, as you heard from Anshul. Speaking of new products, Arista introduced the next phase of routing this quarter in Q3.\nArista's Cloud-Grade routing platform, powered by Extensible Operating System, EOS and our Network Data Lake, NetDL, is built on a consistent architectural foundation for multiple routing use cases such as peering, content delivery, networks, Cloud Connect, Enterprise Edge, mobile and Metro Edge as well as carrier core. We have successfully transformed legacy routers to modern routing. For our customers securing data in transit, Arista's innovative TunnelSec technology provides in-line encryption at wire speed from 10 gig all the way up to 400 gig, eliminating the performance bottleneck of traditional encryption.\nArista's latest R3 series routing portfolio continues to deliver for our adjacent market sector that we began 6 years ago. As I mentioned previously, our customer momentum continues. Our $1 million logos have doubled in the last 3 years and Arista's market share in 100, 200 and 400-gig ports clients placing us at a #1 market leader position according to many industry analysts. Let me illustrate with a few customer wins this year. The recurring theme to remember is that Arista is diversifying its business with many use cases such as data center, campus, routing, cloud and edge based all on cloud principles. Our first enterprise win highlights the ever-growing strength of a single solution for diverse use cases in the data center, in the campus and in data center interconnect routing.\nBased on industry standards and monitoring capabilities with Arista's DANZ Monitoring Fabric, or DMF, Arista was uniquely positioned to provide a single EOS binary code version using CloudVision and our NetDL stack. The next is an international Americas win in the financial sector, providing secure data center solutions. Arista's competitive advantage was twofold.\nFirst, our single U.S. stack provided reassurance that they could handle security patches, bug patches, new software code upgrades with zero down time, much better than our peers in the industry. Also, we can do much better automation. Traditionally, it used to take customers several months, if not years, to go live with a single data center with their incumbent vendor. Arista's programmatic APIs, continuous integration validation with DevOps integration was deployed across multiple data centers within just a few days with no human intervention or errors offering the lowest total cost of ownership. Our third win demonstrates our strength in campus in the health care sector. This customer was looking to upgrade its legacy infrastructure in multiple hospital locations and moving more to a cloud-operated model.\nArista provided that cloud-managed network offering across the data center campus and cognitive WiFi and also WAN Edge and Internet Edge. The single pane of glass offers real-time network-as-a-service with visibility, health checks, troubleshooting and provisioning to the client, all the way to campus and to the cloud infrastructure. The next international win shows our continuing presence in the public sector. This customer wanted to move to 100-gigabit Ethernet using Arista's Spline and Spine platforms to connect into incumbent DWDM, Edge and load balances for massive route scale.\nArista's advantage was the lowest software security vulnerabilities over a 9-year period compared to alternatives that were significantly higher. This, by the way, also applied to Arista's cognitive WiFi with zero vulnerabilities. Our final win emphasizes Arista's ability to provide encryption as a part of a secure routing solution.\nThis was an international Tier 2 service provider, whereby Arista delivered full line rate data in transit for the customers' remote sites. This bespoke design encompasses Layer 3 virtual private network, VPN, over VXLAN routing solutions with macro segmentation based on access list and direct flow rules, all managed by CloudVision.\nOverall, you can see that Arista continues to gain customer relevance and market share and building our vision for a client to cloud network. The promise of not only delivering on superior technology, but the ability to help our customers realize the operational benefits via world-class quality, support is a real compelling advantage. We look forward to sharing more of our vision and strategy at our Analyst Day this Thursday, November 3, 2022. Now I will turn over to Ita for our financial specifics.\n\nIta M. Brennan\n\nCFO & Senior VP, Arista Networks, Inc.\n\nThanks, Jayshree, and good afternoon. This analysis of our Q3 results and our guidance for Q4 2022 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release. Total revenues in Q3 were $1.177 billion, up 57.2% year-over-year and well above the upper end of our guidance range of $1.025 billion to $1.075 billion.\nOverall demand for our products remains healthy across all areas of the business. Supply challenges continued throughout the quarter, with ongoing supplier decommits, constraining shipments and requiring higher-cost broker purchases and expedite fees. Services and subscription software contributed approximately 16.3% of revenue in the third quarter, down from 17.6% in Q2. This largely reflected accelerated growth in product revenues, while service and software continue to grow on a more consistent basis.\nInternational revenues for the quarter came in at $199.1 million or 17% of total revenue, down from 20% in the second quarter. This reflected strength in U.S. revenues in the period and particularly with our larger cloud customers. Overall gross margin in Q3 was 61.2%, just above the midpoint of our guidance range of 60% to 62%. As previously discussed, our current lower gross margin ranges reflect a healthy cloud mix and higher levels of broker component sourcing and expedite fees.\nOperating expenses for the period were mostly flat to last quarter at $227.7 million or 19.3% of revenue. R&D spending came in at $150.1 million or 12.8% of revenue up from last quarter at $148 million. This primarily reflected increased headcount costs in the period with slightly lower new product introduction costs.\nSales and marketing expense was $62.8 million or 5.3% of revenue and G&A costs were $14.7 million or 1.3% of revenue, both mostly consistent with last quarter. Our operating income for the quarter was $492.1 million or 41.8% of revenue. Other income and expense for the quarter was a favorable $6.1 million and our effective tax rate was approximately 21.3%.\nThis resulted in net income for the quarter of $391.9 million or 33.3% of revenue. Our diluted share number was 314.4 million shares, resulting in a diluted earnings per share number for the quarter of $1.25, up approximately 69% from the prior year.\nNow turning to the balance sheet. Cash, cash equivalents and investments ended the quarter at approximately $2.98 billion. We repurchased $47.6 million of our common stock during the third quarter at an average price of approximately $99 per share. As a reminder, we've now repurchased approximately $740 million or 7 million shares against our October 2021, $1 billion Board authorization.\nThe actual timing and amount of future repurchases will be dependent on market and business conditions, business requirements, stock price, acquisition opportunities and other factors. Now turning to our operating cash performance for the third quarter. We generated $134.1 million of cash from operations in the quarter, reflecting strong earnings performance, somewhat offset by increased working capital investments.\nIncreases in inventory and other assets are mainly driven by receipt of components for future shipments, including shipments delayed due to supplier decommits. This trend should reverse once overall supply conditions for these decommitted components improve.\nDSOs came in at 51 days, flat to last quarter. Inventory turns were 1.7x, down from 1.9x in the prior quarter. Inventory increased to $1.1 billion in the quarter, up from $852.8 million in the prior period, reflecting higher component and peripherals inventory and an increase in switch-related finished goods in transit. Our purchase commitment number for the quarter was $4.3 billion, down from $4.5 billion in Q2. These multiyear purchase commitments reflect overall strength and demand and the current long lead time supply environment.\nAs a reminder, we continue to prioritize newer early life cycle products for inclusion in these strategies in order to help mitigate the risk of excess or obsolescence. Our total deferred revenue balance was $941 million, down from $1 billion in Q2. The majority of the deferred revenue balance is services related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis.\nApproximately $165 million of the balance, down from $228 million last quarter, represents product deferred revenue largely related to customer-specific acceptance clauses for new products with our larger customers. Accounts payable days were 56 days, down from 63 days in Q2, reflecting the timing of inventory receipts and payments.\nCapital expenditures for the quarter were $10.4 million. Now turning to our outlook for the fourth quarter. We came into the year calling for 30% year-over-year revenue growth, somewhat balanced across our market sectors and heavily constrained by supply. We now expect revenue growth for the year of approximately 45% at the midpoint of our Q4 guidance with a healthy contribution coming from our Cloud Titan customers in what has remained a stubbornly constrained supply environment.\nOur Cloud Titan customers are now expected to account for approximately 45% of our revenue for the year with major contributions from Meta and Microsoft. Demand from our enterprise and provider businesses has also been strong, exceeding our original expectations from a demand perspective, but with revenue somewhat constrained by supply.\nWe expect gross margin pressure to continue in the quarter with some continued need for broker purchases and expedite fees in response to ad hoc supplier decommits combined with a healthy cloud mix. Even allowing for the lower gross margins, we expect healthy operating margins for the quarter, again demonstrating the resiliency of the business model with significant bottom line flow-through from increased revenue scale.\nWith all of this as a backdrop, our guidance for the fourth quarter, which is based on non-GAAP results and excludes any noncash stock-based compensation impacts and other nonrecurring items is as follows: revenues of approximately $1.175 billion to $1.2 billion; gross margin of approximately 60% to 62%, operating margin of approximately 40%. Our effective tax rate is expected to be 21.5% with diluted shares on a post-fit basis of approximately 360 million shares.\nI will now turn the call back to Liz. Liz?\n\nLiz Stine\n\nDirector of IR Advocacy, Arista Networks, Inc.\n\nThank you, Ita. We will now move to the Q&A portion of the Arista earnings call. (Operator Instructions) Thank you for your understanding. Operator, take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c8fc075ec8c0877bccd272d629e989f8",
    "period": "2022 Q2",
    "content": "Q2 2022 Arista Networks Inc Earnings Call\n\nQ2 2022 Arista Networks Inc Earnings Call\n\nANETNYSEAUG 1, 4:30 PM\n\nOperator\n\nWelcome to the Second Quarter 2022 Arista Networks Financial Results Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded and will be available for replay from the Investor Relations section at the Arista website following this call. Ms. Liz Stine, Arista's Director of Investor Relations, you may begin.\n\nLiz Stine\n\nDirector of IR Advocacy, Arista Networks, Inc.\n\nThank you, operator. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks' President and Chief Executive Officer; and Ita Brennan, Arista's Chief Financial Officer.\nThis afternoon, Arista Networks issued a press release announcing the results for its fiscal second quarter ending June 30, 2022. If you would like a copy of the release, you can access it online at our website.\nDuring the course of this conference call, Arista Networks management will make forward-looking statements, including those relating to our financial outlook for the third quarter of the 2022 fiscal year, longer-term financial outlook for 2022 and beyond, our total addressable market and strategy for addressing these market opportunities, supply chain constraints, component costs, manufacturing capacity, inventory purchases and inflationary pressures on our business, the potential impact of COVID-19, customer mix, product innovation and the benefits of acquisitions, which are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements.\nThese forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call.\nAlso, please note that certain financial measures we use on this call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures in our earnings press release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, CEO & Director, Arista Networks, Inc.\n\nThank you, Liz. Thank you, everyone, for joining us this afternoon for our second quarter 2022 earnings call. We delivered revenues of $1.05 billion for the quarter with a non-GAAP earnings per share of $1.08. Service and support renewals contributed approximately 17.6% of the revenue.\nOur non-GAAP gross margins of 61.9% was influenced by escalating costs due to supply chain as well as a higher cloud titan mix. We do expect both these trends to continue throughout 2022.\nIn terms of Q2 2022 verticals, cloud titans was our largest vertical, followed by the enterprise, cloud specialty providers and financials tied for third position, with the service providers in fourth place. International contribution was 20% with the Americas at 80%, and strong performance particularly with our large cloud customers.\nIn the first half of 2022, we completed 2 small acquisitions to bolster our investments in security and switching fabrics. We acquired Untangle, Inc. a security asset for edge threat management for our commercial branch offerings, led by former CEO, Scott Devens.\nIn late Q2, we closed the acquisition of Pluribus Networks, led by former CEO, Kumar Srikantan. Pluribus pioneered a new class of unified cloud fabric networking endorsed by our partners, Ericsson for telco and 5G cloud, and NVIDIA for DPU-based networking.\nOur Q2 2022 results reinforce Arista's customer relevance in cloud titan, specialty cloud providers and mainstream enterprises. As I mentioned previously, our million-dollar logos have doubled in the last 3 years in all categories, greater than 1 million, greater than 5 million, greater than 10 million and significantly greater than 25 million customers.\nI would like to invite Anshul Sadana, our Chief Operating Officer and Chief Cloud Expert, to shed some light on the nature of our strategic partnerships with cloud titan that contribute at least hundreds of millions annually. Anshul?\n\nAnshul Sadana\n\nCOO, Arista Networks, Inc.\n\nThank you, Jayshree. We are proud to be a pioneer and market leader in cloud networking and have provided data center solutions to many cloud providers connecting millions of servers. The same platforms, U.S. software and network designs at a lower scale have also helped us win in all our other verticals, giving us an efficient model to grow our business.\nAs we disclosed in previous calls, Microsoft and Meta are very special customers and expected to each be over 10% of our revenue for the full year. At Microsoft, we are deployed in all layers of their network, from the leaf switches at the top of track to data center spine and regional spine to LAN and cloud edge layers across the globe. We have partnered together to create the DCI layer with encryption and long-reach pluggable optics, which has now become a gold standard in the industry.\nMicrosoft deploys our products, both with SONiC and EOS, and the engineering partnership to codevelop the next-gen network is stronger than ever. Our newer 400-gig products are deployed in production, and we continue to receive very positive feedback about our quality and execution and continue to be the preferred supplier for Azure.\nWe have also had a strong partnership with Meta and have been involved with their network design since the early days. We have codeveloped multiple generations of products with them, including the latest 25.6-terabit 7388 platform with unmatched power efficiency and time-to-market advantages.\nWe have deployed in their colorful cluster fabrics with parallel plains. We've also deployed in several use cases, including Meta's backbone layers, where there is a constant need for higher-speed networks.\nIn addition to our top 2 titans, we are continuing to do well with the other titans as well, as well as cloud specialty providers, very similar partnerships to the big titans and use cases but at a smaller scale. We continue to have a great engineering partnership with customers when it comes to next-gen architectures, platforms or features.\nOver the last 2 years, we have also had a very strong partnership on supply chain. Customers who build their own servers know these challenges firsthand. The relentless work by the Arista manufacturing team to find additional supply despite so many lockdowns, looking at components in the broker market, analyzing second-order risk, and our forward-looking investments through purchase commitments are deeply appreciated by our customers.\nWe are now recognized not only for our best-in-class products, but also for a superior supply chain compared to other alternatives. While we cannot predict the future and spend patterns on behalf of these guidance, our cloud business continues to be healthy. Back to you, Jayshree.\n\nJayshree V. Ullal\n\nPresident, CEO & Director, Arista Networks, Inc.\n\nThank you, Anshul. You can see that we are having one of our best years to date with our cloud customers. In terms of new products, Arista has introduced several this quarter. The 7130 Series is a powerful combination of low latency and a programmable EOS functionality designed for demanding high-frequency trading and exchange applications. Two 7130 models integrate fully featured L2/L3 switching with high-performance ultra-low latency L1 connectivity.\nArista also launched its first commercial and distributed enterprise edge portfolio, the Cognitive Unified Edge, or CUE for short. CUE is an extension of our CloudVision to offer Edge-as-a-Service for commercial and distributed enterprises.\nArista earned its highest Net Promoter Score, NPS, of 80 in 2022 for customer support, translating to a world-class rating of 93%. Having an always available team with strong expertise, root cause analysis and fewer vulnerabilities were cited as the primary reason for customers choosing Arista in this third-party independent report.\nLet me illustrate a few enterprise customer wins in the first half of 2022 to give you an idea. Firstly, a campus win for cognitive WiFi was an integral part of an RFP decision, changing the way wired and wireless is delivered to student dormitories in one of the largest universities in the U.S. Cognitive Unified Edge, or CUE, with rich dashboards for quality experience, client journey, security influenced their decision, beating our well-entrenched WiFi players.\nIn a large international bank, we won the overall data center architecture, including spine with Layer 3 and EVPN. CloudVision was a key decision factor in enabling the customer to manage all their data sets and change control across cloud domains with superior automation and visibility.\nOur professional services and leading NPS score drove the next win, an enterprise customer providing supply chain management and manufacturing. Their heavy interest in routing on the premise and Azure for the public cloud was made possible with Arista's rich visibility and telemetry.\nOur major messaging platform supporting over 100 million users internationally was a strategic multimillion dollar win for Arista, including a combination of BGP peering and routing across the leaf and spine. Key reasons for this win included high port density, deep packet buffers for the edge as well as routing and EOS programmability to integrate with their homegrown automation.\nAnother international win was in the IT banking outsourcing sector with a data center interconnect use case. It was once again possible with Arista's architectural advantages for telemetry and day 0 automation as well as assurance capabilities. Our reseller played a key role with Arista, where we were positively viewed as a single team by the customer.\nLast but by no means least, with a global specialty cloud provider headquartered here in the Bay Area, California. Arista's flagship data center with our 3 spine platforms delivered tight performance and rich EOS quality and features such as flow spec, traffic class filtering and partnering for analysis and mitigation.\nWith the collapse of the perimeter, Arista also won the security and visibility forensics layer, combining DMF, DANZ Monitoring Fabric, and NDR, network detection and response, into a holistic platform.\nAs you can see, a common theme across all these wins is Arista's strength and proof-of-concept lab, best practice network design and deployment to the CloudVision and EOS being compelling differentiators.\nIn summary, I'm so proud of the Arista team as we have evolved from Arista as a start-up at 0 revenue way back in 2008 to a few hundred million dollars at IPO in 2014 to our first $1 billion a year in 2016, and now our first $1 billion quarter in Q2 2022.\nThis has been a huge feat, a lot of hard work. And much credit and kudos and gratitude goes out to all my Aristans as well as our unwavering customers who have believed in us, continue to push us to build better cloud networking. Arista is not only the best of breed in cloud data centers today, but really centering multimodal data all the way from the client to the cloud based on our network data lake and AVA architecture. Our quest for proactive, predictive and prescriptive data-driven networking marches on.\nAnd with that, I'd like to turn it over to Ita for financial specifics.\n\nIta M. Brennan\n\nCFO & Senior VP, Arista Networks, Inc.\n\nThanks, Jayshree, and good afternoon. This announcement of our Q2 results and our guidance for Q3 '22 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nTotal revenues in Q2 were $1.052 billion, up 48.7% year-over-year and well above the upper end of our guidance range of $950 million to $1 billion. Overall, demand in the quarter was healthy with strength across all areas of the business. The supply environment remains challenging with ongoing supplier decommits constraining shipments and requiring higher cost broker purchases and expedite fees.\nServices and subscription software contributed approximately 17.6% of revenue in the second quarter, down from 19.2% in Q1. This largely reflected accelerated growth in product revenues, while services and software continue to grow on a more consistent basis.\nInternational revenues for the quarter came in at $206.8 million or 20% of total revenue, down from 24% in the first quarter. This reflected strength in U.S. revenues in the period, particularly with our larger cloud titan customers. Overall gross margins in Q2 were 61.9% at the upper end of our guidance range of 60% to 62% with somewhat lower-than-expected expedite fees in the period. As previously discussed, the current lower gross margin ranges reflect a healthy cloud mix and the need for higher levels of broker component sourcing and expedite fees.\nOperating expenses for the period were mostly flat to last quarter at $226.1 million or 21.5% of revenue. R&D spending came in at $148 million or 14.1% of revenue, up from last quarter at $144.3 million. This primarily reflected increased headcount costs in the period.\nSales and marketing expense were $63.1 million or 6% of revenue compared to $66.2 million last quarter, with increased headcount offset by lower variable expenses. Our G&A costs came in at $15 million or 1.4% of revenue, consistent with last quarter.\nOur operating income for the quarter was $425.5 million or 40.4% of our revenue. Other income and expense for the quarter was a favorable $4.6 million, and our effective tax rate was approximately 20.9%. This resulted in net income for the quarter of $342.7 million or 32.6% of revenue.\nOur diluted share number was 316.58 million shares, resulting in a diluted earnings per share number for the quarter of $1.08, up approximately 59% from the prior year.\nNow turning to the balance sheet. Cash, cash equivalents and investments ended the quarter at approximately $2.9 billion. We repurchased $483.7 million of our common stock during the second quarter at an average price of $101 per share. As a reminder, we've now repurchased approximately $693 million or 6.5 million shares against our October 2021 billion-dollar Board authorization. The actual timing and amount of future repurchases will be dependent on market and business conditions, business requirements, stock price, acquisition opportunities and other factors.\nWe also completed 2 acquisitions in the first half with a total consideration of $158.9 million, including $4 million in common stock and the remainder in cash. The revenue and expenses associated with these acquisitions are included in our outlook provided below and are not expected to have a material impact on our financials in the near term.\nNow turning to operating cash performance for the second quarter. We generated $101.1 million of cash from operations in the quarter, reflecting strong earnings performance, somewhat offset by increased working capital investments. Increases in inventory and other assets are mainly driven by a receipt of components for future shipments, including shipments delayed due to supplier decommits. This trend should reverse once overall supply conditions for these decommitted components improve.\nDSOs came in at 51 days, down from 67 days in Q1, reflecting the linearity of billings and a decline in deferred revenue in the period. Inventory turns were 1.9x, up from 1.7x in the prior quarter. Inventory increased $852.8 million in the quarter, up from $694.2 million in the prior period, reflecting higher component and peripherals inventory and a small increase in switch-related finished goods.\nOur purchase commitment number for the quarter was $4.5 billion, up from $4.3 billion in Q1. These multiyear purchase commitments reflect overall strength in demand and the current long lead time supply environment. As a reminder, we continue to prioritize newer early life cycle products for inclusion in these strategies in order to help mitigate the risk of excess or obsolescence.\nOur total deferred revenue balance was $1 billion, down from $1.1 billion in Q1. The majority of the deferred revenue balance is services related and directly linked to the timing and term of service contracts, which may vary on a quarter-by-quarter basis. Approximately $228 million of the balance, down from $327 million last quarter, represents product deferred revenue largely related to customer-specific acceptance clauses for new products with our larger customers.\nAccounts payable days were 63 days, up from 58 days in Q1, reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $8.9 million.\nNow turning to our outlook for the third quarter and beyond. Our Analyst Day outlook for 2022 call for 30% year-over-year revenue growth, somewhat balanced across our market sectors and heavily constrained by supply. Reflecting on the first half of the year, we achieved revenue growth of approximately 40% in the face of a very difficult supply environment.\nWe had, again, saw the resilience of the business model with higher component costs, combined with a heavier cloud mix, lowering gross margin but allowing for increased scale, operating margin expansion and year-over-year earnings per share growth of approximately 48%.\nLooking to the third quarter. While demand metrics have remained strong across the business, attempts to predictably scale shipments have been somewhat hindered by ad hoc supplier decommits. Our Q3 outlook assumes some improvement in ship volume but reflects a balanced view of the remaining supply chain uncertainties.\nWe expect gross margin pressure to continue with some need for broker purchases and expedite fees, combined with a healthy revenue contribution from our cloud titan customers. As to spending and investments, we expect to continue to grow our investments in R&D and sales and marketing, in line with our baseline investment plan. However, we are cognizant of the broader macro risks, and we'll continue to monitor spending carefully.\nSo all of this as a backdrop, our guidance for the third quarter, which is based on non-GAAP results and excludes any noncash stock-based compensation impacts and other nonrecurring items, is as follows: Revenues of approximately $1.025 billion to $1.075 billion, gross margin of approximately 60% to 62%, operating margin of approximately 39%. Our effective tax rate is expected to be approximately 21% and diluted shares on a post-split basis of approximately 316 million shares.\nI will now turn the call back to Liz. Liz?\n\nLiz Stine\n\nDirector of IR Advocacy, Arista Networks, Inc.\n\nThank you, Ita. We will now move to the Q&A portion of the Arista earnings call. (Operator Instructions) Thank you for your understanding. Operator, take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a00f0358340361aa9cd79682b1f578bf",
    "period": "2022 Q1",
    "content": "Q1 2022 Arista Networks Inc Earnings Call\n\nQ1 2022 Arista Networks Inc Earnings Call\n\nANETNYSEMAY 2, 4:30 PM\n\nOperator\n\nWelcome to the First Quarter 2022 Arista Networks Financial Results Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded and will be available for replay from the Investor Relations section at the Arista website following this call. Ms. Liz Stine, Arista's Director of Investor Relations, you may begin.\n\nLiz Stine\n\nDirector of IR Advocacy, Arista Networks, Inc.\n\nThank you, operator. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks' President and Chief Executive Officer; and Ita Brennan, Arista's Chief Financial Officer.\nThis afternoon, Arista Networks issued a press release announcing the results for its fiscal first quarter ending March 31, 2022. If you would like a copy of the release, you can access it online at our website.\nDuring the course of this conference call, Arista Networks' management will make forward-looking statements, including those relating to our financial outlook for the second quarter of the 2022 fiscal year; longer-term financial outlook for 2022 and beyond; our total addressable market and strategy for addressing these market opportunities; the potential impact of COVID-19, supply chain constraints, component costs, manufacturing capacity, inventory purchases and inflationary pressures on our business, product innovation and the benefits of acquisitions, which are subject to the risks and uncertainties that we discuss in detail in our documentation filed with the SEC, specifically in our most recent Form 10-Q and Form 10-K and which could cause actual results to differ materially from those anticipated by these statements. These forward-looking statements apply as of today, and you should not rely on them as representing our views in the future. We undertake no obligation to update these statements after this call.\nAlso, please note that certain financial measures we use on this call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures in our earnings press release.\nWith that, I will turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, CEO & Director, Arista Networks, Inc.\n\nThank you, Liz. Thank you, everyone, for joining us this afternoon for our first quarter 2022 earnings call. In addition to the pandemic, we are now facing the global uncertainty with the war in Ukraine and increasing inflation trends. On behalf of Arista, we express our deep concern over the tragedies in Ukraine and thank the Arista employees for their thoughtful donations to the Ukraine humanitarian causes matched by the Arista Foundation.\nBack to Q1 2022. We delivered record revenues of $877.1 million for the quarter, with a non-GAAP earnings per share of $0.84. Services, software support renewals contributed approximately 19.2% of the revenue. Our non-GAAP gross margins of 63.9% was influenced by continuing supply chain constraints and elevated costs. Vendor decommits for certain components increased sharply in March 2022, with no clear relief in sight in the near term.\nIn terms of Q1 2022 verticals, cloud titans was our strongest and largest vertical, followed by enterprise, cloud specialty providers and financials tied at third place, and service providers at fourth. Our geographical mix included strong performance in the Americas at 76%, with the international contribution at 24%.\nAccording to market analysts, in calendar 2021, Arista gained market share in overall data center, high-performance switching, growing to approximately 19% market share. We are proud to maintain our #1 position in 100-, 200- and 400-gig switching and achieved this growth despite all the challenges of the supply chain. Arista has also been a pioneering leader in client to cloud networking. Our customer relevance is increasing with new logos in tech enterprises, health care, education and retail as well as the provider sector. Our million-dollar logos have doubled in the last 3 years in all categories. These categories include: greater than 1 million, greater than 5 million, greater than 10 million and greater than 25 million customers.\nWhat's clear as I personally engaged across the worldwide base of CIOs and CSOs is that the planning horizon for networking has really changed. Our visibility and demand has never been stronger. The nature of our discussions with our customers is also most strategic in nature. Let me try to illustrate with a few examples.\nFor example, on AI Spine, we're building upon our cloud heritage to expand scale for AI workloads that are both data and compute-intensive, thereby requiring 100-, 400- and 800-gig performance in the future with rich EOS software feature. In the cognitive campus, threat hunting is now becoming integral to the network instead of being an [accessory] and is changing the way cybersecurity and [virus] and threats can be detected and managed holistically. Network security is clearly migrating to secure Zero Trust networking based on AI and AVA sensors.\nIn larger enterprises, network as a sales service based on CloudVision is enabling our customers to manage their data sets across client-to-cloud domains with superior, unmatched automation and analytics. Our decade-long preferred partnership with cloud titans, especially Microsoft and Meta, has helped forge joint engineering products for hyper cloud scale all the way now to edge use cases. Clearly, Arista is in the midst of an exciting and growing total available market or TAM expansion to fulfill our customers' quest for proactive, predictive and prescriptive networking, all this with the right data-driven foundation and architecture. This Network Data Lake EOS stack that we launched last November, is resonating well, and it's validating our customer network design.\nIn conclusion, I'm so proud of Arista's progress and traction and look forward to multiple years of double-digit growth.\nAnd with that, I'd like to turn it over to Ita for Q1 2022 financial specifics.\n\nIta M. Brennan\n\nCFO & Senior VP, Arista Networks, Inc.\n\nThanks, Jayshree, and good afternoon. This analysis of our Q1 results and our guidance for Q2 '22 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nTotal revenues in Q1 were $877.1 million, up 31.4% year-over-year and well above the upper end of our guidance of $840 million to $860 million. Our enterprise business continued to contribute healthily to our overall revenue growth in the first quarter, combined with accelerated shipments to our cloud titan customers, some of which were deferred.\nSupply remained constrained in the quarter with supplier decommits resulting in higher broker purchases and expedite fees in the period. Services and subscription software contributed approximately 19.2% of revenue in the first quarter, down from 21% in Q4. International revenues for the quarter came in at $212.7 million or 24% of total revenue, down from an unusually high 29% in the fourth quarter of 2021. This decline in international mix primarily reflects some volatility with our global customers, including the deferral of some international cloud shipments in the period.\nOverall gross margin in Q1 was 63.9%, above the midpoint of our guidance range of approximately 63% to 64%. Operating expenses for the quarter were $225.3 million or 25.7% of revenue, up from last quarter at $206.2 million. R&D spending came in at $144.3 million or 16.5% of revenue, up from last quarter at $130.3 million. This primarily reflected increased headcount and higher new product introduction costs in the period.\nSales and marketing expense was $66.2 million or 7.5% of revenue compared to $61.2 million last quarter, with increased headcount and strong shipments driving higher variable compensation expenses for the period. As a reminder, we continue to benefit from lower COVID-related travel and marketing expenses.\nOur G&A costs came in at $14.8 million or 1.7% of revenue, consistent with last quarter. Our operating income for the quarter was $335.6 million or 38.3% of revenue. Other income and expense for the quarter was a favorable $3 million, and our effective tax rate was approximately 20.7%. This resulted in net income for the quarter of $268.7 million or 30.6% of revenue. Our diluted share number was 319.7 million shares, resulting in a diluted earnings per share number for the quarter of $0.84, up approximately 35% from the prior year.\nNow turning to the balance sheet. Cash, cash equivalents and investments ended the quarter at approximately $3.4 billion. We repurchased $136.2 million of our common stock during the first quarter at an average price of $116 per share. As a reminder, we've now repurchased approximately $209 million or 1.8 million shares against our October 2021 $1 billion Board authorization. The actual timing and amount of future repurchases is dependent on market and business conditions, business requirements, stock price, acquisition opportunities and other factors.\nNow turning to operating cash performance for the first quarter. We generated $217.1 million of cash from operations in the quarter, reflecting strong earnings performance, combined with continued working capital investments. DSOs came in at 67 days, up from 58 days in Q4, reflecting the linearity of billings and growth in deferred revenue in the period. Inventory turns were consistent with last quarter at 1.7x. Inventory increased to $694.2 million in the quarter, up from $650.1 million in the prior period, primarily reflecting higher component inventory. Our purchase commitment number for the quarter was $4.3 billion, up from $2.8 billion in Q4. The significant increase in commitments largely represents orders for 2023 and beyond, reflecting overall strength and demand for those periods and our expectation that this long lead time supply environment continues. As a reminder, we continue to prioritize newer, early life-cycled products for inclusion of these strategies in order to help mitigate the risk of excess our obsolescence.\nOur total deferred revenue balance was $1.1 billion, up from $929 million in Q4. The majority of the deferred revenue balance is services-related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis. Approximately $327 million of this balance, up from $160 million last quarter, represents product deferred revenue, largely related to acceptance clauses for new products, most recently with our large cloud titan customers. As a reminder, we remain in a period of significant new product introductions combined with a healthy new customer acquisition rate and expanded use cases with existing customers. These trends have resulted in increased customer-specific acceptance clauses and higher product deferred revenue amounts.\nAccounts payable days were 58 days, down from 63 days in Q4, reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $14.9 million.\nNow turning to our outlook for the second quarter and beyond. Our Analyst Day outlook for 2022 calls for 30% year-over-year revenue growth, somewhat balanced across our market sectors and heavily constrained by the supply environment. As we progress through 2022, demand metrics remain strong across the business with particular strength from our cloud titan, other cloud and enterprise customers. While we've added manufacturing capacity and component supply in response to this demand, supplier decommits make forecasting accelerated shipment momentum difficult. These decommits also have a negative impact on gross margin as we must turn to other sources to try to backfill decommitted components in the quarter.\nFrom a business model perspective, this means that in this supply-constrained environment, any accelerated growth, while accretive to the bottom line, may come with a lower gross margin percentage due to increased cloud mix and additional expedite fees.\nTurning specifically to Q2. We expect revenues of approximately $950 million to $1 billion, including approximately $50 million of cloud-related deferred revenue recognition from the balance sheet. On the gross margin front, an expected healthy cloud mix in the quarter, combined with 200 to 300 basis points of assumed expedite costs, would result in gross margins of approximately 60% to 62%.\nAs to spending and investments, we expect to continue to grow our investments in R&D and sales and marketing in line with our baseline investment plan. With all of this as a backdrop, our guidance for the second quarter, which is based on non-GAAP results and excludes any noncash stock-based compensation impacts and other nonrecurring items, is as follows: revenues of approximately $950 million to $1 billion, gross margin of approximately 60% to 62% and operating margins of approximately 37% to 38%. Our effective tax rate is expected to be approximately 21% with diluted shares on a post-split basis of approximately 320 million shares.\nI will now turn the call back to Liz. Liz?\n\nLiz Stine\n\nDirector of IR Advocacy, Arista Networks, Inc.\n\nThank you, Ita. We will now move to the Q&A portion of the Arista earnings call. (Operator Instructions) Thank you for your understanding. Operator, take it away."
  },
  {
    "header": "ANET",
    "cik": "0001596532",
    "ticker": "ANET",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9757b024d6b8ce9c96bb9cd2a6c9fb98",
    "period": "2021 Q4",
    "content": "Q4 2021 Arista Networks Inc Earnings Call\n\nQ4 2021 Arista Networks Inc Earnings Call\n\nANETNYSEFEB 14, 4:30 PM\n\nOperator\n\nWelcome to the Fourth Quarter 2021 Arista Networks Financial Results Earnings Conference Call. (Operator Instructions) As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of the Arista website following this call.\nMr. Venk Nathamuni, Arista's Head of Corporate and Finance and Investor Relations. You may begin.\n\nVenk Nathamuni\n\nThank you, operator. Good afternoon, everyone, and thank you for joining us. With me on today's call are Jayshree Ullal, Arista Networks President and Chief Executive Officer; and Ita Brennan, Arista's Chief Financial Officer.\nThis afternoon, Arista Networks issued a press release announcing the results of its fiscal fourth quarter ending December 30, 2021. If you would like a copy of the press release, you can access it online at our website.\nDuring the course of this conference call, Arista Networks management will make forward-looking statements including those relating to our financial outlook for the first quarter of fiscal year 2022, the longer-term financial outlook for 2022 and beyond. Our total addressable market and strategy for addressing these market opportunities, the potential impact of COVID-19, supply chain constraints, manufacturing capacity and inventory purchases on our business, product innovation and finally, the benefits of acquisitions. These statements are subject to risks and uncertainties that we discuss in detail in our SEC filings, specifically in our most recent Form 10-Q and Form 10-K which could cause actual results to differ materially from those anticipated by these statements.\nThese forward-looking statements apply as of today and should not be relied on as representing our views in the future, and we undertake no obligation to update these statements after this call. Also, please note that certain financial measures we use on this call are expressed on a non-GAAP basis and have been adjusted to exclude certain charges. We have provided reconciliations of these non-GAAP financial measures to GAAP financial measures in our earnings press release.\nWith that, let me now turn the call over to Jayshree.\n\nJayshree V. Ullal\n\nPresident, CEO & Director, Arista Networks, Inc.\n\nThank you, Ven. I welcome to your first earnings call at Arista. We're excited to have you on Board as our Executive Head of Corporate Development, IR and Finance. Thank you, everyone, for joining us this afternoon for our fourth quarter 2021 earnings call.\nIf there's one thing that pandemic has taught us is that it comes with various surprises. With vaccines and boosted choices, we simply hope that all of you and your families are safe during the latest spread of the Omicron variant. I am proud of our employees for adapting and thank our partners and customers for placing their trust in us during these ever-changing times.\nBack to Q4 2021. We delivered revenues of $824.5 million for the quarter, with a non-GAAP earnings per share of $0.82. Services and software support renewals contributed approximately 21% of the revenue. Our non-GAAP gross margins of 64.3% was influenced by increasing supply chain costs. We've registered a record number of million-dollar customers as a direct result of our momentum in the enterprise and campus traction that we have experienced throughout the year. We have now surpassed in excess of 8,000 cumulative customers.\nIn terms of Q4 2021 verticals, cloud titans was our largest vertical, followed by the enterprise, followed by the specialty cloud providers at third place, financials at fourth place and service providers at fifth place. All the verticals grew well at double-digit percentages in 2021.\nIn terms of Q4 geographical mix, international contributions were strong at 29%, with the Americas at 71% for the quarter.\nShifting to annual sector revenue for the year in 2021, cloud titans registered approximately 30% of the revenue, enterprise and financials came in at approximately 40% and the providers at approximately 30%. Microsoft was the only greater than 10% customer at a 15% contribution. We do expect Meta, formerly Facebook, to become our second 10% revenue customer in 2022 as we improve lead times.\nI would now like to invite Anshul Sadana, our Chief Operating Officer, to shed more light on our cloud titan execution.\n\nAnshul Sadana\n\nCOO, Arista Networks, Inc.\n\nThank you, Jayshree. Our cloud business continues to be strong. In 2021, we successfully transitioned from prototype to trials, to production on our latest products for 100, 200 and 400-gig. The Arista 7800 is now deployed at scale for data center spine, PCI and regional spines and AI spine clusters. The Arista 7388, which we co-developed with Meta and announced at OCP November last year, is also now running successfully in production data centers. We not only continue to do well in existing use cases, but are also winning the new areas like WAN and Cloud Edge.\nFeedback from our largest customers is consistent. Arista products are easier to work with and have far fewer issues than competition. While there is often speculation about share shifts in some of our use cases, demand for our products from these cloud titans remains healthy. To quote one of our largest customers directly, Arista continues to maintain and even grow its leadership position in these high-volume spine deployments. Back to you, Jayshree.\n\nJayshree V. Ullal\n\nPresident, CEO & Director, Arista Networks, Inc.\n\nThank you, Anshul. We look forward to our continued partnership with the cloud titan, something you and the entire engineering team has been nurturing for over a decade.\nIn terms of annual 2021 product lines, our core cloud and data center products, built upon our highly differentiated Arista U.S. stack, is successfully deployed across 10, 25, 40, 100, 200 and 400-gig speeds. This drove approximately 64% of our revenue with strong cloud and enterprise spending cycles. We believe we will continue to be the #1 in market share for both 100-gig and 400-gig ports according to industry analysts.\nOur second market is network adjacencies comprised of routing replacing routers and the cognitive campus workspaces. We doubled our campus revenue at approximately $200 million in 2021 and aiming to double again to $400 million in 2022. Our investments in the cognitive campus switching spines and wireless generated significant customer wins versus incumbents.\nWe successfully deployed in many routing edge and peering use cases winning Tier 1 and Tier 2, Tier 3 service provider projects for routing. Our investments in the simplification of the routing stack and the edge is yielding traction. Just in 2021 alone, we introduced 6 EOS software releases across 37 platforms. We delivered over 1,500 features in routing over the past 2 years.\nThe total campus and routing adjacencies together contributed approximately 14% of revenue as a compelling alternative to legacy networks. Our third category is network software and services based on subscription models such as Arista A-Care, CloudVision, Dan's monitoring fabric, or DMS observability, and the advanced network detection and response, NDR, with AVA sensors for security.\nArista's subscription-based network services and software contributed approximately 22% of total product revenue. We are proud that CloudVision has now exceeded over 1,300 cumulative customers as a highly differentiated integral element for our customers' network agility and operations.\nTo recap our discussion at November 2021 Analyst Day, the networking industry is right for this digital transformation to data-driven networking. Arista is well positioned as a leader in this client to cloud networking. A key part of the strategy is to bring these cloud-first principles to every aspect of the data network.\nSoftware functions such as routing, security and observability are inherently embedded into the Arista EOS. Our EOS has evolved to a third-generation software stack with both state and store-driven NetDL functions. NetDL, our network data lake architecture that we launched in November 2021, is resonating well with customers. We are building upon our cloud network heritage to bring proactive platforms, predictive operations and a prescriptive experience to unify data sets from multiple sources. We are consistently harnessing the powerful combination of NetDL and EVA autonomous virtual assist to gather, store and process multiple modalities of network generated data and network-related data. EVA uses a supervised AI/ML algorithm and natural language processing to help network operators with root cause analysis and threat hunting.\nLooking ahead into 2022, as I engage with worldwide customers, I'm observing fatigue and frustration with our peers' discontinuity in products and support and quality. In contrast, Arista's pursuit of world-class data-driven networking is unwavering. It cannot be achieved by us alone. We joined forces with industry leaders to collaborate with Microsoft, VMware, Red Hat, Equinix, Palo Alto Networks, ServiceNow, Slack, Splunk, Zscaler and Zoom to name a few, that together build our collaborative ecosystem.\nIn summary, I'm so proud of our team's execution across multiple dimensions in 2021. With a record-setting year at $2.94 billion, 27% annual growth and a cash flow for the first time exceeding $1 billion, this was indeed an exciting and memorable year for Arista. It marked a time of the cloud titans growth, coupled with diversified momentum across our product lines and customer sectors. Arista's profile and affinity with customers has heightened to earn a strategic seat at the table.\nAnd so despite the supply chain obstacles that we now expect to continue into 2023, we have emerged stronger. We reiterate our 30% annual growth outlook mentioned at November's Analyst Day as we now aim for $3.85 billion in 2022 and multiple years of growth ahead.\nNow I'll turn it over to Ita, our CFO, for financial specifics.\n\nIta M. Brennan\n\nCFO & Senior VP, Arista Networks, Inc.\n\nThanks, Jayshree, and good afternoon. This allows our Q2 and full year 2021 results. And our guidance for Q1 2022 is based on non-GAAP and excludes all noncash stock-based compensation impacts, certain acquisition-related charges and other nonrecurring items. In addition, all share-related numbers are provided on a pull split basis to reflect the 4-for-1 stock split completed in November 2021. A full reconciliation of our selected GAAP to non-GAAP results is provided in our earnings release.\nTotal revenues in Q4 were $824.5 million, up 27.1% year-over-year and well above the upper end of our guidance of $775 million to $795 million. We continue to see strong demand across all our market sectors with particular strength from our cloud titan customers as we ramp our new products.\nShipments remained constrained in the quarter as we continued to carefully navigate industry-wide supply shortages and COVID-related disruptions. Services and subscription software contributed approximately 21.2% of revenue in the fourth quarter, roughly in line with Q3. International revenues for the quarter came in at $242.1 million or 29% of total revenue, up from 25% in the third quarter. This completes a year of strong international performance with international revenues for the year growing 46% on a year-over-year basis. This reflects healthy performance with our in-region customers, combined with solid contributions from our larger cloud titan customers.\nOverall gross margin in Q4 was 64.3%, just above the midpoint of our guidance range of approximately 63% to 65%. We continue to recognize incremental supply chain costs in the period and began to see an increase in cloud titan revenue mix in the quarter.\nOperating expenses for the quarter were $206.2 million or 25% of revenue, up from last quarter at $192.4 million. R&D spending came in at $130.3 million or 15.8% of revenue, up from last quarter at $125 million. This primarily reflected increased headcount and employee-related costs in the period.\nSales and marketing expense was $61.2 million or 7.4% of revenue compared to $55.8 million last quarter, with increased headcount and higher variable compensation expenses. As a reminder, we continue to benefit from lower COVID-related travel and marketing expenses.\nOur G&A costs came in at $14.7 million or 1.8% of revenue. Our operating income for the quarter was $324.2 million or 39.3% of revenue. Other income and expense for the quarter was a favorable $1.5 million, and our effective tax rate was approximately 19.4%. This resulted in net income for the quarter of $262.4 million or 31.8% of revenue.\nOur diluted share number was $319.75 million shares, resulting in a diluted earnings per share number for the quarter of $0.82, up approximately 32.3% from the prior year.\nNow turning to the balance sheet. Cash, cash equivalents and investments ended the quarter at approximately $3.4 billion. We repurchased $176 million of our common stock during the fourth quarter at an average price of $113 per share. As a recap, this completes the April 2019 $1 billion repurchase authorization, having repurchased a total of 16.7 million shares at approximately $60 per share. In addition, we initiated repurchases against the October 2021 $1 billion Board authorization, purchasing $72.9 million or 590,000 shares in the quarter at an average price of $124 per share. The actual timing and amount of future repurchases will be dependent on market and business conditions, business requirements, stock price, acquisition opportunities and other factors.\nNow turning to operating cash performance for the fourth quarter. We generated $225 million of cash from operations in the period, completing our first year with cash generation in excess of $1 billion. This reflects the strong earnings and cash flow potential of our business model even in a period of increasing investments in inventory and supply chain.\nDSOs came in at 58 days, up from 49 days in Q3, reflecting the linearity of billings and deferred revenue growth in the period. Inventory turns were consistent with last quarter at 1.7x. Inventory increased to $650.1 million in the quarter, up from $575.7 million in the prior period, reflecting increased component buffers and some added inventory costs.\nOur purchase commitments for the quarter were $2.8 billion, up from $2.1 billion in Q3. This is in response to increased lead times now extending into 2023 and continued strength in demand. As a reminder, we continue to prioritize newer early life cycle products are included in these strategies in order to help mitigate the risk of excess or obsolescence.\nOur total deferred revenue balance was $929 million, up from $800 million in Q3. The majority of the deferred revenue balance is services related and directly linked to the timing and term of service contracts, which can vary on a quarter-by-quarter basis. Approximately $160 million of the balance, up from $113 million last quarter, represents product deferred revenue, largely related to acceptance clauses for new products, most recently with our larger cloud titan customers.\nAs a reminder, we remain in a period of significant new product introductions, combined with healthy new customer acquisition rate and expanded use cases with existing customers. These trends, in conjunction with reduced levels of upfront in-person testing, have resulted in increased customer-specific acceptance clauses and higher product deferred revenue amounts.\nAccounts payable days were 63 days, up from 47 days in Q3, reflecting the timing of inventory receipts and payments. Capital expenditures for the quarter were $8.5 million.\nNow turning to our outlook for the first quarter and beyond. As outlined at our Analyst Day, we expect to achieve year-over-year revenue growth for 2022 of approximately 30%. This reflects continued healthy demand across all our market sectors, tempered by the impact of a difficult supply environment.\nOn the gross margin front, we see continued industry-wide supply constraints and elevated logistics costs, with some offset from customer price increases. While we expect gross margins for the first quarter to be in the range of 63% to 64%, we would highlight the potential negative impact of customer mix in future quarters. If we are successful in improving supply, enabling our cloud titan contribution to accelerate, it would likely result in gross margins below the typical guidance range.\nNow turning to spending and investments. We remain committed to growing our investments in R&D to support innovation across the business and sales and marketing to support our go-to-market expansion. With all of this as a backdrop, our guidance for the first quarter, which is based on non-GAAP results and excludes any noncash stock-based compensation impacts and other nonrecurring items, is as follows: revenues of approximately $840 million to $860 million, gross margin of 63% to 64% and operating margin at approximately 38%. Our effective tax rate is expected to be 21%, with diluted shares on a post-split basis of approximately 320 million shares.\nI will now turn the call back to Venk. Venk?\n\nVenk Nathamuni\n\nThank you, Ita. We're now going to move to the Q&A portion of the Arista earnings call. (Operator Instructions) Operator, please take it away."
  }
]