[
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ed5d807be8c41dcd4198e1c7f745cd36",
    "period": "2025 Q3",
    "content": "Q3 2025 NiSource Inc Earnings Call\n\nQ3 2025 NiSource Inc Earnings Call\n\nNINYSEOCT 29, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Hello. My name is Dustin, and I will be your conference operator today. At this time, I would like to welcome you to the third quarter of NiSource Earnings Conference Call. [Operator Instructions]\nI would now like to turn the conference over to Durgesh Chopra, Vice President of Investor Relations. Please go ahead, sir.\n\nDurgesh Chopra\n\nManaging Director and Head of Power & Utilities Research\n\nAll right. Thanks, Dustin. Good morning, and welcome to NiSource's Third Quarter 2025 Investor Call. Joining me today are President and Chief Executive Officer, Lloyd Yates, Executive Vice President and Chief Financial Officer, Shawn Anderson, Executive Vice President of Technology, Customer and Chief Commercial Officer, Michael Luhrs and Executive Vice President and Group President of NiSource Utilities, Melody Birmingham.\nToday, we'll review NiSource's financial performance for the third quarter and share updates on operations, strategy and growth drivers. We'll open the call for your questions after our prepared remarks. Slides for today's call are available in the Investor Relations section of our website. Some statements made during this presentation will be forward-looking. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. Information concerning such risks and uncertainties is included in the Risk Factors and MDA sections of our periodic SEC filings. Additionally, some statements made on this call relate to non-GAAP earnings measures. Please refer to the supplemental slides, segment information and full financial schedules for information on the most directly comparable GAAP measure and a reconciliation of these measures.\nWith that, I'll turn the call over to Lloyd.\n\nLloyd M. Yates\n\nChief Strategic & Policy Officer, Duke Energy Corp.\n\nThank you, Durgesh, And good morning, everyone. Let's begin on Slide 3. At NiSource, our mission remains clear and consistent, deliver safe, reliable energy that drives value to our customers. The NiSource team has been focused on executing our premier business plan. We have advanced the work to develop data centers in Indiana, and we refresh the long-term outlook for our business. As a result of this, we've strengthened our financial commitments, demonstrated a disciplined and well-defined base business plan and have capitalized on emerging data center opportunities. through approximately $7 billion of Genco investments, generating approximately $1 billion in savings to be flowed back to our existing customers. This business model serves as a scalable platform for growth. .\nThese commitments are backed by our efficient capital deployment and safe and reliable operations within our robust regulatory framework. The refresh of our strategic plan outlook enables updated financial guidance while reaffirming our confidence in delivering sustainable value and extends the company's growth targets. This supports a 6% to 8% annual adjusted EPS growth rate in the base business through 2030 and we are now introducing an 8% to 9% adjusted EPS compound annual growth rate for the consolidated business through 2033. This transparent approach drives predictability and aligns our financial plan with long-term stakeholder value. Turning to our key priorities on Slide 4. This quarter, we secured approval of the Genco model in Indiana and full ownership of the Templeton Wind asset, reinforcing the strength of our constructive regulatory foundation. Our ongoing focus to refine our operations through AI efficiency and continuous improvement initiatives supports our steadfast commitment to customer affordability, ensuring that our investments and operational decisions are made to support our goal of keeping energy costs reasonable and predictable for the communities we serve.\nToday, we reported third quarter adjusted EPS of $0.19, bringing our year-to-date total to $1.38. We are reaffirming the upper half of our 2025 adjusted EPS guidance of $1.85 to $1.89. We're also announcing 2026 consolidated EPS guidance of $2.02 to $2.07. Despite these strong financial commitments, significant upside remains as we continue to invest in regulated infrastructure to better serve our communities, developing projects supporting data center growth, or insuring of manufacturing and economic development across our territories remains robust across the outlook of our plan. Some of that robust pipeline has been realized through the recently executed contract with a large investment-grade data center customer. Let's move to Slide 5. Our AI and digital strategy is measurably driving efficiency scalability and better experiences for employees and customers. Our AI work management intelligence continues to deliver sustained fuel productivity uplifts of over 20%. And as measured through work hours achieved, less idle time and less rework.\nBuilding on this success, we are expanding AI into additional high-value areas, including a new supply chain program to reinforce our focus on customer affordability. We are also piloting AI for system reliability and faster storm response, including average prediction and resource staging. Across the enterprise, we're employing AI through secure, role-based tools and strong governance. These initiatives are outcome-driven, along with our regulatory commitments and designed to capture sustainable O&M efficiencies while improving service quality. We're making deliberate investments in the people and capabilities required to meet the growing needs of our data center customers. Our ability to execute large-scale construction projects stems from a proven track record of project management, deep technical experience and a culture of accountability. These efforts align directly with our commitment to operational excellence, ensuring we're not only prepared to deliver the position to lead this next phase of growth.\nOn Slide 6, we continue to make strong progress on our regulatory agenda. We're advancing our tracker programs in Ohio and Indiana and our Pennsylvania rate case remains on track with a final order expected by year-end. We're also advancing initiatives that promote economic development. These efforts expand the customer base, which leads to more efficient distribution of fixed calls. Columbia Gas Virginia's partnership in delivering natural gas to Eli Lilly's company's newly announced $5 billion manufacturing facility near Richmond, exemplifies a proactive approach to economic transition and infrastructure development. The state-of-the-art facility is projected to create 650 permanent jobs and 1,800 construction jobs, showcasing how strategic investments can drive both immediate and long-term economic benefits for local communities. Columbia Gas and Virginia's collaboration with state and local agencies on the core commitment to attracting high-impact investments and building foundational energy infrastructure that supports ongoing economic growth.\nIn parallel with these economic initiatives, NiSource remains focused on its energy transition strategy by advancing coal plant retirement, including Schafer at the end of 2025 and Michigan City in 2028. The company continues to closely monitor executive orders and regulatory developments and is working with federal and state officials and MISO to ensure these transitions are managed responsibly. The goal is to provide the best outcomes for customers and communities, ensuring reliability and affordability. These efforts, together with investments in new facilities and infrastructure reinforces NiSource's commitment to supporting both community prosperity and a sustainable energy future. The IURC's approval of Genco unlocks a unique business model designed to protect existing customers, serve new customers with speed and flexibility and maintain the financial integrity of NIPSCO. The Genco strategy goes beyond simply providing power. It establishes a framework that strengthens our system, supports local communities and drives long-term sustainable growth for all stakeholders.\nLast month, we executed a data center contract with a large investment-grade customer to support significant gas and battery storage build out in Northern Indiana, representing approximately $6 billion to $7 billion in capital investment. This project fully aligns with our strategic priorities, enabling affordability for customers, supporting economic development in the communities we serve, enhancing shareholder value for a strengthened financial profile and prudent risk management. I want to emphasize that customer affordability remains central to our strategy. The special contract ensures that growth enhances value for our existing customers going well beyond cost neutrality. The counterparties use of the NIPSCO's infrastructure will generate significant bill savings for our retail customers. while investments in grid modernization will enhance reliability and reduce long-term operational expenses.\nThis project also delivers meaningful economic development benefits, including job creation, workforce development and tax revenues that support public services and infrastructure across Indiana. Lastly, this agreement enhances our existing financial commitments and will diversify and strengthen NiSource's earnings, cash flow and growth profile, as Sean will touch on later.\nBut first, I'll turn it over to Michael to walk us through the agreement in more detail.\n\nMichael S. Luhrs\n\nExecutive VP of Strategy & Risk and Chief Commercial Officer\n\nThanks, Lloyd. I'll begin on Slide 8. I'm happy to share this breakthrough infrastructure agreement driving significant energy development in Indiana. Due to confidentiality agreements and ongoing discussions with other parties, we are limited in the details we can share at this time, but we are excited to share these developments. Under this agreement, Genco will construct 2 combined cycle gas turbine power plants, each with a nominal output of 1,300 megawatts and 400 megawatts of battery storage capacity. Drawing on our expertise in the energy sector, these technology solutions were designed to ensure cost effectiveness, long-term value and meet system reliability standards. Our approach delivers benefits across the board, providing customer benefits, state-level energy planning and regulatory compliance, community economic development, shareholder benefits and aligns with MISO's capacity requirements.\nThis collaborative model ensures that all stakeholders, customers, the state, community, investors and MISO are positioned for success. These assets will support transmission and substation infrastructure representing a total capital investment of approximately $6 billion to $7 billion. The agreement outlines a multiphase development plan with a clear demand aligned ramp for efficient and scalable employment of resources. We plan to submit the special contract agreement to the IURC for review before year-end and expect approval in the first half of 2026. The agreement is structured with a 15-year initial term providing long-term stability. Our returns will be generated under a fixed rate contract structure with consistent capacity payments and pass-through treatment of certain costs. Termination protections also helped mitigate early exit risk and further safeguard financial integrity.\nFurthermore, we have entered into an engineering, procurement and construction agreement with a joint venture between Quanta Infrastructure Solutions Group and Zachry Industrial for development of the 2G Vernova state-of-the-art CCGT stations. Additionally, we have signed a separate EPC contract with Quanta to lead the construction of our advanced battery storage facilities, reinforcing our commitment and capabilities to deliver effective, reliable and sustainable energy solutions for Indiana. We're confident in our ability to execute this project effectively safely and with minimal disruption to our existing operations. As Lloyd noted and as highlighted on Slide 9, affordability is central to our strategy. particularly in an inflationary environment where energy costs can pose significant challenges. This project has been carefully structured to uphold NiSource's commitment to customer affordability so that growth does not come at the expense of existing customers.\nNiSource has a prioritized customer affordability by structuring a contract that ensures NIPSCO retail customers are not financially responsible for the infrastructure costs associated with serving this large load customer. These protections apply both during the contract term and at its conclusion. This arrangement will allow for approximately $1 billion to be passed back to our existing NIPSCO electric customers, creating bill savings over the contract life. Through the construction and development of new assets, we are building a more resilient future ready grid.\nMoving to Slide 10. This project drives meaningful economic development in Indiana. creating more than 2,000 jobs, spanning a range of skill levels in industries and contributes to long-term employment opportunities. The boost to local and state tax revenues from an investment in this magnitude is tremendous. enhancing the overall value and sustainability of the community by supporting public services and infrastructure. Beyond direct financial contributions, the initiative promotes workforce development in our communities while also attracting top talent, energizing India's economic economy and positioning the region for the sustainable economic growth. We continue to see strong momentum from large load customers. Combined with the recent commission approval of the Genco structure, we are unlocking a differentiated business model, One that protects the benefits and provides benefits to existing customers while enabling us to serve new large load customers with speed and flexibility. These developments give us a high confidence in the pipeline, which Lloyd will speak to later.\nI'll now turn things over to Shawn.\n\nShawn Anderson\n\nSenior VP of Strategy & Chief Risk Officer\n\nThanks, Michael. Good morning, folks. I'll start on Slide 11. As Lloyd and Michael have both highlighted, the Genco investments we plan to develop will enhance the value proposition business delivers to its customers in Indiana and will enhance long-term shareholder value. This partnership represents an investment inventory of approximately $7 billion incremental to our refreshed $21 billion base plan capital expenditures forecast. Consistent with rate designs from our base business, Genco's capital investments, are designed to drive revenue and earnings growth immediately and will track the rate of deployed CapEx, which will bolster NiSource's financial profile. This partnership is projected to be accretive for MISO shareholders in 2 key areas. First, over the initial term of the contract, the returns generated are forecasted to achieve a rate of return greater than NIPSCO's regulated rate of return. Second, the project is accretive to NiSource's earnings per share forecast in all years of the plan.\nStrong cash flow returns are forecasted from this project which will provide a broad range of financing solutions to achieve 2 primary goals: one, maintain our commitment to credit quality and achieve a 14% to 16% FFO to debt in all years of our plan. and two, maximize the long-term value creation to shareholders by minimizing financing costs. Genco investments are expected to strengthen NiSource's financial position by diversifying and increasing its earnings and cash flow potential while also establishing a new platform for long-term growth and development.\nTurning to Slide 12. We recognize the tremendous growth potential ahead and have carefully and diligently built comprehensive risk management protections into our plans to protect the long-term stability of our enterprise operations. Importantly, the contract provides for a fixed rate structure, which mitigates exposure to dispatch, fuel and merchant power risks, providing stable, predictable earnings and enhances long-term planning confidence. To further safeguard value creation, the termination payment mechanisms will mitigate early exit risk and uphold financial integrity throughout the life of the contract. The contract includes certain cost-sharing arrangements designed to mitigate construction execution risk. The rate design is developed to allow for recovery of our currently projected construction costs over the agreements term.\nWe are confident that the provisions we've incorporated in this contract will enhance our financial flexibility and positions NiSource for continued success. Looking ahead on Slide 13, we have a clearly defined path towards successful execution of this initiative, supported by key milestones. As announced last month, this data center contract is a strategic step forward in our long-term vision and approval of the Genco model supports the speed to market customers need to ramp their services. The additional financial disclosures provided today extend our long-term business and financial plan and build upon a premium-based business. Our future trajectory is enhanced through this project's multiyear development cycle and achieved full growth potential by 2032.\nShifting gears, Slides 14 and 15 detail our third quarter adjusted EPS of $0.19 per share compared to $0.20 per share for the same period last year. Earnings benefited from constructive regulatory outcomes at NIPSCO Electric and Columbia operations. These gains were offset by depreciation from new assets placed in service, the impact of higher balances of long-term debt, and increased operating expenses. On Slide 16, we refreshed our 5-year capital expenditure plan outlook, starting with a base capital plan of $21 billion which supports our 6-state traditional utility footprint. The refresh in our base capital plan is $1.6 billion larger than our prior base plan. CapEx increases are driven by several projects, moving from our upside plan, including MISO long-range transmission Tranche 1, PHMSA compliance in Ohio and customer transformation initiatives supporting the enterprise.\nIn addition to the base plan investment, we are now introducing approximately $7 billion of data center investment at Genco for a consolidated total of $28 billion of capital expenditures over the next 5 years. The magnitude of this new capital plan is substantial, signaling one of the largest investment cycles in NiSource's history. This significant increase, nearly 45% higher than the previous 5-year outlook demonstrates the company's proactive response to evolving market demands and invests in safe and reliable energy systems to support our communities, especially as the sector approaches a generational opportunity driven by digital transformation across industries. Beyond the refresh in the base capital plan, we have also updated the upside capital portfolio of projects supporting our traditional utility operations. These projects now estimate that $2 billion of CapEx and reflect MISO DLOL compliance projects, electric transmission investments and system modernization and enhancement.\nThese projects remain outside our current guidance. And once they reach our threshold to be included in our base plan, we will flow these through the full plan. As we assess market and system requirements, new long-term investments arise beyond our base and upside plans. These are highlighted on Slide 17. All of these projects require further development and we are actively pursuing their commercialization. Consistent financial execution has strengthened our balance sheet allowing NiSource to be flexible in capital allocation and be opportunistic to invest more in our system to enhance safety and reliability when necessary. Our updated long-term financial commitments are shared on Slide 18, which reflect the increased investment opportunity we are now positioned to access. There is no change to our current year projection. We are reaffirming 2025 adjusted EPS guidance of $1.85 to $1.89, expecting to achieve results in the upper half of this range.\nAs Lloyd highlighted earlier, we have bifurcated the cash flow returns associated with our existing utility operations and are defining those through our base plan guidance. We are introducing new disclosure for the cash flow profile of the Genco business model now that it has been approved by the IURC. This new investment thesis will combine with the base plan guidance to produce consolidated financial returns and guidance range. We expect our base plan adjusted EPS to grow annually at [indiscernible] from 2026 through 2030, incorporating the refreshed financials in our plan. This provides the foundation for our 2026 guidance range, which we are initiating. Consolidated adjusted EPS of $2.02 to $2.07 per share. Included in this range is $0.01 to $0.02 per share coming from the development of Genco-related assets. Beyond 2026, we expect our base plan to continue to grow annually at 6% to 8%, which is fueled by a continuation of the 8% to 10% rate base growth planned across the next 5 years to support safe and reliable operations across our 6-state utility portfolio.\nSimilar to 2026, we are now incorporating returns associated with new data center investments which now produce a forecasted consolidated rate base growth of 9% to 11% over the same 5-year horizon. The returns associated with these investments provide for a consolidated adjusted EPS CAGR of 8% to 9% through 2033. Importantly, we will continue to rebase our annual base plan adjusted EPS growth guidance off of actual results, allowing for outperformance to compound across the plan horizon. We are committed to minimizing the financial impact that our safety, reliability and compliance investments have on our customers. The Genco structure enables an increase in capital investment without those expenditures flowing to existing customers. In addition, the customer flowback mechanism from this contract refund system costs to customers while eliminating risk associated with fuel costs for large load generation assets.\nAnd finally, operational excellence and innovation in our operations project flat O&M over the life of the plan, all of which help support annual bill increases of less than 5% across NiSource. Additionally, we remain committed to 14% to 16% total debt in all years of the plan. Slide 19 details our financing plan. Our credit metrics have continued to improve and strong operational cash flow continues to support capital investments. Long term, Genco will further strengthen our balance sheet while we maintain financing flexibility to meet our strategic goals. We're excited to expand our partnership with Blackstone Infrastructure Partners through Genco as minority interest holders Blackstone will contribute 19.9% of all investments, supporting both current initiatives and future growth opportunities.\nBlackstone has committed $1.5 billion in equity which reinforces our capital structure and positions Genco for long-term success in meeting the evolving energy demands of data centers. Efficient financing plans help to avoid financing drag and minimize public equity dilution to our shareholders, thereby maximizing overall return. We continue to favor utilization of our ATM structure. As of September 30, we have settled all forward agreements under the ATM, which approximately $50 million of remaining capacity in the program. We expect to issue $300 million to $500 million of maintenance ETM equity annually across the 5-year plan to support our consolidated capital expenditures. Turning to Slide 20. The company's adjusted EPS trajectory reflects strong and consistent execution with adjusted EPS increasing from $1.37 in 2021 to a projected adjusted EPS of $1.88 this year based on our guided midpoint, representing an impressive 8.2% CAGR over the 5-year period.\nThis performance underscores the resilience of our base plan. which has historically outperformed expectations and is projected to sustain 6% to 8% annual adjusted EPS growth through 2030. With that in mind, I'll point out the midpoint of our 2026 consolidated adjusted EPS guidance range of $2.02 to $2.07 represents an 8.8% growth from our 2025 midpoint. Building on this proven foundation, the introduction of Genco adds a meaningful layer of growth, contributing an incremental $0.10 to $0.15 per share in 2030 and growing to $0.25 to $0.45 per share through the horizon for a consolidated adjusted EPS CAGR of 8% to 9%. The Genco EPS contribution range incorporates the recently announced data center agreement and contemplates multiple customers at the top end. Our strategic negotiation pipeline of 1 to 3 gigawatts, which Lloyd will touch on momentarily, offers us the opportunity to exceed the top end of the range.\nWe have consistently demonstrated strong execution and growth as reflected on Slide 21. Our dedication to customers, investors, employees and all stakeholders remains at the core of what we do. Strong execution of our base plan including operations, financing, regulatory and prudent investment strategies position us favorably as we step into 2026 and beyond. The value proposition NiSource continues to offer investors is diversified and regulated utility assets with the opportunity to invest in both programmatic gas infrastructure and the long-term energy transition story of a fully integrated electric business. These elements have been core to our story and the emerging opportunity to support economic development, onshoring and data center development, truly differentiate our value proposition relative to many alternatives in the market today.\nAnd with that, I'll turn things back over to Lloyd.\n\nLloyd M. Yates\n\nChief Strategic & Policy Officer, Duke Energy Corp.\n\nThank you, Shawn. We are proud [indiscernible] data center contract with a creditworthy commercial partner, positioning us to deliver on all of our key strategic objectives as outlined on Slide 22. Our teams engaged across an array of stakeholders to protect our retail customer base while expanding shareholder investment opportunities, diversify our earnings profile with stable, predictable contracted earnings and cash flow capitalize on low growth and data center opportunities, which validates our growth thesis in Northern Indiana and establish a customer-centric business model that supports our communities. This partnership strengthens our competitive position as we continue negotiations with additional prospective customers and advance our strategy to deliver long-term value to Northern Indiana and our stakeholders. .\nFinally, moving to Slide 23. Our Genco strategy is underpinned by a robust and growing pipeline that positions us for long-term success in the data center market. This commercial partnership represents a proof set of the generation capacity opportunity we've highlighted for the past year. We have secured data center load that will be backed by 3 gigawatts of generation capacity with negotiations progressing on an additional 1 to 3 gigawatts of projects from new and existing customers, creating a clear path to scale. Looking ahead, developing opportunities could expand this pipeline even further by an additional 3 gigawatts, reinforcing our ability to deliver sustained growth. This opportunity showcases the strength of our team and the precision of our strategy. I'm incredibly proud of the discipline and focus that has brought us to this point. Our team's operational excellence, customer focus and accountability continues to set NiSource apart. And I'm confident it will be the driving force behind the successful execution of this initiative.\nWith that, we'll open up the line for questions."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/be49adbe26093fbcb8eb819ac63454e8",
    "period": "2025 Q2",
    "content": "Q2 2025 Nisource Inc Earnings Call\n\nQ2 2025 Nisource Inc Earnings Call\n\nNINYSEAUG 6, 11:00 AM\n\nOperator\n\nHello, and thank you for standing by. My name is Bella, and I will be your conference operator today. At this time, I would like to welcome everyone to Q2 2025 NiSource Earnings Conference Call. [Operator Instructions] I would now like to turn the conference over to Mr. Durgesh Chopra, Head of Investor Relations. You may begin.\n\nUnknown Executive\n\nThank you, Bella. Good morning, and welcome to NiSource's Second Quarter 2025 Investor Call. Joining me today are President and Chief Executive Officer, Lloyd Yates; Executive Vice President and Chief Financial Officer, Shawn Anderson; Executive Vice President of Technology, Customers and Chief Commercial Officer, Michael Lowers; and Executive Vice President and Group President of NiSource Utilities Melody Birmingham.\nToday, we'll review NiSource's financial performance for the second quarter and share updates on operations, strategy and growth drivers. We'll open the call for your questions after our prepared remarks. Slides for today's call are available in the Investor Relations section of our website. Some statements made during this presentation will be forward-looking. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. Information concerning such risks and uncertainties is included in the Risk Factors and MDA sections of our periodic SEC filings.\nAdditionally, some statements made on this call relate to non-GAAP earnings measures. Please refer to supplemental slides, segment information and full financial schedules for information on the most directly comparable GAAP measure and a reconciliation of these measures.\nWith that, I'll turn the call over to Lloyd.\n\nLloyd M. Yates\n\nChief Strategic & Policy Officer, Duke Energy Corp.\n\nGood morning, everyone. Let's begin on Slide 3. At NiSource, our mission remains clear and consistent, deliver safe, reliable energy that drive value to our customers. We do this through disciplined capital deployment, operational excellence and fostering constructive regulatory relationships. We believe these fundamentals will continue to drive strong results balance sheet strength and a dependable dividend. These principles form the cornerstone of NiSource's business strategy, consistently providing excellent value to shareholders.\nBy focusing on regulated utility operations in high-quality regions, maintaining diversity across areas and energy types and disciplined capital investment NiSource continues to excel.\nTurning to our key priorities on Slide 4. Our constructive regulatory foundation is further evidenced having received final orders in Virginia and Indiana this quarter. Our ongoing focus to refine our operations through AI efficiency and continuous improvement initiatives is transforming the way we work.\nWe're pleased to report second quarter adjusted EPS of $0.22, bringing our year-to-date total to $1.19. This performance keeps us firmly on track to deliver on our full year commitment. As a result, we are narrowing our 2025 adjusted EPS guidance to the upper half of the previously stated range of $1.85 to $1.89.\nLet's move to Slide 5. Our operational excellence differentiates us. We are rapidly advancing our internal AI capabilities to transform how we operate and create a sustainable competitive edge to NiSource. Our work management intelligence solution is now fully deployed across all NIPSCO and Columbia operating companies delivering up to 24% improvement in steel productivity, equivalent to more than 83,000 incremental work hours to smarter analytics-driven scheduling and greater efficiency in dispatch time.\nBuilding on this success, we are expanding AI into other critical areas of the business. In supply chain, we have launched a generative AI-powered analyst initiative to transform procurement processes are lacking greater efficiency and deeper insights by leveraging the full scale of the NiSource platform. We are also exploring how AI can support system reliability and improved storm response during severe weather events. AI and analytics are becoming foundational to how we deliver value. We remain committed to scaling these capabilities to optimize performance, elevate service and support our long-term strategic goals.\nUsing our advanced mobile leak detection capabilities to address large volume leaks across our territory, we completed 9,966 miles of leak survey in the second quarter bringing our total miles driven to 18,665 year-to-date, exceeding our goal.\nWe also launched the final phase of our Work in Asset Management or WAM. This marks a major milestone in our digital transformation. The WAM program delivers enterprise impact reaching nearly 5,000 end users. It has converted over $500 million records and integrated data from 23 host systems, test underscoring the scale and complexity of this initiative.\nWe have now successfully standardized how we manage field work and assets across the enterprise improving asset visibility, streamlining scheduling and enabling real-time decision-making.\nOn Slide 6, we continue to make strong progress on our regulatory agenda. Since our last call, our Virginia rate case was approved. The final order authorized a $40.7 million revenue increase a 9.75% ROE with rates already in effect. This outcome supports $442 million in investments from 2023 through 2025, including critical safety, compliance and reliability capital additions. It also reflects our continued ability to work constructively with stakeholders to deliver timely and balanced outcomes.\nIn Indiana, our NIPSCO electric rate case will approve in June providing $257 million in revenue uplift. This marks our seventh settlement in the last 10 years across both electric and gas businesses in the state. These outcomes reinforce the strength of our stakeholder relationships and the predictability of our regulatory environment. Our work in Pennsylvania continues to demonstrate the value of our risk-reduction strategy and alignment with stakeholders.\nWe continue our track record of constructive regulation working through our rate case, expecting a final order in the fourth quarter. Building on our regulatory momentum, we are also advancing initiatives that support broader economic development. These efforts strengthen our existing communities by expanding the customer base and helping to distribute fixed costs more efficiently.\nFor example, our team strategically revitalized a dormant point of delivery station in Skippers Virginia, unlocking the capacity to support 2 new industrial customers. Both companies are leaders in sustainable innovation. One, transforming municipal waste into renewable energy and the other repurposing coal ash through advanced recycling processes. This initiative not only reactivates critical infrastructure, but also drives forward environmentally responsible industrial growth.\nNIPSCO continues to drive strategic growth across the service territory. Supporting a diverse range of new developments in advanced manufacturing, logistics and technology. Notable projects include GI Tech's first U.S. manufacturing facility in Maryville, space automotive 1.4 million square foot electric truck plant in Warsaw and FedEx' $60 million investment in new distribution center in Gary collectively projected to generate over 2,600 jobs.\nThese investments underscore the state's emergence as a hub for innovation, sustainability and workforce development. Now before I hand it off to Sean, I want to give you an update on our strategy to support data center development in Northern Indiana, our application to the IURC to support the Genco operating model remains under review, and the settlement modification on July 18 was further evidence of our ongoing efforts to address stakeholder concerns.\nWe continue to believe Genco offers a compelling option to meet data center needs while also driving differentiated value to the region, including our existing customers. We still expect no order in the third quarter.\nRegarding our data center engagement, we continue to have constructive dialogue with a range of counterparties interested in the compelling fundamentals, which our service territory can provide for data center investment. We know well the state of Indiana is great for energy development.\nWe are excited about the prospects our strategy can provide to new customers and the growth that it brings to the state and our local communities. Our team is very focused on maximizing this opportunity for the many stakeholders involved. Our existing customers, our communities, our policymakers and of course, our shareholders. We remain hard at work to convert this opportunity into a reality and continue to believe we are on track.\nShawn, I'll now turn it over to you.\n\nShawn Anderson\n\nSenior VP of Strategy & Chief Risk Officer\n\nThanks, Lloyd. I'd like to start on Slide 7. Our generation transition began in 2019 with the launch of a multiyear strategy to enhance energy capacity and improve our energy footprint in Indiana.\nAs part of this initiative, we executed a series of strategic projects that have significantly expanded our renewable energy portfolio. This includes short-term contracted capacity resources, expanded demand side management programs, solar facilities, battery storage and new natural gas peaking resources.\nToday, the portfolio is nearly complete with Gibson approaching finalization and Templeton Wind progressing according to schedule, on track for commercial operation in 2027. [Audio Gap] And importantly, it still qualifies for tax credits under IRC Section 45.\nSecond, as we discussed in our Q1 earnings call, we remain on track to retire Shafer by the end of 2025 and Michigan City by the end of 2028. We are continuing to work with policymakers to evaluate alternatives to this plan, including the potential to utilize these facilities on an extended time line. We'll work closely with federal and state regulators to ensure we make decisions that are in the best interest of our customers and all stakeholders. Our capital investment outlook shown on Slide 8, emphasizes the flexibility across our portfolio as we assess the best fit plans for our stakeholders. Our $19.4 billion 5-year capital plan remains diversified and executable. We are not reliant on any single project or technology.\nOur growth across 6 states demonstrates the strength and diversification of investment driving our best-in-class development plans. In addition to the substantial electric generation investments I highlighted a moment ago, 48% of our base plan is attributed to gas system hardening, supporting the modernization of our gas infrastructure.\nOur ability to allocate capital across states and between gas and electric, enables NiSource to optimize recovery and respond dynamically to evolving needs. Additionally, we continue active engagement to advance the commercial development of over $2 billion of identified upside projects and look forward to sharing a more comprehensive update during our third quarter plan refresh.\nBeyond these plans, Slide 9 highlights our incremental investment opportunities, data center generation and T&D facilities, MISO transmission, FIMSA compliance and more. These are not included in our base or upside plans, but represent meaningful long-term value creation opportunities. We are working to commercialize these initiatives while building the investment thesis with stakeholders to optimize the value these opportunities can create.\nTurning to Slides 10 and 11. Our second quarter adjusted earnings per share was $0.22 and $0.01 above the same period last year. Year-to-date, adjusted EPS was $1.19, up $0.13 from the same period last year. This growth is driven by strong performance in both our NIPSCO and Columbia segments, which continued to outperform expectations. Our commitment to operational excellence through initiatives like Project Apollo and WAM has enabled our businesses to deliver consistent and high-quality results.\nWe are reaffirming all long-term financial commitments on Slide 12, 6% to 8% annual adjusted EPS growth, 8% to 10% rate base growth, and 14% to 16% FFO to debt through 2029. Additionally, we are narrowing our 2025 adjusted EPS guidance to the upper half of the range. We've seen growth in our economies driving tailwinds into year-to-date results from increased customer count and usage as well as constructive financing success and regulatory execution.\nOur plan is built on a realistic foundation and modest demographic growth assumptions. We are seeing strong tailwinds across our jurisdictions. For example, metro growth in Columbus, Ohio was 38% higher than the national average last year, and we're observing similar trends in other parts of our service territory.\nOver the trailing 12-month period ending in June, we observed customer growth at nearly 1% in our electric business and 0.6% in our gas business, both surpassing our forecast. Let's turn to Slide 13. In the second quarter, we advanced our financing plans with the issuance of $1.65 billion of senior notes. This builds on our first quarter activity and positions us well to meet our 2025 funding needs while maintaining our 14% to 16% FFO to debt target.\nOver the summer, S&P, Moody's and Fitch each completed their annual credit reviews and reported no changes to ratings and maintaining stable outlooks, which reflect the strong credit profile of NiSource. We believe the successful refinancing of our $1.25 billion August maturity effectively eliminates any near-term refinancing risk. This proactive step not only secures our capital structure, but also reinforces our financial flexibility and stability.\nWith this transaction behind us, our forward-looking debt profile is significantly derisked and we now face minimal refinancing exposure in the foreseeable future. This positions us to focus on strategic growth initiatives with confidence backed by a strong and resilient balance sheet. We use practical interest rate assumptions in our plan despite a persistent high rate environment and the economic growth across our service territories continues to advance.\nThese fundamentals give us confidence in our 2025 earnings outlook and leaves NiSource well positioned to deliver strong financial results as we narrow to the upper half of our 2025 adjusted EPS guidance range. We continue building a track record of execution and growth on Slide 14, our commitment to investors, employees, customers and all our stakeholders is central to everything we do.\nOur regulatory execution, year-to-date financing activity and thoughtful investment plans position us well for 2025, and we expect will continue across the plan horizon. Even with this upward trajectory and guidance for 2025, we continue to project an annual 6% to 8% growth rate, the value of which compounds through our plan horizon with continued outperformance.\nNiSource offers investors a diversified and fully regulated utility, with the opportunity to invest in programmatic gas infrastructure and long-term energy transition for a fully integrated electric business. The emerging opportunity to support unprecedented energy development and power demand, resulting from robust economic development onshoring as well as new data center developments truly differentiates the value proposition relative to many alternatives in the marketplace today.\nAnd with that, we'll open the line for questions."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d425df96d364ec4d989041e3111f25f1",
    "period": "2024 Q4",
    "content": "Q4 2024 NiSource Inc Earnings Call\n\nQ4 2024 NiSource Inc Earnings Call\n\nNINYSEFEB 12, 11:00 AM\n\nOperator\n\nThank you for standing by. My name is Jeannie. I will be your conference operator for today. At this time, I would like to welcome everyone to the Q4 2024 NiSource Earnings Conference Call. [Operator Instructions] I will now turn the call over to Chris Turnure, Head of Investor Relations. Sir, please go ahead.\n\nChristopher Turnure\n\nAnalyst, JPMorgan Securities LLC\n\nGood morning, and welcome to the NiSource Fourth Quarter 2024 Investor Call. Joining me today are President and Chief Executive Officer, Lloyd Yates; Executive Vice President and Chief Financial Officer; Shawn Anderson, Executive Vice President of Strategy and Risk and Chief Commercial Officer, Michael Luhrs. And Executive Vice President and Group President of NiSource Utilities, Melody Birmingham.\nThe purpose of this presentation is to review NiSource's financial performance for the fourth quarter of 2024, as well as provide an update on our operations and growth drivers.\nFollowing our prepared remarks, we'll open the call to your questions. Slides for today's call are available in the Investor Relations section of our website. We would like to remind you that some of the statements made during this presentation will be forward-looking. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. Information concerning such risks and uncertainties is included in the risk factors and MD&A sections of our periodic SEC filings.\nAdditionally, some of the statements made on this call relate to non-GAAP measures. Please refer to the supplemental slides segment information and full financial schedules for information on the most directly comparable GAAP measure and a reconciliation of these measures.\nI'd now like to turn the call over to Lloyd.\n\nLloyd M. Yates\n\nChief Strategic & Policy Officer, Duke Energy Corp.\n\nThank you, Chris, and good morning, everyone. I'll begin on Slide 3. The NiSource investment thesis is simple. We serve our customers by delivering safe and reliable energy adding value. Affordable energy requires efficient capital deployment, safe asset operations and constructive regulatory recovery mechanisms. These fundamentals generate competitive returns while enhancing our balance sheet position. Importantly, these are the foundation of the NiSource business plan, which continues to offer compelling value to stakeholders, driven by regulated utility operations across 6 highly constructive jurisdictions offering diversification across steel type and regulatory location.\nBefore we cover our standard business updates, I wanted to begin this call by recapping a tremendously successful year for the NiSource team. We often talk about the key principles to our success, namely building a constructive regulatory foundation, operating with excellence across our 6 jurisdictions, executing and delivering on the financial commitments we make, and growing our investment proposition by investing in capital expenditures, which enhance value for our communities. As I look back across 2024, I'm proud to share that the NiSource team has delivered on its business plan with these principles top of mind as we focus on enhancing our value proposition for customers and shareholders alike.\nBeing a trusted energy partner of the priority, we believe differentiates us from our peer regulated utilities. We remain engaged with stakeholders and our communities to recover costs associated with capital expenditures deployed to deliver safe and reliable energy services to our region. We build credibility through rate case and tracker filings by utilizing a stakeholder-focused mindset as we approach these processes. Over the last 24 months, the NiSource team has invested $6.9 billion in CapEx across the 6-state region to support reliability of its systems and maintain alignment with the compliance expectations of our regulators. Our regulatory processes approved recovery of $340 million in revenue in 2024 to return the capital associated with these investments.\nBut critically, the stakeholder outreach to match the recovery of these revenues with the investment being made were developed years prior as our teams are active with stakeholders to detail the changes through the energy landscape and underpin the investment thesis for these capital plans. Melody will touch on some key highlights to these plans from fourth quarter. However, for our team at NiSource, this never stops and our relentless pursuit of delivering safe and reliable energy to our customers. Speaking of reliability, [Audio Gap] Throughout 2024, we advanced our operational excellence mission by intentionally focused on risk reduction and value-enhancing activities across the organization.\nOur safety metrics continue to improve through our industry-recognized safety management system framework, a new initiative utilizing artificial intelligence, launch by our data and analytics team is reducing early wins to drive efficiency and enhance the way we work to support our customers. Supporting our regulatory and stakeholder relationships and operating with excellence for our communities, paves the way for the NiSource team to deliver on the financial results we have committed to our shareholders.\nI am proud to report our adjusted EPS result of $1.75 per share for 2024, exceeding the top end of both our original and updated guideline ranges. This results in a year-over-year increase in adjusted EPS for 2024 of 9.4% versus 2023. Further, the nature of our business plan enables these returns to flow through all subsequent years as we base each year of a 6% to 8% annual growth rate. This results in a raise of our 2025 adjusted EPS guidance to $1.85 to $1.85 to $1.89 per share, consistent with the 6% to 8% growth outlook off of the actual results achieved. But as I said, these results are not sustainable if we are not focused on business development well into the future. Our teams are hard at work at developing new prospects for investment to deliver greater value to our customers for the energy they consume.\nOur 2025 to 2029 base capital plan is $19.4 billion, increasing nominally due to increased economic development across our gas businesses in Virginia and Indiana, which Melody will highlight in a moment. These investments drive 8% to 10% rate base growth over the 2025 to 2029 period, which fuels our ability to continue to increase our adjusted earnings per share growth rate by 6% to 8% annually. Our work does not stop with the capital plan. We are fortunate to have a real portfolio of valuable customer investments, which could be added to and extend far beyond our 5-year plan horizon, which Shawn will detail later. Our teams remain active in developing this portfolio of projects to meet our standards necessary to be included in our base plan.\nThis includes our near-term visible investments in the upside plan, which is now $2.2 billion and increased $400 million since our third quarter call. But none of these plans include the important development work our team is engaged in [ PON ] to support economic development efforts by the state of Indiana to locate data center operations in the region. I've previously highlighted the compelling fundamentals of Northern Indiana, which are attractive to potential data center customers. access to critical infrastructure, including a robust transmission system and proximity to critical fiber connections. Predictable climate and weather with low natural catastrophe risk, and a constructive business climate, including favorable tax structures, available land and a supportive state government are all favorable factors in advancing development of data centers in the region.\nOur team remains actively engaged in working with potential customers to develop data center solutions, which is guided by 4 main principles: one, protect existing system customers. two, serve new customers with speed and flexibility; three, maintain NIPSCO financial integrity through thoughtful capital allocation and a reasonable return proposition. And four, preserve flexibility in our business. In January, NIPSCO filed a declination petition with the IURC related to the ownership and operation of energy facilities. This administrative filing will set up NIPSCO GENCO as a regulated entity and is a step in NIPSCO's effort to set a framework to serve large load customers. The application requests the IURC to establish NIPSCO GENCO as a regulated energy utility, but to decline to exercise some of the IURC's jurisdiction because NIPSCO GENCO will not have retail customers and will instead enter into contracts to provide energy and capacity to NIPSCO, who will then directly serve large low customers. Our teams are working to evaluate this buildout, which could provide benefits to our existing system customers, enhance our communities and local tax space and provide compelling investment opportunities for our shareholders.\nNorthern Indiana is the premier location for data centers to locate. Simply put, there's potential for substantial value creation for all stakeholders and checking all these boxes is important to NiSource. Slide 5 provides more detail on our operational excellence vision. Our data and analytics team began implementing early use cases in 2023 and have improved data transparency and democratized actionable insights throughout the organization. Our work management intelligence process is one example. It is an ensemble of advanced AI models that include forecasting shift availability and work volume, a job duration predictive model and schedule optimizer to automatically generate more accurate weekly schedule. Since implementing this process in the middle of the year in Ohio, work productivity has increased 16% versus the same period in 2023, measured through work hours achieved, less idle time, less rework and an overall better plan in schedule. The Apollo Continuous Improvement program closed out its second year with really strong results.\nThe team exceeded internal expectations with $77 million in O&M savings along with many efficiency initiatives to reduce waste and workforce constraints. For example, the locating risk model initiative originally implemented in 2023 safety reduced spend by $13 million through enhancing risk model marking and turnback processes. With Job-site scattering initiative and standardized scheduling process eliminated unnecessary truck rolls in the field and improve efficiency, allowing for an additional $6 million of field work across both 2023 and 2024. In 2024, we once again significantly improved occupational safety performance with an 8% year-over-year reduction in OSHA recordable incident rate and a nearly 10% year-over-year reduction in preventable vehicle collision rate.\nOur electric system was hardened through the replacement of over 50 miles of poor-performing underground cable, over 70,000 structural life extensions or replacements and 10 transmission and distribution substation rebuilds. Our teams are continuously working to derisk our operations through many factors outside our control impact our business. State policy and regulation have been impactful and stability and consistency here has been a key differentiator of NiSource. At the federal level, we have thrived through many cycles, and our 5-year plan is insulated from evolving policy mandates. AGA and EEI leadership and NiSource have advocated for policies that allow retail customers to benefit from low-cost and reliable energy at both our electric and gas businesses.\nBefore I turn the call over, I want to thank all our employees and contractors for their dedication to the NiSource values, doing things safer, better, more efficient and for less calls. Our customers and shareholders alike rely on you every day.\nI'll now turn things over to Melody.\n\nMelody Birmingham\n\nExecutive VP of NiSource & Group President of NiSource Utilities\n\nAll right. Thank you, Lloyd. I'll begin on Slide 6. We remain active on the regulatory front with both general rate case and rider filings. The NIPSCO electric rate case is driven by nearly $2.5 billion of incremental investment for our customers and communities in Northern Indiana. Last week, we were pleased to file a settlement agreement in the case marking our seventh settlement in the last 10 years in the state across both electric and gas businesses. The case incorporates the planned 2025 retirements of Unit 17 and 18 at the Shafer Generating Station as well as the addition of 4 new solar and storage projects. Major investments such as these are examples of our continued partnership with state policymakers, regulators and our customers.\nDuring the fourth quarter, we received rate case settlement approvals from the Pennsylvania Public Utility Commission and the Kentucky Public Service Commission, both in line with the original settlement terms. Together, these requests supported over $300 million in incremental investment in these states since our last rate cases. In Virginia, we reached a universal settlement with parties to our case in December. And are awaiting a final order. During the trailing 12-month period ending December, our average residential gas customer bill declined 11% on a total bill basis. Affordability remains a key priority for both NIPSCO and the Columbia family of companies, and we continue to be thoughtful about this as we advance the critical safety compliance and reliability work is necessary for us to deliver safe and reliable energy to our customers. Our existing communities continue to benefit from economic development efforts at the state level. Helping spread fixed costs over a larger base.\nEarly last quarter, a new food product cold storage facility was announced to be developed in Crown Point, Indiana, just outside of Chicago. NIPSCO will provide electric service to the 26-acre, 320,000 square foot site expected to be in service in 2026. NIPSCO will serve 2 other new projects with various in-service dates this year as well. A new concrete and aggregate producer will require NIPSCO investment in both electric and gas infrastructure. Additionally, a new EV battery plant in new Carlisle, Indiana, will require additional NIPSCO gas investment. Also, on the gas side of our business, one of our largest industrial customers in Virginia is converting their remaining on-site boilers to natural gas from coal. This project will provide significant energy cost savings for the customers and reduce carbon emissions from the facility.\nThese projects are examples of how we remain engaged and supportive to develop and prosper the communities we serve. Economic development enhances our local tax base, offers new job opportunities as well as mitigate the cost of our existing customer base and remains a priority for all of our teams. Customer satisfaction remains a priority. And our nearly 4 million customers benefit from our operational excellence vision and capital investment plan. In December, both our NIPSCO Electric and Columbia Gas of Virginia businesses were named #1 in their regional customer service satisfaction surveys. Contributing to their scores were a combination of factors, including price, safety and reliability, billing and payment, corporate citizenship, communications and customer care.\nWe are very, very proud of these results. Also, in December, NiSource was named to the 2024 Dow Jones Sustainability Indices. Marking the 11th consecutive year the company has earned this recognition. As a company, our business strategy extends beyond delivering energy. It also purposefully includes a sustainability framework that allows NiSource to help drive economic development and inclusion opportunities in the communities that we are very happy and privileged to serve.\nI'll now turn things over to Shawn.\n\nShawn Anderson\n\nSenior VP of Strategy & Chief Risk Officer\n\nThank you, Melody. Let's start on Slide 7. I'll begin with an update on the progress achieved, implementing the generation transition at NIPSCO. The transition to retire coal units is advancing a new renewable generation assets have come online and are supporting overall system reliability. Already achieved in January, the Dunns Bridge 2 solar project reached substantial completion. Meanwhile, Fairbanks and Gibson are far down the path to operations and are expected to be in service later this year with no changes to our development time lines. This continues NIPSCO's track record of steady execution since 2020 with 8 wind and solar generating stations now providing renewable power to customers in the Northern Indiana region.\nLeveraging the power of this generating fleet, we look ahead through the changing energy landscape, and Slide 8 provides an update on the progress made in the 2024 aggrated resource plan process. Late in the fourth quarter, NIPSCO submitted its IRP to the IURC. The triennial plan was the product of extensive stakeholder collaboration over 9 months and 5 public meetings. It projects forward a 20-year period and details generation required to meet both new demand in the region and maintain compliance with federal and MISO regulatory requirements. All sources of generation technology were considered. Including gas generation, solar, wind, battery and long-duration storage and small modular nuclear. Included in the analysis were updates to the capacity construct including MISO's shift to a 4-season evaluation and its new requirements under the dress of load market design. These will have a substantial impact on generation requirements in the transmission organization's footprint.\nIt revises resource accreditation now based on availability when reliability risk is greatest by utilizing historical and forward-looking risk assessments. The preferred portfolio highlights new generation additions to the NIPSCO fleet required to maintain existing reliability and meet the new accreditation requirements. A mix of incremental generation resources of approximately 900 megawatts of capacity is likely required by 2028 to meet energy and capacity needs in all scenarios developed. Before considering potential data center growth. Our team is underway in the evaluation and commercialization of procuring solutions for our customers. While our team works through this process, we've increased the size of our upside CapEx plan by about $400 million to reflect the likely need for new generation capacity to remain in compliance with these regional reliability regulations as shown on Slide 9.\nWe will work through the project development, regulatory approvals and commercial details and provide updates for the development of these assets. As Melody detailed earlier, we have also increased our base CapEx plans to reflect new economic development projects in our Indiana and Virginia businesses. This moves our 5-year base CapEx plan, up to $19.4 billion. Onshoring and manufacturing expansion continues in our Midwest region, and this is just one example of why our gas utilities are driving over 60% of our 5-year CapEx plan. Our teams continue to focus on safety and reliability of operations, making investments in pipeline replacement, system modernization and new leak detection technology. We began our work to install advanced metering infrastructure in 2024 with $36 million of NIPSCO gas investment. This work continues in future years.\nMeanwhile, prudent capital allocation is top of mind as we have aligned our base capital investments with recovery mechanisms in our regulated businesses to help minimize lag and recovery and reduce carrying charges. 81% of the investments made in our base 5-year plan, expect to begin recovery inside 12 months of investment. Beyond the portfolio of base and upside CapEx plans, our teams continue to progress the development of incremental investment opportunities shared on Slide 10. The most recent developments here relate to MISO's long-range transmission planning process, in the development of tranche 2 projects recently awarded to NIPSCO. MISO released details last month, following approval by its Board of Directors in December. The package seeks to develop a 3,600 mile transmission backbone and related projects to ensure future system reliability in the 2030s and beyond.\nAs Lloyd mentioned, we are evaluating these results and will incorporate these projects into our base CapEx plan once we've completed the scope and estimation work necessary to launch those projects. Another incremental investment opportunity not yet reflected in the base or upside capital expenditures plan is the investment necessary to support data center development across our 6 states and in particular, at NIPSCO. We continue to make excellent progress advancing data center strategies across our region, which represent a compelling opportunity for an eye source. Additional development of these strategies is required to meet our threshold to include in either the base or the upside CapEx plan.\nWith that said, the company is strongly positioned to advance these strategies and once we've hit these milestones, we will flow those through our plans. Continued execution on our financial commitments has strengthened the financial profile of the company, including its balance sheet positioning, which enables NiSource to be opportunistic in capital allocation decisions. The constructive regulatory backdrop in Indiana supports a utility-centric regulatory compact and the vertical integration of the business model minimizes complexity for customers and regulators, while providing flexibility around cash flow recovery.\nNiSource has deep access to capital markets and maintains flexibility to efficiently finance data center opportunities. NiSource also has a long-standing history of supporting large load customers in the steel industry and has experience working with large customers to develop value for all stakeholders. Let's move into the financial results shared on Slide 11. As Lloyd already highlighted, 2024 was a strong financial year for NiSource achieving $1.75 per share, an increase of $0.15 per share. Higher rate base investments drove $367 million in incremental revenue. This was partly offset by increased O&M, depreciation and noncontrolling interest. In the fourth quarter, we reported adjusted EPS of $0.49 per share, a decrease of $0.04 per share versus last year. The decline was driven by noncontrolling interest, increased depreciation and other taxes and partly offset by increased rate base investment.\nIncreased customer additions and expanded customer usage contributed $36 million in revenues across our electric and gas businesses for the year. On Slide 13, you'll see a summary of our financial commitments. Today, we are raising 2025 adjusted EPS guidance to $1.85 to $1.89, up $0.01 versus prior guidance introduced at third quarter earnings. This is consistent with our practice of guiding off of actual results achieved and reflects 6% to 8% growth of the $1.75 achieved in 2024. This is the third year in a row we have announced an increase to our annual adjusted EPS guidance on our fourth quarter earnings call after establishing initial guidance on our third quarter call.\nOur financial commitments are fueled by a $19.4 billion base 5-year CapEx plan, which drives rate base growth across 2025 through 2029 of 8% to 10% and delivers an annual adjusted EPS growth of 6% to 8%. This does not include any impacts from the upside CapEx plan or incremental investment opportunities. Assumptions around key externalities in our plan continue to be derisked. For example, customer growth continues to be strong. However, our plan only assumes 0% to 1.5% growth per year across all customer classes. Additionally, our plan continues to assume realistic interest rate assumptions through 2029 despite the recent rise in rates and the previous Fed activity to cut short-term rates. We remain confident in achieving our long-term growth rate in all years of the plan.\nIn particular, continued execution on the regulatory front has increased visibility into 2025 results with substantively all regulated revenue increases in rates or settled based on our activities in 2024 and 2025. Our forecasts incorporate continued use of long-established capital trackers in nearly all our jurisdictions and are based on what we believe are realistic regulatory outcomes. I'd note, we remain focused on minimizing the financial impact that our safety, reliability and compliance work has across our customer base. Cost savings initiatives like Project Apollo detailed by Lloyd, and efficiencies resulting from capital investments moderate the impact on customers. Our revised plan projects less than 5% average annual bill increases across NiSource.\nMoving to Slide 14. Let's focus on the balance sheet strength of the business. In the fourth quarter, we executed the last $100 million of our forward ATM program, completing the pricing and execution of the full $600 million guided for the year. Along with the issuance of $1 billion of junior subordinated notes during 2024, we continued to strengthen the balance sheet positioning of the company. FFO to debt for 2024 was 14.6%, up from 14.1% in 2023. Reflected in these results for both years is approximately 50 basis points reduction from unfavorable weather versus normal. Our balance sheet has moved steadily in the right direction since 2022, we are well within our rated FFO to debt range. We continue to target 14% to 16% in all years of our plan, using a balanced mix of cash from operations, new long-term debt and $200 million to $300 million of annual maintenance equity to maintain our capital structure through the use of our at-the-market program.\nIn January, the annualized dividend target was increased from $1.06 to $1.12 per share. This continues each year that the NiSource dividend has increased since the separation with Columbia Pipeline Group, and represents a payout ratio of approximately 60%, which is at the low end of our 60% to 70% payout ratio guidance. We will continue to be thoughtful about capital allocation and the high cost of capital environment. While also prioritizing infrastructure investments for our customers. As we share on Slide 15, consistent execution of the business plan, drive sustainable growth and financial results in each year of the plan, NiSource's achieved the upper half of guidance range or better. Each time we've executed this, we've rebased future adjusted EPS guidance upwards off these actual results. This represents differentiated value creation for our shareholders. We've accomplished this now 4 years in a row.\nThe value of this compounds as future years grow and reflect the outperformance achieved. For example, 2025 implied midpoint is now 6% higher than originally forecasted in 2022, reflecting 1 full fiscal year of increased earnings power since our strategic business review in 2022. This is differentiated in our sector, which has delivered 5.9% at the median and adjusted EPS since 2021 compared to the 8.5% achieved by NiSource. The underlying business plan, supported by strong regulatory constructs and NiSource jurisdictions, coupled with responsible investments in identifiable regulatory programs, enable a reasonable return on and of investment over our plan. The confidence in these investments enables the rebasing of annual growth rate, which supports this higher adjusted EPS range as we execute the plan.\nI'll conclude with highlights of our growing track record on Slide 16. Our financial commitments have been achieved for 2024 and are on track for 2025. We remain confident our near-term and long-term guidance remains resilient to market conditions and other forces outside our control and are based on realistic and executable assumptions. We continue to execute the recovery of critical investments necessary to ensure safety and reliability of our systems. Regulatory progress made over the last quarter across Pennsylvania, Kentucky, Virginia and at NIPSCO provide a foundation for thoughtful capital allocation to enhance service to our customers and deliver predictable financial results and return capital to our shareholders.\nThe financing plan continues to be reasonable and highly executable. 2024 activity was completed as projected and ATM execution, coupled with the diversification utilized in the junior subordinated debt marketplace, demonstrate our balance sheet flexibility, while also fortifying our balance sheet positioning. Finally, our base and upside CapEx plans demonstrate both programmatic investment plans and accelerated investment opportunities for customers and investors. To reiterate, our rate base and adjusted EPS guidance do not include upside CapEx or incremental investment opportunities such as data center investments or load growth and are built upon the known and socialized regulatory programs, which have contributed to the 8.5% adjusted EPS growth rate we've executed since 2021. The value proposition NiSource continues to offer investors is diversified and regulated utility assets with the opportunity to invest in both programmatic gas infrastructure and the long-term energy transition story of a fully integrated and regulated electric business.\nThese elements have been core to our story for some time, but the emerging opportunity to support economic development onshoring and new data center development truly differentiate our value proposition relative to many alternatives in the market today.\nI'd now like to call -- turn the call over to the operator for Q&A."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eaf5bb7efa16919a3daad90415eede27",
    "period": "2024 Q2",
    "content": "Q2 2024 NiSource Inc Earnings Call\n\nQ2 2024 NiSource Inc Earnings Call\n\nNINYSEAUG 7, 11:00 AM\n\nOperator\n\nThank you for standing by. My name is John, and I'll be your conference operator today. At this time, I would like to welcome everyone to the second quarter NiSource Earnings Conference Call 2024. [Operator Instructions]\nI would now like to turn the call over to Mr. Chris Turnure, Director of Investor Relations. Please go ahead.\n\nChristopher Turnure\n\nAnalyst, JPMorgan Securities LLC\n\nGood morning, and welcome to the NiSource Second Quarter 2024 Investor Call. Joining me today are President and Chief Executive Officer, Lloyd Gates; Executive Vice President and Chief Financial Officer, Shawn Anderson; Executive Vice President of Strategy and Risk and Chief Commercial Officer, Michael Luhrs; and Executive Vice President and Group President, NiSource Utilities, Melody Birmingham.\nThe purpose of this presentation is to review NiSource's financial performance for the second quarter of 2024 as well as provide an update on our operations and growth drivers. Following our prepared remarks, we'll open the call to your questions. Slides for today's call are available in the Investor Relations section of our website.\nWe would like to remind you that some of the statements made during this presentation will be forward-looking. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. Information concerning such risks and uncertainties is included in the risk factors and MD&A sections of our periodic SEC filings.\nAdditionally, some of the statements made on this call relate to non-GAAP measures. Please refer to the supplemental slides, segment information and full financial schedules for information on the most directly comparable GAAP measure and a reconciliation of these measures.\nI'd now like to turn the call over to Lloyd.\n\nLloyd M. Yates\n\nChief Strategic & Policy Officer, Duke Energy Corp.\n\nThank you, Chris, and good morning, everyone. I'll begin on Slide 3. The NiSource investment thesis is simple. We serve our customers by delivering safe and reliable energy at an affordable price. Affordable energy requires efficient capital deployment, safe asset operations and constructive regulatory recovery mechanisms. These fundamentals generate competitive returns while enhancing our balance sheet position.\nOur trailing 12-month earned ROE at the NiSource level was 10.3% and demonstrating our focus on shareholder returns despite rapidly growing deployed capital. This is a GAAP number with an adjustment made only to normalized weather.\nSlide 4 shows our key priorities. Today, we reported second quarter 2024 adjusted EPS of $0.21. We are reaffirming 2024 adjusted EPS guidance of $1.70 to $1.74 and we now expect to achieve the upper half of this range. We are also reaffirming annual 2023 to 2028 guidance for adjusted EPS growth of 6% to 8% for all years of the plan, and rate base growth of 8% to 10%.\nWe continue to target FFO to debt of 14% to 16% in all years of the plan. Our superior regulatory and stakeholder foundation is differentiated. We have a long history of working collaboratively to deliver value across diverse constituencies. A huge effort is made to communicate proactively with stakeholders and demonstrate the value of our operations and investments on an ongoing basis, both during and between full rate cases. While also incorporating a balanced perspective from many of our participating stakeholders, engaging with stakeholders enhanced the alignment, providing advanced notes upcoming changes all thing helping to pave the way for stakeholder support.\nBalance sheet flexibility remains on this page for a reason. Late last year, we raised over $2 billion in minority interest funding and projected up to $600 million of common equity issuance for 2024 to which we've made great progress. We have also been active in the hybrid security market last quarter. NiSource is prepared for unforeseen challenges and opportunities. We have regularly discussed our upside CapEx investment programs for the past several quarters.\nRecently, we have seen an acceleration of customer interest in our Northern Indiana service area, in June, Governor, Holcomb, of Indiana announced plans for a significant new data center and the NIPSCO footprint following granting of a state sales pack exemption. This is the fourth data center announcement statewide this year and just one of the many indications of customer interest and stakeholder support for NIPSCO. Indiana offers many attractive features to data center developers. Access to infrastructure, including roads and water, land, predictable climate and weather, low cost of living, stable and low taxes and supportive regulation and government are just a few.\nWe believe data center development can enhance our local tax base, diversify the employment base across the state of Indiana and provide greater value to existing customers and shareholders. We are also uniquely positioned to be the convener of key stakeholders in serving the broader public interest. This puts us at the precipice of discussions on data center advancement in a balanced and thoughtful manner. Vertically integrated utilities like NIPSCO are part of an interdependent group of communities and stakeholders and we'll be thoughtful about our system safety, reliability and cost allocation for all our customers.\nWe will move as quickly as possible while maintaining the integrity of our commercial planning, regulatory procurement and operational execution processes.\nPlease turn to Slide 5. In July, several new IT applications went live at NIPSCO electric operations. These are the first stages of rollout across categories of technology investment and are the culmination of work beginning back in 2022 and Major software programs such as the support safer and more efficient work practices. The new systems were quickly put to the test during severe July weather and performed as designed.\nI am pleased to report on the successful launch and look forward to upcoming rollouts across different areas of the organization. This is only one piece of our operational excellence initiatives. Project Apollo continues to find efficiencies throughout the organization after ramping up last year. Stable O&M over our planned horizon continues to be a part of achieving our financial commitments.\nLast month, A major wind storm impacted our Indiana service area, bringing tornadic activity, wind speeds up to 90 miles per hour and heavy rainfall. Our electric operations team monitors the evolving weather patterns and prepares resources in advance of storms, including engagement of contractors and mutual aid crews from neighboring utilities in Michigan and Wisconsin. Our preparation and around-the-clock response involve 400 line workers and 86 tree trimming crews enabled a successful restoration. I want to thank each and every employee and contractor for their tireless dedication to restoring service and safety across our communities.\nIn summary, the NiSource business plan offers a differentiated opportunity to return value to all stakeholders. Our teams continue to deliver on our commitments, financially, operationally and being a trusted business partner to customers and employees. Beyond keeping our plans on track, our teams are vigilantly seeking enhancements to an already premium plan and ways to enhance value as we move forward.\nI'd now like to turn the call over to Melody.\n\nMelody Birmingham\n\nExecutive VP of NiSource & Group President of NiSource Utilities\n\nAll right. Thank you, Lloyd. I want to spend a few moments updating each of you on the important regulatory activity we have across our companies, which is profiled on Slide 6. Our focus on operational excellence, coupled with the softening commodity pricing has driven lower bills over the last 12 months across our gas businesses despite the critical investments our teams continue to make. During the 12 months, which ended June 30, our average residential gas customer bill declined over 16% from a year earlier on a total bill basis.\nIn Indiana, last week, the Indiana Utility Regulatory Commission approved the NIPSCO gas rate case, unanimous settlement, which was reached in March. The approval incorporated $1 billion of additional capital investment versus our last rate case, a new weather normalization adjustment and approval of NIPSCO's automated metering infrastructure or AMI project.\nIn Kentucky, our general rate case was filed in May, and we expect intervenor testimony later this month, with hearings in October. Also, I wanted to note the Kentucky Public Service Commission Chair, Ken Chandler, recently vacated his post at the end of his 3-year term, which ended on June 30.\nOur work in Pennsylvania is a great demonstration of the value of our risk-reduction strategy and alignment with our stakeholders. Columbia Gas of Pennsylvania met with the Pennsylvania Utility Commission in late 2022 and was the first gas utility to seek the commission's approval for the replacement of vintage plastic pipe in our long-term infrastructure plan. The commission approved Columbia Gas of Pennsylvania's request early in 2023. Just recently, the Chairman of the commission made a motion directing other natural gas companies to amend their infrastructure plans to prioritize the replacement of vintage plastic pipe on their systems as well.\nMeanwhile, our Pennsylvania rate case continues to progress on schedule after initial intervenor testimony was filed in June and hearings were held last month. We remain confident in achieving a constructive outcome to support our stakeholders and the value of our energy investments for Pennsylvanian customers and communities.\nIn Virginia, last month, the Commonwealth was named the top state in the country for business by CNBC for the third time in the last 5 years. The survey considered factors ranging from education quality to the cost of doing business. Also recently, our Columbia Gas of Virginia team reached a preliminary settlement with a customer to build a gas pipeline to serve on-site generation for the customers' data center operations. This project has the potential to be one of the largest multi-tenant data center operations in the world. This is made possible by the highly reliable and on-demand characteristics of natural gas, which will fuel the generation necessary to house this critical data. It's projects like these that can contribute to economic growth and lead to increased demand for energy and infrastructure services.\nIn Ohio, our team was able to find a solution to help keep advanced manufacturer and extruder of aluminum, [ phoenix ], as a valued customer and vital employer in the state. Both Columbia Gas of Ohio and [ phoenix ] will now invest millions of dollars into the local economy supporting hundreds of jobs and expanding manufacturing operations in an area that does not have many development opportunities. Projects such as this one, is helping our communities and helping our communities thrive. These developments also create upside in our plans, growth on our system, and create more opportunities for residential expansion within the region.\nEarly last month, NiSource released our 2024 environmental, social and governance, or ESG report. The report demonstrates progress on key initiatives designed to make a positive impact on the communities we serve while valuing our customers. Highlights include continued reduction in fugitive methane emissions from gas, main and service lines, increased diverse supplier spending, an advancement towards our top decile safety performance.\nNiSource continues to achieve top quartile ESG performance when aggregated across 5 key ESG raters. In May, NiSource was awarded the top AAA ESG rating for the third consecutive year by MSCI ESG ratings. The AAA rating is reserved for the top 10% of utilities and the company was assessed as an ESG leader in corporate governance, corporate behavior, human capital development and toxic emissions and waste.\nIn July, we received our annual Financial Times Stock Exchange Index, or FTSE ESG score. And we now rank in the 89th percentile of global utility companies. Our FTSE ESG score increased 2 deciles since July of 2023. And last but not least, I would like to highlight the work our teams are doing to improve our overall customer satisfaction.\nIn the J.D. Power Gas Residential midyear 2024 customer satisfaction survey, Columbia Gas of Ohio, Columbia Gas of Kentucky and Columbia Gas of Virginia outperformed the industry average within their respective segments. And quite notably, Columbia Gas of Virginia was named one the gas utility brand in the country.\nI'll now turn things over to Shawn.\n\nShawn Anderson\n\nSenior VP of Strategy & Chief Risk Officer\n\nThanks, Melody. I'd like to begin by discussing the status of our generation assets under construction, which are being developed to support the Integrated Resource Plan preferred portfolio from the 2018 and 2021 IRPs. In May, we completed Cavalry Solar, which is our third solar project owned by NIPSCO. It will provide power to approximately 60,000 homes in White County and is expected to generate $25 million of tax revenue for the county over its life.\nConstruction continues on our remaining 3 solar build transfer projects and 4 PPA projects. All of these projects under construction remain on track and on budget to support the energy transition NIPSCO has been executing since 2020 and which will retire our Shafer generating station by the end of 2025 and Michigan City by the end of 2028. NIPSCO filed unopposed proposed orders for 2 of these projects, Fairbanks and Gibson and CPCN amendment proceedings and the records are now closed in both. We expect final orders later this month.\nThe record is also closed in the gas peaker CPCN proceeding and a final order is expected in the fourth quarter. In total, these ongoing generation investments add $2.1 billion of capital expenditures to support our retiring coal plants and are fully represented in the $16.4 billion base capital plan and satisfy the preferred portfolio from the 2021 IRP.\nTurning our attention to the latest IRP process. In late June, the NIPSCO team held the second of 5 stakeholder meetings, leading up to an anticipated filing in November. These discussions outline scenarios, which included an incremental need for generation by 2035 of 2.6 gigawatts for the reference case and 8.6 gigawatts in the emerging load sensitivity case. It is important to note that the potential load growth assumptions built into these scenarios are not the total or maximum range of new load growth, but rather a risk-adjusted case using assumptions of how much of each project could be executed by each date.\nNote, the IRP process looks at a 20-year load forecast for our region, and is not a direct forecast of future NiSource generation projects or investment. With that said, the interest demonstrated from new customers to develop in the Northwest Indiana region is significant. And presents a tremendous opportunity for our customers and communities to enhance tax base, diversify employment opportunities and participate in the technological innovation data centers bring to our nation.\nConsistent with last quarter, this potential opportunity is not included in our base case or upside financial plans, and we will continue to advance commercial discussions to enhance visibility in the coming months.\nAs we review our 5-year base investment plan on Slide 8, it's important to note the diversified nature of these investments, which span across electric generation as well as gas and electric distribution modernization, system hardening and customer growth. Our projects lack concentration risk by fuel type or by operating company and are highly executable given the skilled labor and partnerships we've developed.\nLet's move forward to Slide 9. We also continue to work through the planning, design, regulatory and timing considerations for projects not yet included in our $16.4 billion base capital plan. Automated meter reading or AMI investments commenced recently in Indiana. It is expected to drive operational efficiencies and enhance our customer experience. A portion of total AMI spending across the NiSource companies is included in our base capital plan with the potential to expand across the rest of our gas companies.\nWe are developing MISO long-range transmission planning or LRTP tranche 1 projects expected to come online late this decade. The 3 projects are the Indiana portion of a major multistate line and are included in our base financial plan. Preliminary engineering has been conducted and point to higher costs, which exceed original MISO estimates. Our base plan does not include the additional CapEx potentially necessary to complete these projects.\nLRTP tranche 2 continues to be a longer-term investment opportunity that would likely commence beyond the time line of our current financial plan. These projects skewed towards higher voltage transmission and would not begin operation until early next decade. We have right of first refusal on projects in our service territory and expect the final MISO plan late this year.\nNow I'll transition to our financial results. Second quarter adjusted EPS was $0.21 per share, a $0.10 per share increase versus the $0.11 per share reported in the same period last year. Net revenue increased 15% year-over-year, including $8 million of incremental normalized customer usage. Our regulatory weather normalization mechanisms continue to protect both customers and shareholders from volatility.\nIn the second quarter, these constructs had an approximately $6 million revenue impact versus normal weather. Our states are growing, helping to reduce customer costs and support safety and reliability improvements to our system. Customer count and total weather-normalized gas throughput for residential and commercial customers grew in the first half across our system. Virginia and Ohio were standouts, with an average first half weather normalized throughput and growth of 7.1% for residential and 5.7% for commercial customers across both states. And while the load growth forecasts from the IRP demonstrate a massive long-term increase of 11% compounded annually from 2024 to 2035 in the reference case, normalized electric load grew 5% in the second quarter from our existing customers alone.\nResidential and commercial classes were particularly strong. further, existing data center customers have grown year-to-date uses by 5x versus the same period last year and are projecting further growth through the remainder of this decade.\nOur long-term financial guidance commitments are shown on Slide 11. As Lloyd indicated, we are reaffirming 2024 adjusted EPS guidance of $1.70 to $1.74, but we now expect to achieve the upper half of this range. All of our 5-year commitments are reaffirmed today as well. This includes the year-over-year adjusted EPS growth rate of 6% to 8% annually off of the achieved results in 2024. We remain confident in achieving our long-term growth rate in all remaining years of the plan. In particular, year-to-date execution on the financing and regulatory fronts has increased visibility into 2024 and 2025 results. For example, approximately 97% of expected 2024 rate recovery is now finalized.\nOur forecasts incorporate continued use of long-established capital trackers in nearly all of our jurisdictions and are based on what we believe are realistic regulatory outcomes and do not forecast material changes in the interest rate environment.\nMore importantly, we are still able to deliver our $16.4 billion rate base investment to customers while keeping average annual residential total bill growth at or below 4% across the 5-year period. As we look forward to November, we expect to continue with our annual cadence of updating our 5-year financial plan, reflecting these updated assumptions as well as our capital allocation and investment portfolios.\nSlide 12 details our financing plan. We are reaffirming 14% to 16% FFO to debt in all years of the plan as well as our guided annual equity needs in each year through 2028. Consistent with prior updates, the figures shown on this page support our base capital plan. In May, we issued $500 million of 30-year junior subordinated notes at a 6.95% coupon for the first 5-year period. In June, we issued $600 million of 5-year senior unsecured notes at a 5.2% coupon. And our equity financing is limited to the use of our at-the-market ATM program in all years and consistent with previous indications, we prefer to utilize a forward ATM structure.\nThrough June 30, we are happy to report we have priced $500 million of our up to $600 million 2024 guided amount. We are capitalizing on favorable absolute and relative market dynamics within the capital structure to minimize the overall cost of capital. Our credit metrics are gradually moving higher, and we retain the flexibility we've built into our plan.\nI'll conclude with highlights of our growing track record on Slide 13. Our financial commitments are on track for 2024 and we now expect to achieve the upper half of our $1.70 to $1.74 adjusted EPS range. Our near-term and long-term guidance remains resilient to market and other forces outside our control and are based on realistic and executable assumptions. Execution on numerous capital trackers the conclusion of our Indiana gas rate case and progress on CPCNs underscore our execution of recovery for critical investments to ensure safety and reliability of our systems. Year-to-date financing activity, including pricing of the majority of our forward ATM plan for the year and diversification utilized in the junior subordinated debt marketplace demonstrates our balance sheet flexibility.\nLastly, our base and upside CapEx estimates demonstrate the programmatic investment plans alongside accelerated upside for customers and investors. To reiterate, our rate base and adjusted EPS guidance includes neither the upside CapEx nor any data center load or investment and is built upon the known and socialized regulatory programs, which have contributed to the 8.1% adjusted EPS growth rate we've executed since 2021. The value proposition NiSource continues to offer investors is diversified and fully regulated utility assets with the opportunity to invest in both programmatic gas infrastructure and the long-term energy transition story of a fully integrated electric business.\nThese elements have been core to our story for some time, but the emerging opportunity to support economic development onshoring and new data center development truly differentiate our value proposition relative to many alternatives in the market today.\nI'd now like to turn the call over to the operator for Q&A."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/52f71be708ce685cdd623b16323a7f4d",
    "period": "2024 Q1",
    "content": "Q1 2024 NiSource Inc Earnings Call\n\nQ1 2024 NiSource Inc Earnings Call\n\nNINYSEMAY 8, 11:00 AM\n\nOperator\n\n[Audio Gap]\n[Operator Instructions].\nI'd now like to turn the call over to Chris Turnure, Director of Investor Relations. Please go ahead.\n\nChristopher Turnure\n\nAnalyst, JPMorgan Securities LLC\n\nGood morning, and welcome to the NiSource First Quarter 2024 Investor Call. Joining me today are President and Chief Executive Officer Lloyd Yates; Executive Vice President and Chief Financial Officer; Shawn Anderson; Executive Vice President of Strategy and Risk and Chief Commercial Officer, Michael Luhrs; and Executive Vice President and Group President, NiSource Utilities, Melody Birmingham.\nThe purpose of this presentation is to review NiSource's financial performance for the first quarter of 2024 as well as provide an update on our operations and growth drivers. [Operator Instructions].\nSlides for today's call are available on the Investor Relations section of our website. We would like to remind you that some of the statements made during this presentation will be forward-looking. These states are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. Information concerning such risks and uncertainties is included in the Risk Factors and MD&A sections of our periodic SEC filings. Additionally, some of the statements made on this\n[Audio Gap]\nWe serve our customers by delivering safe and reliable energy at an affordable price. Affordable energy delivery requires deployment of capital and operating assets efficiently because operating in jurisdictions which have regulatory mechanisms. The byproduct of these fundamentals, competitive regulatory return .\n[Audio Gap]\nbase CapEx plan projected over the next 5 years, plus over $1.5 billion upside projects as well as substantial opportunity for investment beyond 2028. Stable policy and rate making in our states across multiple election and regulatory appointment cycles, has been crucial to efficient capital allocation and recovery to support our communities.\nOur balance sheet is derisked and more flexible than ever before and enables industry-leading sustainable organic investment\n[Audio Gap]\ntake your investment for granted. Our total year-end 2023 rate base was $18.8 billion, consisting of $9 billion in Indiana, $4 billion in Ohio, $3 billion in Pennsylvania and over $1 billion in [indiscernible]. Our nearly 4 million customers contribute to gross domestic product of over $3.8 trillion across our 6\n[Audio Gap]\nlow growth over the next 5 years due to data centers and reshoring of manufacturing. Northern Indiana offers constructive fundamentals for data center development through robust electric transmission, overall energy system capacity, clinical land, limited physical disaster risk tax incentives and a pro-business policy environment. During the last 5 years, NIPSCO and the Columbia Gas [indiscernible] of companies have contributed over $1.4 billion in property taxes in their local communities. This funding goes to schools, parks, rose, emergency and other essential services and keeps our communities moving in the right direction. Each and every day of the year, we provide safe, reliable, sustainable and cost-effective service for our customers.\nSlide 4 shows our key priorities. Today, we reported first quarter 2024 adjusted EPS of $0.85, 10% above the $0.77 reported 1 year ago. We are reaffirming 2024 adjusted EPS guidance of $1.70 to $1.74. We are also reaffirming annual 2023 to 2028 guidance for adjusted EPS of 6% to 8% and rate base of 8% to 10%. We continue to target FFO-to-debt of 14% to 16% in all years of the client.\nOur superior regulatory and stakeholder foundation is differentiated. We have a long history of working collaboratively to deliver value across diverse constituencies. The most recent example is our NIPSCO gas general rate case settlement announced in March. Late in the quarter, we also filed CPC and amendments for full ownership of the Fairbanks and Gibson solar projects. This follows CPD and amendment approvals from the IURC for Calgary and Dunebridge 2 in January.\nOur intention has been to layer projects into our base plan during the course of the year. Consistent with our pending request at the IURC, today, I am pleased to announce we are adding full ownership of the Fairbanks and Gibson projects to our base capital plan. This incremental NiSource investment simplifies the project structure and reduces cost to customers when compared to the prior tax equity configuration. Reliability and efficiency remain core elements of our operational excellence culture as seen on Slide 5.\nIn 2022, we began the process of upgrading outdated technology that, in some cases, predated the Columbia Gas merger in 2000. Our multiyear technology investment initiative is continuing to take shape with work and asset management program addressing the scheduling, dispatch and execution of work and the management of underlying assets, an upfront investment can drive decades of both reliability improvement and cost savings for customers. In March, NIPSCO requested a regulatory deferral mechanism for these investments, seeking to align ratemaking with long-term customer value realization. Amid increasing weather extremes and natural disaster frequency throughout the country, customers are benefiting from energy resiliency more than ever. NiSource delivered this through multiple channels with both major gas and electric systems.\nOur electric generation mix includes renewables and on-demand natural gas, balancing intermittency and fuel price volatility risk. Meanwhile, our gas system is insulated from harsh weather and can deliver dependable energy for our customers and even the most extreme conditions. I want to wrap up my comments by acknowledging each of our over 11,000 employees and contractors without their tireless effort on behalf of our customers, none of this work will be possible.\nI'll now turn things over to Melody.\n\nMelody Birmingham\n\nExecutive VP of NiSource & Group President of NiSource Utilities\n\nThank you, Lloyd. I'd like to turn to Slide 6 to give you an overview of NiSource's safety journey since 2017. We often get asked by investors new to the company for a picture of specific risk mitigation metrics over time. I'll begin by saying that the magnitude of change at the company over the last 6 years cannot be overstated. Our centralized operations team has implemented both engineering design and process-based solutions to improve our gas system safety. Our system management system -- our safety management system was recently reconfirmed for American Petroleum Institute recommended Practice 1173, making NiSource 1 of only 2 utilities in the world to maintain this designation. We also completed a conformance assessment and are pursuing certification for standard 55001, an international organization for Standardization, or ISO. This validates advancement in our asset management practice maturity and illustrates our commitment to optimizing value through a balance of risk, asset performance and costs. Our gas assets now have automatic shutoff valves and remote pressure monitoring on 100% of low-pressure systems. [indiscernible] symmetric drawings provide 3D renderings of all our regulating stations. We have 36% fewer miles of pipe designated as priority compared to year ending 2017. 51% of our 55,000 [ mile ] system has been surveyed with advanced mobile leak detection vehicles. of our gas service lines are mapped as of the year-end 2023, which is up from only 4% 6 years ago. These tangible verified metrics are only a part of our story. Leading-edge safety management is fueled by culture and it's critical to any safety work environment.\nEvery day, our NiSource team lives the core 4 through employee certification training, knowledge transfer, technology utilization and community engagement. Let's move to Slide 7, where you'll see a time line of our regulatory activity. As we've said previously, our 5-year financial plan does not include extensive regulatory stay-out period. We've had the ability to employ capital trackers and/or forward-looking rate case test years on the majority of our capital expenditures. Columbia Gas of Ohio recently filed its annual infrastructure replacement program, or IRP tracker for $231 million of capital investment with a requested effective date this month.\nIn March, NIPSCO's gas settlement was the result of the rigorous rate case process in Indiana and involved a highly engaged stakeholder group of intervenors working with our team and all parties, either signing or not opposing the agreement. A final order is expected in the third quarter of this year. We kicked off our triennial Integrated Resource Plan or IRP process in April with the first define stakeholder meetings planned for this year. Throughout the process, all interested parties will provide extensive information on low requirements and generation planning for the report's 20-year time horizon.\nThese are just some examples of our commitment to proactive engagement with our stakeholders. We have a high degree of confidence in the value of our investments for our communities. And we work regularly to ensure that there are no surprises during the regulatory cycle. Economic development continues to be a competitive advantage for our service territories. One in particular, a project Virginia-based [indiscernible] broke ground earlier this year on a $200 million advanced electronics manufacturing and testing facility in the town of Waynesboro. This growing customer base here and throughout our NiSource service areas requires new gas infrastructure but also makes the entire system more economic for all of our customers. Across the NiSource footprint, we have invested more than $1.7 billion of capital expenditures over the 12-month period ending in March. During the same time period, residential gas customer bills actually decreased by 15%.\nWith that, let me turn it over now to Shawn to review our capital projects and financial results.\n\nShawn Anderson\n\nSenior VP of Strategy & Chief Risk Officer\n\nThanks, Melody. Let's begin on Slide 8. We are steadfast in our commitment to deliver safe and reliable energy to our customers at an affordable price. Growing our investment opportunity is a crucial element to this, and our base capital plan is now comprised of a portfolio of projects projected at $16.4 billion through 2028. The plan is driven by programmatic and enduring investments necessary to maintain safe, reliable and sustainable energy infrastructure that our customers deserve. .\nThese investments are diversified across renewable electricity, gas and electric customer growth, distribution modernization and system hardening for both the electric and gas businesses. Importantly, there is limited large individual project execution risk in our plan. Moving ahead to Slide 9, I'd like to provide an update on our renewable development program. The table shows base plan amounts, and reflects incremental\n[Audio Gap]\nwhich Lloyd just highlighted, displacing, tax equity investor capital and removing the associated joint venture structure, we are able to reduce customer bills relative to our prior plan and be more resilient in our operations over the energy generated for our customers. In the aggregate, our billions of dollars of renewable generation investments negotiated since 2019 remains significantly cheaper and lower risk for our customers compared to the alternative status quo scenario across their useful life. NIPSCO's final coal retirements continue to project to [ conclude ] 2028. And in each of the remaining 4 owned and 4 PPA renewable projects remain on schedule for in-service. On Slide 10, you'll see an overview of additional investment opportunities.\nWe continue to identify capital investment opportunities to enhance service for our communities beyond the capital projected in the base plan. Generation investments, gas distribution and transmission system modernization Advanced metering and renewable natural gas investments all represent potential upside investments compared to our current base plan. The long-term plan does not currently include any data center load growth assumptions or significant infrastructure investments and upgrades.\nHowever, we are receiving robust inquiries from potential customers looking to invest in our Northern Indiana electric service territory due to the attractive business climate we know and appreciate in Indiana. We are focused on developing accretive projects across all utility companies to support our stakeholders and we intend to move projects from the upside category into our base capital plan as they meet our threshold of stakeholder alignment and execution visibility just as we've done this quarter. As Melody highlighted, NIPSCO has commenced its triennial electric integrated resource planning process.\nThe process will provide a point of view on generation and capacity required to serve customers beyond the retirement of our last existing coal units by 2028. It builds on generation already included in our 5-year base capital plan and will analyze energy demand projected across the next 2 decades associated with economic development including potential data center development, electrification, electric vehicle utilization as well as incorporating changing policy and resource adequacy requirements. The process will conclude with a filing at the IURC this fall.\nWe'll focus next on Slide 11. And I'd like to point out 2 changes to our financial disclosures this quarter: First, with the completion of the NIPSCO minority interest transaction, we have realigned segments to reflect the new ownership structure; second, to simplify presentation and better align our performance metrics with peer companies, we are changing the name of our primary financial metric to adjusted EPS from net operating earnings per share, as previously referenced.\nThis refers to non-GAAP fully diluted earnings per share, and there are no changes to the underlying calculation of this metric. First quarter adjusted EPS was $0.85, a 10% increase over the $0.77 reported last year. Positive results from regulatory activity and other income were partly offset by higher O&M and depreciation. Normalized customer usage drove an $8 million and $4 million pretax benefit at the Columbia and NIPSCO segments, respectively.\nInterest expense and preferred interest netted to roughly no change following the NIPSCO minority interest transaction and the redemption of the last tranche of our preferred equity securities issued in 2018. For years, NiSource has adjusted GAAP net income and EPS to present a weather-adjusted figure for our investors to project comparable performance periods. While following the mild weather experienced this quarter, I also want to remind you of the underlying regulatory mechanisms insulating both shareholder cash flow and customer bill volatility.\nAll of our gas jurisdictions will have weather decoupling mechanisms should our gas settlement be approved later this year. The mechanisms apply to select customer classes and a range from a full decoupling to partial decoupling and provide more stable customer bills and cash receipts in volatile weather periods. Our long-term financial guidance commitments are shown on Slide 12. As Lloyd mentioned, we are reaffirming the current guidance of $1.70 to $1.74 in adjusted EPS for 2024. All of our 5-year commitments are reaffirmed today as well.\nThis includes the year-over-year adjusted EPS growth rate delivered at 6% to 8% annually off of the achieved results in 2024\n[Audio Gap]\nall remaining years of the plan. Increased visibility of the return of capital through highly constructive regulatory mechanisms enhanced visibility into the financial results for 2025 and beyond. Our internal forecasts incorporate continued use of long-established capital trackers in nearly all our jurisdictions, and are based on what we believe are realistic regulatory outcomes.\nO&M discipline also remains a key assumption and a flexible part of achieving our 5-year commitments. Our cost of capital assumptions are resilient and reflect the rate environment from third quarter 2023. And most importantly, we're still able to deliver our $16.4 billion base investment plan to customers while keeping average annual residential total build growth at or below 4% during the 5-year period.\nStable and low commodity prices available in our region support our unwavering focus on customer value, allowing us to maintain this commitment. Slide 13 details our financing plan. We are reaffirming our 14% to 16% FFO-to-debt in all years of the plan. In March, S&P completed their annual review with no change to our BBB+ rating and stable outlook. Our expected equity issuances for 2024 are on track to be completed by year-end through the use of our ATM with approximately 1/3 executed to date, and we continue to have the option to use a forward structure to align proceeds with our flow of work, a flexible financing plan such as utilizing our ATM, the NIPSCO minority interest transaction, potential use of hybrid securities and senior unsecured debt are examples of our plans diverse funding sources and balance sheet flexibility, enabling us to navigate the balance between growth and credit quality.\nThe figures shown on this page support our base. I'd like to conclude by highlighting another quarter plan without modifying the need for external equity demonstrates our balance sheet flexibility. And finally, our revised base and upside CapEx figures demonstrate the programmatic and enduring nature of our plan. The value proposition NiSource continues to offer investors is a diversified and fully regulated utility with the opportunity to invest in both programmatic gas infrastructure and the long-term energy transition story for a fully integrated electric business. While this fundamental has previously been the case, the emerging opportunity to support unprecedented energy development and power demand resulting from robust economic development onshoring as well as new data center development truly differentiates the value proposition relative to many alternatives in the marketplace today.\nAnd now I'd like to turn the call back to the operator for Q&A."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/65d5693a1e816de5399e2a5f6d96b87b",
    "period": "2023 Q4",
    "content": "Q4 2023 NiSource Inc Earnings Call\n\nQ4 2023 NiSource Inc Earnings Call\n\nNINYSEFEB 21, 11:00 AM\n\nOperator\n\nGood day, and welcome to NiSource Company Conference Call. [Operator Instructions] Please note that today's call is being recorded. [Operator Instructions]\nI'd now like to introduce to the call, Chris Turnure, Head of Investor Relations. You may now proceed.\n\nChristopher Turnure\n\nAnalyst, JPMorgan Securities LLC\n\nGood morning, and welcome to the NiSource Fourth Quarter 2023 Investor Call. Joining me today are President and Chief Executive Officer, Lloyd Yates, Executive Vice President and Chief Financial Officer; Shawn Anderson, Executive Vice President of Strategy and Risk and Chief Commercial Officer, Michael Luhrs and Executive Vice President and Group President, NiSource Utilities, Melody Birmingham.\nThe purpose of this presentation is to review NiSource's financial performance for the fourth quarter of 2023 and as well as provide an update on operations and growth drivers. Following the prepared remarks, we'll open the call to your questions. Slides for today's call are available in the Investor Relations section of our website. We would like to remind you that some of the statements made during this presentation will be forward-looking. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. Information concerning such risks and uncertainties is included in the risk factors and MD&A sections of our periodic SEC filings. Additionally, some of the statements made on this call relate to non-GAAP measures. Please refer to the supplemental slides, segment information and full financial schedules for information on the most directly comparable GAAP measure and a reconciliation of these measures.\nI'd now like to turn the call over to Lloyd.\n\nLloyd M. Yates\n\nChief Strategic & Policy Officer, Duke Energy Corp.\n\nThanks, Chris. Good morning, and thank you for joining us. I'm excited to be with you this morning to share outstanding financial results and to discuss the advancement of key business initiatives, which are devoted and talented workforce delivered to support our customers, communities and our shareholders across all of 2023. We began the year with a premium business plan represented by the value proposition you see on Slide 3. The bottom line is the NiSource team delivered. You'll notice successful execution of these key initiatives across the board.\nLet me provide a few highlights, which fuel our resilient and sustaining business across all years of our plan. we executed our highest CapEx investment in 2023, exceeding our rate base investment goals. As of the year-end 2023, we had $18.8 billion of rate base, we continue to forecast $3.3 billion to $3.5 billion of capital expenditures in 2024 and $16 billion over our 5-year financial plan through 2028.\nYear-over-year, NOEPS growth achieved 9% increase and achieved the highest end of our guidance range. We are acutely focused on smart capital deployment and maximizing risk-adjusted returns and responsible rate-based investing through strong recovery mechanisms across our businesses. Project [indiscernible] achieved this goal of over $50 million of cost savings initiatives. Perhaps more important than the amount of savings is the energy and support demonstrate our people to build a continuous improvement mindset and enhance productivity by doing things safer, better, more efficiently and with less calls. These initiatives contributed greatly to a total shareholder return, which exceeded mid-cap and large-cap U.S. utility peers in 2023.\nFor the 3-year period, total shareholder return was 10.1% compound annual growth rate versus 5% for peers, which is reflective of our strong earnings per share execution and future growth prospects. We are confident our commitments are resilient to rapidly changing business conditions such as those seen by the utility industry over the last 2 years and which our financial results have delivered over this period. We continue building a track record of growth and execution and our commitment to investors, customers and employees is central to everything we do.\nOn Slide 4, you'll see our key priorities. First, as you observed in our release, we delivered 2023 non-GAAP NOEPS of $1.60 versus the upper half of $1.54 to $1.60 revised guidance range. This underscores our execution of resilient financial commitments and a business plan, which anticipated the broader headwinds our customers and our sector are facing today. This result was achieved despite a $128 million increase in interest expense and without sacrificing our FFO to debt commitment.\nBuilt on the strength of our infrastructure investment programs, we are raising 2024 guidance to $1.70 to $1.74 from $1.68 to $1.72, which we initiated in November. We continue to expect a 2023 through 2028 annual EPS growth rate of 6% to 8% supported by 8% to 10% annual rate base growth. The 2024 guidance range is refreshed reflective of the annual growth expected of our strong year-end 2023 financial results; second, our superior regulatory and stakeholder foundation differentiates us from peers. NIPSCO received IURC approval of renewable CPC and amendments for several of our investments in January. Intervenor testimony was also received last month for our NIPSCO gas rate case filed in October 2023. Third, our balance sheet flexibility allows us to optimize cost of capital for customers and ultimate return on capital for shareholders. A key focus for 2023 was the NIPSCO minority interest transaction with Blackstone Infrastructure Partners, which successfully closed in December. This transaction diversified capital fundraising for NiSource from public capital markets and create a long-term partnership for years to come. Fourth, our company is experiencing a record investment cycle driven by safety, reliability, regulation, decarbonization and modernization.\nSlide 5 details our annual capital expenditures across our 6-state service charge. Our $16 billion 5-year plan was introduced in November 2023 built on and extended our prior November 2022, $15 billion plan. It incorporates the electric generation, transmission, gas modernization and economic development investments through 2028. The nature of our capital plan diversifies project risks, including our generation project investments, which lack the large project execution risk on the scale seen elsewhere in the industry in recent years. We intend to layer in projects from our $2 billion upside capital program as they meet our threshold for base plan execution. Key rate case and capital rider activity is shown on Slide 6.\nOur leading regulatory and stakeholder execution advances as we continue to work with stakeholders through rate case and tracker cycles to efficiently deploy capital investments and recover costs associated with these investments to drive value for customers, our communities and our shareholders. The strength of our company continues to be working constructively with stakeholders and communities to safely and reliably deliver the energy they deserve and to be there for our customers when they energy most.\nSince our last update, our Virginia SAVE rider was approved and implemented and our Kentucky SMRP rider went into effect, subject to refund, together covering over $100 million of capital investment made for our customers.\nSlide 7 shows how our operational excellence model is incorporated in decision-making in all areas of the company. Last year, we significantly improved safety performance by delivering a 14% reduction in days way restricted or transfer [indiscernible] and our on a path to achieving a goal of top decile performance. Additionally, we recorded a 16% reduction to preventable vehicle collisions or PVCs.\nAs I already mentioned, Project Apollo is generating enhanced productivity by doing things safer, better, more efficiently and with less calls. The improvements in our work plans and cost profiles are expected to continue and sustain this year after an implementation that exceeded expectations in 2023. I have provided you with specific examples of project initiatives in recent quarters, but I want to highlight the underlying cultural change occurring throughout the company. The team continues to find new ways to improve every day, and this will generate value for all our stakeholders for decades. I am impressed with the continuous improvement mindset fueling our organization, and I am excited for our team as we continue this journey.\nBefore we advance the call, I want to close this section with the following. I couldn't be more proud of our entire team and they're the [indiscernible] each and every day to support our nearly 4 million customers. With extreme cold weather across much of January, we delivered critical energy to keep our customers safe and warm. 2023 was a banner year for NiSource has the first full year of execution across our strategy shared in November 2022, and we deliver on all markets across the board. This sets the foundation for continued growth and safety and reliability for our customers and value for our shareholders, which we strongly believe in.\nMichael and Shawn will dive into greater details on why 2023 was a successful year for our stakeholders and also why 2024 and beyond will be even better. Now I'll turn the call over to Michael.\n\nMichael Luhrs\n\nExecutive VP of Strategy & Risk and Chief Commercial Officer\n\nThank you, Lloyd. I'll begin on Slide 8. NIPSCO's generation transition remains on track. I will support the retirement of 2 of the remaining 3 coal-fired generation units by the end of 2025 and the final unit by 2028. To this end, construction on our Crossroads II Wind PPA was completed at the end of 2023, and the facility is now producing sustainable 0 fuel cost generation for NIPSCO's Northern Indiana customers. In fact, customers are seeing the benefit of this generation as part of our renewable portfolio already, receiving $18 million in renewable energy credit sold into the marketplace in 2023 lowering customers' overall cost of energy.\nIn November of 2023, NIPSCO received approval on a CPCN amendment converting Gibson from a PPA to a build transfer agreement. Also, progress continues on Cavalry and Dunns Bridge II solar facilities, and we expect both to be completed as planned later this year. In January, NIPSCO received approval from the IURC to own 100% of these 2 projects in lieu of owning them through tax equity joint ventures. Fully owning these projects will benefit customers. By leveraging the tax credit transferability provisions of the IRA, NIPSCO will be able to monetize tax credits associated with the projects more efficiently than under tax equity agreements resulting in comparatively lower energy costs for customers. We continue to evaluate the customer benefits of utilizing similar approaches for the Fairbanks and Gibson projects, which are in development. So we have made significant advancements in our generation portfolio. We are looking forward to how we advance the portfolio and reliability, resiliency, customer benefits and towards our goal of net 0 by 2040. An important component of our generation portfolio planning process is NIPSCO's triennial Integrated Resource Plan or IRP. The 2024 IRP will evaluate NIPSCO's long-term generating capacity requirements and informed generation investment decisions beyond NIPSCO's gas peaker project and the renewable projects already in development.\nThe 2024 IRP will incorporate a number of scenarios and updates since the 2021 IRP, such as MISO's seasonal construct and its proposed resource accreditation approach. The customer-centric process will include a series of stakeholder meetings that will kick off in the spring and will culminate with the submissions of an integrated resource plan to the IURC in November. We look forward to working together with stakeholders to continue on our path to reliably serve and strengthen our communities. The IRP will build on our current generation portfolio. Our build transfer agreements and PPA projects in development as outlined on Slide 8 and our 400-megawatt gas peaker project expected in service in 2027. As a reminder, the base capital plan released in November includes the gas peaker, full ownership of Cavalry and Dunns Bridge II projects and tax equity joint ventures for the Fairbanks and Gibson projects.\nOn Slide 9, you'll see additional investment opportunities not included in our current base 5-year capital plan. We continue to develop and grow in a disciplined and measured way a portfolio of opportunities that benefit customers and stakeholders. We continue to advance these opportunities and will layer them into the upside CapEx plan as appropriate. Relative to gas system investments, the [ FINSA ] rule-making process is now expected to take longer than originally anticipated. However, we still expect regulatory clarity in 2024. We do not believe the final rule will materially shift CapEx within our base plan. We will continue to evaluate how the rules apply to our systems and engage with stakeholders to deliver the system reliability and benefits expected under the rules. This engagement will inform how the implementation of rules may shape timing of investments and our upside CapEx plan.\nI would like to conclude my comments today with an update on our ESG performance. In addition to being on track to achieve our net 0 and interim decarbonization goals. We achieved 19% diverse supplier spend in 2023, up from 16% in 2022 and 10% in 2021. And are well on our way to our goal of achieving 25% diversifier spend by 2025.\nI'll now turn the call over to Shawn.\n\nShawn Anderson\n\nSenior VP of Strategy & Chief Risk Officer\n\nThanks, Michael, and good morning, everyone. I'm excited to share our 2023 financial results on Slide 10. Non-GAAP net operating earnings in the fourth quarter were $239 million or $0.53 per diluted share up from $221 million or $0.50 per diluted share in the same period in 2022. This earnings increase is driven by regulatory mechanisms, recovering capital investment, partly offset by a modest increase in non-tracked O&M and higher interest expense.\nFor the full year, we reported $716 million of non-GAAP net operating earnings or $1.60 per diluted share, up from $648 million and $1.47 in 2022, respectively. Across this period, regulated revenue returns were partly offset by higher depreciation expense, interest expense and lower other income.\nOn Slide 11, you'll find segment detail and key drivers of our results. For the full year, non-GAAP operating income increased across each of the gas, electric and corporate segments, accounting for a $209 million increase to consolidated net operating earnings. Capital expenditures, fuel regulated returns, and as Lloyd highlighted earlier, we deployed approximately $3.6 billion in infrastructure projects to enhance safety and reliability of our energy systems. This drove an increase of $335 million through regulatory activity in rate cases and capital trackers across our jurisdictions, a growing customer base across our businesses also provided a lift in our 2023 financial results and supports customer affordability. Demand for our fuel continues to be very strong with residential customer count growing over 80 basis points in our gas businesses and over 50 basis points in our electric business last year, both of which enhance the scale of NiSource.\nEconomic development continues to thrive in the Midwest. And there is no better example of how this collaboration can benefit customers, communities and investors in Ohio. Our operations in the state serve 1.5 million customers nearly 550,000 of which are supported by our Columbus operations center. Public-private partnership has propelled Ohio's recent economic development success. In 2023 alone, 33 projects were brought to Central Ohio with over $10 billion to investment being committed. This momentum continues today as there are nearly 100 active opportunities being pursued for future development with the potential to create thousands of new jobs and invest billions of dollars more into central Ohio communities. The majority of these projects are focused in manufacturing industries, representing a diverse range of sectors, including electric vehicles, energy storage, logistics, life sciences, semiconductors, advanced computing facilities and many more.\nAdditionally, Ohio will continue to see new corporate investment driven by downstream supplier activity for mega projects currently under construction, such as a joint venture with Honda and LG Energy and the Intel chip manufacturing facility. This development can enhance value for NiSource and create an upside to our plan from residential housing demand, which grows as these secondary businesses develop. Central Ohio's metro population grew an average of 1.8% annually over the last 30 years, and the population is expected to grow an additional 30% by 2050 boosted by strong economic development prospects. Broad stakeholder and policy support is critical to onshoring and manufacturing success and will fuel healthy and growing Midwest economies.\nOur communities benefit from numerous constructive regulatory mechanisms that encourage energy infrastructure investment across our states, including economic development programs to spur investments in our region, which create jobs and enhance local tax base.\nSwitching to Slide 13, I'd like to highlight several key value drivers, which represent the foundation of our long-term financial commitments. We have increased our non-GAAP net operating earnings per share guidance range for 2024 by $0.02 at the midpoint compared to the range introduced in November. This midpoint now represents a 7.5% year-over-year growth rate from 2023 actual results.\nThe revised guidance is driven primarily by revenues from regulatory activity and enhanced customer demand and lower financing costs relative to our prior year forecast. These growth drivers, along with the strength of our infrastructure investment programs, underpin our expectation to continue to deliver annual non-GAAP NOEPS growth of 6% to 8% and annual rate base growth of 8% to 10% over the 2023 to 2028 period. This is driven by $16 billion of capital expenditures, and it is expected to approximate residential customer build growth to below 4% on average across the plan horizon.\nFinally in consistent with our last update, our base capital plan includes full ownership of Cavalry and Dunns Bridge II Solar projects expected in service in 2024. Fairbanks and Gibson continue to be expected in service in 2025, using a tax equity financing structure. Our upside plan includes incremental CapEx associated with full ownership of these projects as well as electric and gas investments, which Michael detailed earlier.\nOur financing plan is outlined on Slide 14, which remains unchanged from our mid-November update. As we outlined in that update, we continue to expect to issue up to $600 million in ATM equity in 2024 and $200 million to $300 million of maintenance ATM equity annually in the 2025 to 2028 period to support our base capital plan.\nWithin the operation of our at-the-market program, we retain the flexibility to include small bilateral discrete transactions should they be efficient to execute. We also continue to reaffirm our commitment to an FFO to debt ratio of 14% to 16% through 2028.\nIn January, our Board of Directors authorized a 6% increase to our dividend, which is consistent with the annual increase authorized last year. This projects our annual dividend at the bottom half of our stated range for targeted dividend payout ratio of 60% to 70%. We will continue to be thoughtful about capital allocation in the high cost of capital environment.\nThe final 2 slides will conclude our presentation and focus on execution of our stakeholder commitments. First, our multiyear track record of execution and growth continued in 2023. Lloyd touched on the premium business plan we shared with each of you in November of 2022, and this represents the full year of execution of this plan. We continue to prioritize safety while optimizing our long-term cost profile. We built on our superior regulatory and stakeholder foundation through the execution of 4 general rate cases and numerous CPCN amendments and capital tracker approvals.\nDuring the year, we invested over $3.6 billion to support our customers and keep our communities and our employees safe all while enhancing the balance sheet afforded through the minority interest sale. We are proud of the execution delivered by the entire NiSource team, including achieving a 9% year-over-year growth rate and landing at the high end of our guidance range. All of these investments and the long-term visibility of our results fuel our confidence to execute each and every year as we move forward.\nAs we share on Slide 16, each of the last 3 years, we've executed strong financial growth, achieving the upper half of our guidance range in each year. This is important. Each year we've done this, we've rebased future NOEPS guidance upwards off those actual results. We've accomplished this in 2021, 2022 and now 2023 and we expect to keep doing this as we move forward, exemplified by our upgraded guidance range with an implied midpoint of 7.5% over 2023's already strong results. And this is differentiated in our sector, which has delivered an average 5% non-GAAP NOEPS CAGR since 2021 compared to the 8% achieved by NiSource.\nThe underlying business plan, supported by strong regulatory construct in NiSource's jurisdictions, coupled with responsible investments in identifiable regulatory programs, enable a reasonable return of investment over our plan. The confidence in these investments enables the rebasing of annual growth rate, which supports this higher NOEPS range as we execute the plan, which, in turn, enhances the future earnings potential of our business in each forward year of our plan.\nWe are excited about the future prospects of our business and to continue building a track record of execution and growth. We remain confident our commitments are resilient to rapidly changing business conditions as which was seen across the utility industry over the last 2 years. Despite this, the NiSource plan is stronger than ever.\nThank you for your time this morning and your interest in NiSource. And with that, I'd like to open the call to your questions."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bf5f116cfe7d99bf9423a6565ea6119e",
    "period": "2023 Q3",
    "content": "Q3 2023 NiSource Inc Earnings Call\n\nQ3 2023 NiSource Inc Earnings Call\n\nNINYSENOV 1, 11:00 AM\n\nOperator\n\nThank you for standing by and welcome to the Q3 2023 NiSource Earnings Conference Call. [Operator Instructions] It's now my pleasure to turn today's call over to Chris Turnure, Director of Investor Relations to begin the call. Chris, over to you. .\n\nChristopher Turnure\n\nAnalyst, JPMorgan Securities LLC\n\nGood morning, and welcome to the NiSource Third Quarter 2023 Investor Call. Joining me today are President and Chief Executive Officer, Lloyd Yates; Executive Vice President and Chief Financial Officer; Shawn Anderson; Executive Vice President of Strategy and Risk and Chief Commercial Officer, Michael Luhrs; Executive Vice President and Group President, NiSource Utilities, Melody Birmingham; and Vice President of Investor Relations and Treasurer, Randy Hulen. The purpose of this presentation is to review NiSource's financial performance for the third quarter of 2023 as well as provide an update on our operations and growth drivers. Following our prepared remarks, we'll open the call to your questions. Slides for today's call are available in the Investor Relations section of our website.\nWe would like to remind you that some of the statements made during this presentation will be forward-looking. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. Information concerning such risks and uncertainties is included in the risk factors and MD&A sections of our periodic SEC filings. Additionally, some of the statements made on this call relate to non-GAAP measures. Please refer to the supplemental slides, segment information and full financial schedules for information on the most directly comparable GAAP measure and a reconciliation of these measures. I'd now like to turn the call over to Lloyd.\n\nLloyd M. Yates\n\nChief Strategic & Policy Officer, Duke Energy Corp.\n\nThanks, Chris. Good morning, and thank you for joining us. I'll start with an overview of our value proposition on Slide 3. At year-end 2022 we had $16.6 billion of rate base deployed for our customers and today are outlining a refreshed base plan to invest another nearly $16 billion of capital over the next 5 years. We plan to execute on our resilient financial commitments, supported by a superior regulatory and stakeholder foundation and balance sheet flexibility. Assuming a constant PE ratio, our plan can deliver a total shareholder return of 10% to 12%.\nSlide 4 shows our four key priorities. First, Today, we are reiterating our expectation of achieving the upper half of our $1.54 to $1.60 EPS range this year. We are introducing 2024 EPS guidance of $1.68 to $1.72, over 8% growth, midpoint to midpoint versus our current 2023 range. We are extending our 6% to 8% long-term EPS growth guidance to the 2023 to '28 period. This is supported by 5-year base capital plan of $16 billion and an 8% to 10% annual 2023 to '28 rate base growth.\nWe are confident our commitments are resilient to periods of rapidly changing business conditions, such as those seen by the utility industry over the last 12 months. We continue building a track record of execution and growth and our commitment to investors, employees and customers is central to everything we do.\nSecond, our superior regulatory and stakeholder foundation differentiates us from peers. In early August, the Indiana Utility Regulatory Commission approved Mico's electric rate case settlement. This case represented the culmination of years of investment and stakeholder engagement beginning with our 2018 Integrated Resource Plan. In October, the Public Utility Law Judge of Maryland's recommendation to approve Columbia Gas of Maryland rate case settlement became a final order.\nLast week, we filed a new cash general rate case in Indiana, seeking recovery of $1.1 billion estimated cumulative investments to be completed through the end of 2024.\nThird, our balance sheet flexibility allows us to both optimize cost of capital for customers and ultimate return on capital for our shareholders. The transaction announced in June with Blackstone Infrastructure Partners is an example of the diverse funding sources embedded in our plan, raised at an attractive relative value while preserving the scale of our business.\nFourth, our company is experiencing a record investment cycle driven by safety, reliability, regulatory mandates, decarbonization and modernization. Investment is constrained primarily by normal operational constraints and our desire to manage the impact on customer bills. The surplus of investment opportunity puts us in a favorable position to prioritize the deployment of capital in the investments in jurisdictions generating the highest risk-adjusted returns.\nSlide 5 details our annual capital expenditures across our 6-state service territory. In the 5-year period through 2028, we plan to invest $16 billion. Every single one of these dollars is a real investment in our communities. For example, at Columbia Gas of Virginia. We replaced over 8,000 feet of main and over 10,000 feet of service line infrastructure as part of a $4 million investment in our system in the town of [ Call Pepper ].\nAs part of this project, Columbia Gas updated several multimeter set and 130 individual customer connections, improving the quality and reliability of service to our customers within [ Call Pepper ] County.\nSlide 6 shows key rate case and select capital rider activity since 2021. Our leading regulatory execution continues with less than 10 cases filed in 7 jurisdictions across 6 states during this period. Our state regulatory teams are in a constant cycle of communication and engagement with key interveners regulators and customer groups. In addition to general rate cases, regular capital tracker filings allow timely recovery on and of our investments.\nA dialogue with our Pennsylvania stakeholders starting late last year is an example of this. and approved long-term infrastructure improvement plan and the state is a prerequisite to recovering investments through a distractor. Columbia Gas, Pennsylvania sought the authority to replace infrastructure based on risks rather than a prior focus on bare steel and with a granted approval this spring. This change enables inclusion of an additional first generation assets such as first-generation plastic pipe for expedited replacement, enhancing the safety and reliability of our system.\nAll of this activity is built on a foundation of robust economic activity for our states. Customer count across our territories has been growing on average by 0.5% to 1% annually for years, including 2023 to date.\nFavorable demographic trends have driven inbound migration, thanks to a stable and growing manufacturing base, robust utility and nonutility infrastructure and low tax rates in the states we serve. In Southwestern Pennsylvania, one of the largest titanium melting companies in the world have advanced plans for a planned expansion in our service territory. Columbia Gas of Pennsylvania engaged the business in the Department of Community and Economic Development to enable the extension of a gas infrastructure and support job creation and economic development in the region. Moreover, this extension will present greater access to low-cost natural gas throughout the surrounding community while enhancing energy diversification and energy resilience.\nSlide 7 shows how our operational excellence model is incorporated into decision-making in all areas of the company. Project Apollo is on track, generating efficiencies by doing things safer, better, more efficiently and with less cost. This will keep nontracked O&M flat through the duration of our 5-year plan. NiSource has continued to invest in technology that will drive risk reduction across gas and electric assets and increased customer value by ensuring reliable service, advanced mobile leak inspection is one example. Our historical practice of addressing leaks one by one is transforming into a process of clustering large-volume leaks into small replacement projects. This project brings visibility to large volume leaks and prioritization repair, reduces methane emissions and improve efficiency.\nWe are focused on affordability for our customers every day. all of this is expected to contribute to keeping total customer bills in line with inflation over the 5-year financial plan. These achievements would not be possible with our dedicated employees and their commitment to our customers, communities and all ISO stakeholders. With that, I'll turn the call over to Michael.\n\nMichael Luhrs\n\nExecutive VP of Strategy & Risk and Chief Commercial Officer\n\nThank you, Lloyd. I'll begin on Slide 8. NIPSCO's generation transition continues to advance as we optimize the new portfolio to benefit customers and retire all coal-fired generation by the end of 2028. Our first four renewable projects and the associated electric transmission are in service and represent approximately $1 billion of investment in economic, sustainable, zero fuel cost new generation for NIPSCO's Northern Indiana customers. Also, our Indiana Crossroads 2 wind PPA is advancing and is expected in service late this year. Construction on [ Calgary ] solar and storage and [ Dunebridge 2 ] Solar and storage continues and both projects have expected in-service dates in 2024. The Fairbank Solar project is expected to be in service in 2025 and is in the early stages of construction. The Gibson project is also expected to be in service in 2025 and construction is anticipated to begin in early 2024.\nOur plans have included these four owned renewable projects under tax equity structures. However, based on our evaluation of the inflation Reduction Act and the benefits to customers with tax credit monetization, we have filed a modification with the IURC for approval of full ownership of [ Calgary ] solar and storage and [ Dunebridge 2 ] solar and storage. Full ownership of these projects provide a lower cost to customers than tax equity supporting affordability and enhances our base plan.\nWe continue to assume tax equity structures in our plan for the other two projects, Fairbanks and Gibson. However, we are actively evaluating the potential benefits to customers of inflation reduction act provisions related to these projects. NIPSCO has several generation-related filings under review at the IURC, a CPCN for conversion of the Gibson project into a BTA, a build transfer agreement modification for Calgary and Dunebridge 2 filed in August, which includes the aforementioned customer beneficial proposal of switching to NIPSCO's full ownership of the projects instead of tax equity financing and a CPCN for our planned gas peaker project. In addition, NIPSCO has recently received orders approving several PPA projects, Apple Seed Solar, Templeton Wind and Carpenter Wind.\nFor the gas peaker, in September, we filed a CPCN for an approximately 400-megawatt brownfield gas peaker project on our Shafer site in Indiana. The project utilizes a combination of technologies, including aero derivatives for quick start capability and is a key enabler of our generation transition system performance and the full retirement of coal-fired generation by 2028.\nOur in-service renewable projects are performing in line with expectations and are reducing fuel costs for our customers. Since our first project went commercial in late 2020, we have been passing back both excess generation and renewable energy credits revenues to customers from this and subsequent projects. In the third quarter alone, this amount totaled $5.3 million for a year-to-date total of $19.9 million.\nAs we look forward, Slide 9 shows additional CapEx opportunities not included in our base financial plan through 2028. These include potential items such as continued employment of the IRA to benefit customers and reduce tax equity financing, long-term incremental generation investment opportunities, FINSA gas infrastructure spending and multiple additional opportunities.\nThe 2020 federal pipe back will require incremental investment in our system for various leak reduction, safety and other operational requirements. These requirements would build on the investments we have been making on our advanced leak detection and repair program. We will continue to be active in this area to support the best outcome for customers in terms of safety, emissions and infrastructure investment. The pipeline of opportunities listed on this page and the approximately $2 billion 2024 to 2028 upside CapEx opportunities continue to be evaluated to determine the most beneficial actions to deliver safe, reliable and cost-effective energy for our communities.\nAs we look beyond 2028, we think a regulated gas and electric integrated utilities, such as NiSource has the potential to access even more investment. This is particularly true as we think about the landscape of further decarbonization. As nascent technology develops into practical applications, NiSource will look to work these investments into our capital expenditure plans in a customer beneficial manner.\nThese potential and current investments across our electric and gas business support our clean energy transition, further our Scope 1 emissions reduction goals and enhance customer value in a balanced way.\nIn early October, we announced the launch of a multiphase hydrogen blending project. It is one of the first in the United States use a blending skid in a controlled setting to mix hydrogen and natural gas at precise levels. Columbia Gas of Pennsylvania partnered with [indiscernible] engineering to construct a skid at our training facility allowing for the controlled blending of hydrogen into our isolated and controlled natural gas system to blend levels ranging from 2% to 20% hydrogen.\nThroughout the blending project, NiSource will continue to evaluate the viability of hydrogen natural gas plans for other applications such as factories and power plants.\nAs we consider the benefits and potential uses of hydrogen in the future, this project is one step that helps NiSource to determine the most beneficial and viable opportunities.\nFinally, last month, we issued our first sustainability report. For years, we have published an integrated annual report incorporating both financial and sustainability metrics. This year marks our first stand-alone report of key sustainability topics. The report details the incorporation of E, S and G policies throughout the organization and how these actions support and align with our mission, vision and values. I'm proud of the company-wide efforts captured in this report that demonstrate how we strengthen and support our communities through our business activities. And I encourage everyone with an interest in sustainability to review the report. I'll now turn things over to Shawn.\n\nShawn Anderson\n\nSenior VP of Strategy & Chief Risk Officer\n\nThanks, Michael, and good morning, everyone. Slide 10 reviews our financial results from the third quarter. Non-GAAP net operating earnings were $84 million or $0.19 per share compared to $45 million or $0.10 per share in the third quarter of 2022. Year-to-date results continue to track in line with our plan. Visibility from constructive regulatory outcomes and execution on O&M initiatives support our continued guidance to the upper half of the $1.54 to $1.60 EPS guidance provided last quarter. .\nTurning to Slide 11, you'll find segment details and key drivers of our results. Gas Distribution operating earnings were $53 million in the third quarter an increase of $21 million versus the same quarter last year. New rates and capital investment programs drove $42 million of incremental revenue including general rate case contributions in Ohio, Pennsylvania, Indiana, Virginia and Maryland. Capital trackers in Ohio, Kentucky and Virginia provided additional return of capital investment for the segment as well.\nOffsetting these revenue increases we're spending activities in nontracked gas O&M for the quarter of $8 million and depreciation from infrastructure programs, which increased $14 million on a year-over-year basis. Electric operating earnings were $184 million in the third quarter, an increase of $69 million versus the same quarter last year.\nNew rates as well as improved weather-normalized commercial and residential customer usage increased revenue by $7.3 million. Non-tracked electric O&M decreased $4 million, and depreciation increased $6 million. Lastly, Corporate and Other contributed $5 million due primarily to lower overall costs across several activities.\nNow I'd like to briefly touch on our debt and credit profile on Slide 12. Our debt level, as of September 30 was $13.3 billion, $11 billion of which was long-term debt with a weighted average maturity of 12 years and a weighted average interest rate of 3.9%. At the end of the third quarter, we maintained net available liquidity of $1 billion, consisting of cash and available capacity under our credit facility our accounts receivable securitization programs. All three credit agencies have affirmed NiSource ratings and outlooks for the year. We remain committed to our current investment-grade credit ratings and remain on track to achieve our stated 14% to 16% FFO to debt range for this year upon closing of the minority interest sale transaction by the end of 2023.\nSlide 13 details our refreshed long-term financial commitments. We are extending our 6 to 8 long-term EPS growth guidance to the 2023 to 2028 period. This is supported by a 5-year base capital plan of $16 billion, which fuels 8% to 10% annual 2023 to 2028 rate base growth. The enhanced base capital expenditure plan builds on our 5-year plan by switching from tax equity to full ownership of our next two renewables project in '24. It also assumes additional capital for FEMSA related gas infrastructure requirements and electric transmission investments in 2027 and 2028. These investments support incremental $1 billion of CapEx we have now moved into our base capital forecast over the next 5-year horizon.\nAdditionally, we are highlighting $2 billion of upside CapEx not included in the base plan. As Michael indicated, this includes investments to switch from tax equity to full ownership for our last two renewables projects in 2025, long-term incremental generation investment opportunities, electric and gas distribution enhancement opportunities and FINSA driven investments. We'll be sharing more about these upside capital expenditure opportunities as we engage with stakeholders and develop better line of sight to make these investments for our customers and we'll continue to update and guide our annual capital expenditures plans to reflect the full scope of activities NiSource is engaging upon to deliver safe and reliable service for our customers.\nNext, I'd like to focus on our financing plan and make four key points on Slide 14. First, we intend to remarket our equity units later this month for proceeds of $863 million. Second, this continues to be the only equity required in our base plan in 2023 and 2024, and and is consistent with our prior financing plan for these years. Third, we expect to issue $200 million to $300 million of annual maintenance equity in the 2025 to 2028 periods using an ATM to maintain our capital structure and our current base case capital expenditures plan.\nDue to the strengthening of our balance sheet in 2023, we believe further enhancements to the capital plan and access to our upside CapEx and can be funded constructively by growth in cash from operations and requires minimal incremental equity from this base financing plan.\nFourth, all of these financing costs have been included in our guidance ranges and continue to be reflected fully in the growth rate of our business, which we have projected today. This plan supports both an annual 6% to 8% [ NO ] EPS growth rate and 14% to 16% FFO to debt annually for 2023 and the entire 2024 to 2028 period reflected in this planned refresh.\nAs we sit here today, we've been able to increase our capital plan by $1 billion compared to the plan a year ago, while requiring limited incremental equity. This is due in part to higher expected deferred taxes driven by larger solar CapEx and and the full ownership of select assets, generating more accelerated depreciation as well as modest amounts of tax transferability proceeds and some timing associated with monetization of credits.\nOne final note on this slide. While the financing plan shared on Slide 14 is projected to support the $16 billion base capital plan. We expect minimal changes when we access capital investment opportunities within the upside plan. This is due in part to the strengthening of the balance sheet projected to be executed in 2023. These activities as well as improvements in cash from operations as a result of selecting those investments continue to support our commitment for all years of our plan to remain within the 14% to 16% FFO to debt which we are positioned to deliver upon once we close the minority sale transaction at NIPSCO this year.\nI also want to be clear that the NiSource team has been and will continue to be thoughtful about the risks of elevated leverage. One year ago, we recognized the value of financing flexibility and diversity of capital and announced our intention to proceed with an alternative source of financing via our NIPSCO minority transaction. Capital markets remain volatile and expensive versus historical levels for both utility equity and debt. Our base plan continues to carefully take these risks into consideration and builds in balance sheet flexibility, cushion and realistic financing assumptions accordingly.\nWe've also updated our plan to reflect the current interest rate environment, which extends the higher short-term interest rate longer into our planned horizon than before. and reflects the current outlook of the credit curve for our projected long-term debt issuances.\nI'll conclude on Slide 15. Today, we introduced a refreshed long-term financial plan that builds and enhances upon the prior 5-year plan introduced this time last year. Since our Investor Day in 2022 and in just 1 year, we have outperformed our 2022 [ NO ] EPS guidance range by exceeding our $1.44 to $1.46. And with actual [ NO ] EPS of $1.47. We've enhanced our 2023 [ NO ] EPS guidance range from $1.50 to $1.57. And up to the upper half of $1.54 to $1.60.\nWe've received approval for an agreement to raise $2.15 billion of diversified capital while preserving the scale of our business for our customers' benefit.\nWe've enhanced our projected capital expenditures outlook by $1 billion and we've identified $2 billion more of capital expenditures, we believe, are important to delivering safe and reliable energy for our communities. We continue building a track record of execution and growth, and our commitment to investors, employees and customers is central to everything we do. We'd now like to open up the line for your questions."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/87c5c9ad0aecbe552fd71052d5f2fcd5",
    "period": "2023 Q2",
    "content": "Q2 2023 NiSource Inc Earnings Call\n\nQ2 2023 NiSource Inc Earnings Call\n\nNINYSEAUG 2, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Brent, and I will be your conference operator today.\nAt this time, I would like to welcome everyone to the Second Quarter 2023 NiSource Earnings Conference Call. [Operator Instructions] Thank you.\nIt's now my pleasure to turn today's call over to Chris Turnure, Director of Investor Relations.\n\nChristopher Turnure\n\nAnalyst, JPMorgan Securities LLC\n\nGood morning, and welcome to the NiSource Second Quarter 2023 Investor Call. Joining me today are President and Chief Executive Officer, Lloyd Yates; Executive Vice President and Chief Financial Officer, Shawn Anderson; Executive Vice President of Strategy and Risk and Chief Commercial Officer; Michael Luhrs, Executive Vice President and Group President, NiSource Utilities, Melody Birmingham; and Vice President of Investor Relations and Treasurer, Randy Hulen. The purpose of this presentation is to review NiSource's financial performance for the second quarter of 2023 as well as provide an update on our operations and growth drivers. Following our prepared remarks, we'll open the call to your questions. Slides for today's call are available in the Investor Relations section of our website.\nWe would like to remind you that some of the statements made during this presentation will be forward-looking. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. Information concerning such risks and uncertainties is included in the risk factors and MD&A sections of our periodic SEC filings. Additionally, some of the statements made on this call relate to non-GAAP measures. Please refer to the supplemental slides, segment information and full financial schedules for information on the most directly comparable GAAP measure and a reconciliation of these measures.\nI'd now like to turn the call over to Lloyd.\n\nLloyd M. Yates\n\nChief Strategic & Policy Officer, Duke Energy Corp.\n\nThanks, Chris.\nGood morning, everyone, and thank you for joining us. Hopefully, you've all had a chance to read our second quarter earnings release issued earlier today.\nI'll begin on Slide 6 to provide you with an update on our 3 key priorities. First, we are raising our 2023 non-GAAP NOEPS guidance the upper half of $1.54 to $1.60. We are also reaffirming our annual non-GAAP NOEPS growth of 6% to 8% through 2027, an annual rate base growth of 8% to 10%. Meanwhile, our non-tracked O&M target is to remain flat in 2023 as well as throughout the duration of the plan.\nWe continue building a track record of execution and growth, and our commitment to investors, employees and customers is central to everything we do. Recall our original 2023 NOEPS discrete guidance of $1.50 to $1.57 was introduced at our Investor Day in November. In February, we raised and narrowed our estimate to $1.54 to $1.60, and today, we are again raising to the upper half of this range. In the approximately 9 months since November, our superior operations, regulatory and financing execution have enabled this increase in earnings expectations. For our customers, commodity market conditions have been improving. However, inflation and interest rate headwinds continue to persist. Despite this, we remain focused on delivering value to our customers and highly visible, derisked financial results for our investors.\nSecond, our leading regulatory execution continued this quarter in both the electric and gas businesses. May was a particularly busy month for our gas distribution business, as the Columbia Gas of Maryland filed a request with the Maryland Public Service Commission seeking approval to adjust base rates. The request seeks to recover approximately $40 million of capital investment.\nAdditionally, the Virginia State Corporation Commission approved a settlement among Columbia Gas of Virginia and the parties in its base rate case originally filed in April 2022. The base rate adjustment approval authorizes recovery of approximately $390 million of capital investment. Columbia Gas of Ohio's infrastructure replacement program [ rider ] rates went into effect in May, initiating the recovery of $360 million of capital investment.\nAt the electric business, the record is closed in the Northern Indiana Public Service company's electric rate case. We believe the settlement reached back in March represents a balanced outcome for stakeholders, as the company invests billions of dollars in our customers and communities in the state. A final order is anticipated today from the Indiana Utility Regulatory Commission with rates anticipated to be effective in steps by September 2023 and March 2024.\nAt FERC, we received approval for incentives on 2 new MISO [ MTEP ] electric transmission projects last month, supporting our rate base investment and customer reliability beyond our current financial plan through 2027. Lastly, in June, we announced a definitive agreement to sell a minority stake in NIPSCO to Blackstone Infrastructure Partners.\nThe transaction strengthens our balance sheet and financial flexibility marks yet another example of NiSource's steadfast execution for stakeholders. More importantly, it enables us to support ongoing investments in Indiana and our 1.3 million electric and gas customers in the state.\nSlide 7 details our annual capital expenditures across our 6-state service territory. In a 5-year period, through 2027, we plan to invest $15 billion in our customers and communities.\nAt Columbia Gas of Pennsylvania, we are currently replacing 21,000 feet of pipe in [ Frederick ] Town in Washington County. Nearly half of the small town's residents will have their service lines upgraded, with the remaining customers to be upgraded in the next 2 years. As part of this project, Columbia Gas is converting a low-income housing authority system from a master meter to individual meters, helping to lower the authorities' maintenance obligations. This $6 million project is part of the company's $110 million capital investment in Pennsylvania during the second quarter alone.\nNIPSCO remains committed to the gas [indiscernible] plan to extend gas service into rural areas including [ Steven ], Allen and Lake Counties in Northern Indiana. Our major projects in local operating area teams have installed over 24 miles of rural gas main and installed 1,170 new services year-to-date through June as part of this plan.\nOn the other side of our footprint, crews at Columbia Gas of Maryland are installing new pipe in the city of Cumberland to improve safety by abandoning 3 low-pressure regulator stations, along with abandoning a significant amount of bare steel pipe. This is part of an investment of nearly $8 million of total capital in the state during the second quarter.\nTurn to Slide 8. It shows key rate case in select capital rider activity since 2021. Our leading regulatory execution continues with no less than 9 cases filed in 7 jurisdictions across 6 states in the last 3 years. Our state regulatory teams are in a constant cycle of communication and engagement with key intervenors, regulators and customer groups. In addition to general rate cases, regular capital tracker filings allow timely recovery on and of our investments.\nAll of this activity is built on a foundation of robust economic activity in our states. For example, at NIPSCO, the Northern Indiana [ Meter ] Transportation District provides vital transportation links to Chicago and Cook County, Illinois, and is constructing the double-track Northwest Indiana project. The project is anticipated to expand service, improve mobility and accessibility and stimulate job creation for Southern Lake County, and we are in the process of constructing substations to support this major transportation investment in the region. In Ohio, the new Intel chip factory has been under construction since mid-2022 in [ Laking ] County on the outskirts of Columbus. It is estimated to be a $20 billion investment in the state, and Intel will be a new Columbia Gas of Ohio customer.\nIn Virginia, the Norfolk naval shipyard is the Navy's primary East Coast repair, overhaul and modernization facility, and 1 of the 4 public shipyards that play a critical role in maintaining America's fleet. The shipyard is installing a combined heat and power plant expected to be complete later this year that will significantly improve energy security and efficiency, with expected consumption of 1.7 million decatherms annually for Columbia Gas of Virginia.\nCustomer count across our territories has been growing on average by 0.5% to 1% annually for years, including 2023 to date. Favorable demographic trends have driven inbound migration thanks to a stable and growing manufacturing base, robust utility and nonutility infrastructure and low tax rates in the states we serve.\nTurning to another foundational element of value for our 4 million customers, our internal teams continue to advance on all aspects of our operational excellence initiatives. Project Apollo has tracked, generating efficiencies by doing things safer, better, more efficiently and for less cost. One recent example is establishing standard buffer zones around our underground infrastructure to indicate areas where digging can safely occur, especially for third-party excavators. Before instituting a [ standard ] zone, [indiscernible] of being called out to excavation sites to locate underground facilities when it wasn't needed. We've eliminated more than 10,000 unnecessary trips in the last 3 months, allowing more time to be spent on value-added work.\nTechnology investments are also key to our operational excellence initiative. This year, we began our 5-year, approximately $1 billion transformation, with an initial $300 million investment in SAP and Salesforce technology platform implementation that will standardize work practices and drive efficiencies for our employees to improve service to our customers. All of this is expected to contribute to keeping total customer bill levels and live with inflation over the 5-year financial plan. These achievements would not be possible without our dedicated employees and their commitment to our customers, communities and all NiSource's stakeholders.\nWith that, I'll turn the call over to Michael Luhrs.\n\nMichael Luhrs\n\nExecutive VP of Strategy & Risk and Chief Commercial Officer\n\nThank you, Lloyd. I'll begin on Slide 9.\nNIPSCO's generation transition is continuing to advance as we optimize the new portfolio to benefit customers and retire all coal-fired generation by the end of 2028. Crossroads and Dunns Bridge I solar project advanced to their [ end of service stage ] and are serving customers over the peak summer season. NIPSCO has now placed 4 utility-owned renewable investments into service from the 2018 integrated resource plan process. In total, these 4 projects represent approximately $800 million investment in 870 megawatts of economic, sustainable, 0 fuel cost, new generation for NIPSCO's Northern Indiana customers.\nConstruction on Calgary Solar Plus Storage and Dunns Bridge II Solar Plus Storage continues. Both projects have expected in service dates in 2024, and we are in the very early stages of construction of the Fairbanks Solar project, which has been expected in service date of mid-2025. Additionally, our work on Indiana Crossroads 2 Wind PPA is advancing and is expected in service late this year.\nToday, we are announcing several adjustments to our remaining portfolio of projects [ as they ] address, development challenges and better align the portfolio with recent changes to MISO rules surrounding seasonal capacity constructs.\nThe first is the conversion of the Gibson PPA project to a build transfer agreement. We have filed a CPCN seeking approval from the IURC, and if approved, this project will replace the [ Elliott ] project in our portfolio. Second, we have sought regulatory approval for several recently executed PPAs: Appleseed Solar, Templeton Wind. Finally, the agreement for the Elliott PPA and the Brickyard and Greensboro PPAs have been mutually terminated by NIPSCO and the developers of these projects.\nFour key points related to these projects. First, these economical and 0 fuel cost resources continue to support customer affordability. Second, these changes support our current coal retirement schedule of all coal retired by the end of 2028. Third, the renewable generation in service by the end of 2025 will continue to consist of 8 build transfer agreements and 6 PPAs. And fourth, the revised portfolio progress is consistent with our current 5-year CapEx rate base financing and other prior commitments to the investment community.\nBeyond these projects, our 2021 IRP and 2022 RFP processes laid the groundwork for the balance of projects needed to replace the Michigan City generating station by 2028. NIPSCO is implementing an upgrade at the Sugar Creek gas generating station this year, and we are finalizing our analysis of gas [ seeking ] alternatives identified in our 2022 RFP, which we expect to result in a request for a new brownfield project at our Schahfer site. NIPSCO will continue to evaluate further generation portfolio needs, and we will be conducting the triannual integrated resource planning process with stakeholders in 2024.\n[ Fewer ] fuel cost resources reduced customer build volatility and create substantial value for our customers, especially as they experience elevated economy-wide inflation. Since our first project went commercial in late 2020, we have been passing back both excess generation and renewable energy credits revenue to customers from this and subsequent projects. In the second quarter alone, that amount totaled $8.4 million or over $2 per residential customer, for a year-to-date total of $14.6 million.\nAs we look forward, Slide 10 shows additional CapEx opportunities not included in our financial plan through 2027. Multiple items on this list, both near term and longer term, are progressing well in their evaluation work streams. Prior to the Inflation Reduction Act, we beneficially employed tax equity financing on the 4 owned renewable projects in service to date, and our financial guidance incorporates tax equity financing for the remaining 4 projects in 2024 and 2025. However, given the new pathways for utilizing tax credits included in the IRA, we are evaluating the benefits of direct ownership for each of the remaining 4 build transfer projects, potentially adding incremental CapEx to the plan while enhancing the value for customers as well as portfolio and project flexibility.\nWe are also working through our long-term investment plans stemming from the proposed rules around the 2020 Federal [ Pipes ] Act, which will require incremental investment in our system for various leak reduction, safety and other operational requirements. These requirements would build on the investments we have been making on our advanced leak detection and repair program. We will continue to be active in this area to support the best outcome for customers in terms of safety, emissions and infrastructure investment.\nThese potential and current investments across our electric and gas businesses support our clean energy transition, furthering our Scope 1 emission reduction goals and enhancing customer value in a balanced way. At year-end 2022, NiSource achieved a 67% reduction in Scope 1 GHG emissions from 2005 baseline levels, and we remain on track to achieve an industry-leading 90% reduction in Scope 1 GHG emissions by 2030, and are advancing our goal of net 0 Scope 1 and 2 emissions by 2040. At NiSource, we're very proud of our track record of decarbonization and focus on sustainability.\nIn addition to being named to the Dow Jones Sustainability Index, we are rated as AAA by MSCI for ESG and have been recognized as 1 of America's Most Responsible Companies for 2023 by Newsweek, and by Ford's Best Employers for Diversity in 2023. Our passion is to create value for our customers and communities through investment in and operation of our electric and gas systems that drive customer benefits in reliability, safety, sustainability and customer offering.\nI'll now turn things over to Shawn.\n\nShawn Anderson\n\nSenior VP of Strategy & Chief Risk Officer\n\nThank you, Michael, and good morning, everyone. .\nSlide 11 reviews our financial results from the second quarter of this year. Non-GAAP net operating earnings achieved $50.3 million or $0.11 per share compared to $53.9 million or $0.12 per share in the second quarter of 2022. Year-to-date results continue to track in line with our plan. Visibility from constructive regulatory outcomes, completion of financing transactions and execution on O&M initiatives have supported our raising our range to the upper half of the $1.54 to $1.60 range provided. As we indicated last quarter, key regulatory and O&M drivers will continue to build value into our financial results for 2023 as they layer into our actual results across the full year and drive greater impact in the second half of the fiscal year.\nTurning to Slide 12, you'll find segment detail and key drivers of our 2Q results. Gas Distribution operating earnings were $120 million in the second quarter, an increase of $39 million versus the same quarter last year. New rates and capital investment programs drove $61 million of incremental revenue, including general rate case contributions in Ohio, Pennsylvania, Indiana, Virginia and Maryland. Capital trackers in Ohio, Kentucky and Virginia positively impacted the segment as well. Non-tracked gas O&M was flat year-over-year.\nIn the Electric segment, operating earnings were $51 million in the second quarter, a decrease of $22 million versus the same quarter last year. Lower weather-normalized customer usage across all 3 customer classes attributes to this variance and is related to industrial outages and a return to more normal long-term demand in the commercial and residential segments. Higher nontracked O&M was also a headwind, primarily due to the timing of generation maintenance expenses and increased reliability spend related to vegetation management.\nAnd finally, Corporate and Other was favorable by $14 million due primarily to lower benefit and insurance costs and reduced third-party expenditures.\nNow I'd like to briefly touch on our debt and credit profile on Slide 13. Our debt level as of June 30, 2023 was $12.6 billion, of which $11 billion was long-term debt with a weighted average maturity of 12 years and a weighted average interest rate of 3.9%. At the end of the second quarter, we maintained net available liquidity of $1.8 billion, consisting of cash and available capacity under our credit facility and our accounts receivable securitization programs.\nWe remain committed to our current investment-grade credit ratings. I'm happy to share all 3 agencies have reaffirmed NiSource ratings with stable outlooks following their annual reviews and the minority interest announcement.\nSlide 14 addresses our financing strategy and credit commitments. In June, we issued $450 million of 10-year notes at 5.4% and an additional $300 million of our March 5-year, 5.25% notes. We plan to use a portion of these proceeds from the sale of the notes to fund our capital plan. As previously indicated, we also plan on completing the equity units transaction launched in 2021 by remarketing the units this fall.\nWe are reaffirming our long-term financing plan originally disclosed at Investor Day in November. This includes 0 discrete equity issuances through 2027 and 0 ATM equity in 2023 and 2024, and all financing costs are reflected in our earnings growth and credit commitments. This balanced financing plan is anticipated to help us deliver on our 14% to 16% annual FFO debt ratio anticipated for all years of the plan when considering the proceeds of the minority sale. This affords us adequate flexibility to execute on rate base investment opportunities as they arise in any given year.\nCentral to our financing plan is the sale of a minority stake in NIPSCO. The transaction enables billions of dollars of investment for our customers and communities planned in Indiana over the coming years. It also strengthens our balance sheet and enhances flexibility and diversification from traditional capital markets. Our transaction announcement in June followed a period of capital market headwinds for utilities. Interest rates are generally higher, and utility equity valuations are flat or down as a group since we originally stated our intention to sell the interest in November. We believe our decision to pursue this financing transaction optimized and derisked our cost of capital versus alternative paths.\nWe are very optimistic about the growing strength of our balance sheet and credit metrics as we look ahead. Supportive rate structures and regulatory activity, coupled with the proceeds coming in later this year from the minority sale and the remarketing of our equity units, position us strongly in the 14% to 16% FFO to debt range.\nLater this year, we expect to provide an update and roll forward of our long-term financial commitments. This will enable us to complete our annual planning period and refresh of all of our capital expenditure and regulatory plans as we look forward to 2024 and the outer years of our financial forecast.\nBoth at NIPSCO and our Columbia Gas operating companies, our customers are core to everything we do. We remain sensitive to the overall inflationary pressures impacting many parts of consumer expenses, even as falling energy commodity prices have helped our customer bills in the first half of this year. Our fuel cost adjustment mechanisms update every quarter, and therefore, quickly begin to pass back savings as prices fall. These have been a critical tool to help our customers during the extreme swings in commodity prices seen over the last 2 years.\nSecond quarter gas fuel charges on residential customer bills declined $31 million versus the second quarter of 2022. This has translated into an average decline of $6.50 per month for the commodity portion of customer bills across our gas utility businesses. Weather normalization mechanisms also insulate both investors and customers across the [indiscernible] portion of our meters. Residential customers across our Columbia Gas companies benefit from constructs ranging from full straight fixed variable rate design in Ohio to a normalization band in Pennsylvania utilized during heating season, among other mechanisms.\nThe impact of weather is excluded from our adjusted EPS, however, it's worth noting the actual cash flow impact versus normal in 2Q and year-to-date was only $6 million and $38 million pretax, respectively, or 1% and 3% of our cash flow from operations for those periods.\nScale is another factor we believe can drive greater affordability for our customers. The scale of NiSource's 6 operating companies and its central services operating model supports approximately 4 million customers, and presents opportunities to flatten our operations and maintenance expenditures. And as we grow our customer base across all of our companies, those costs can be shared across the broader base. This also benefits our investors as scale and diversity enable traditional rate base investment flexibility across multiple jurisdictions and multiple energy systems.\nFinally, I'd like to conclude where Lloyd started today. We are reiterating our long-term annual non-GAAP NOEPS growth commitment of 6% to 8% through 2027, driven by annual rate base growth of 8% to 10%. We are raising 2023 non-GAAP NOEPS guidance to the upper half of the $1.54 to $1.60 range. This follows our guidance range raising and narrowing in February from our original 2023 guidance range offered last November. This further demonstrates our growing track record of execution, including exceeding our $1.44 to $1.46 guidance range in 2022 with actual NOEPS of $1.47 and exceeding our $1.32 to $1.36 guidance range in 2021 while achieving $1.37.\nWe remain confident in our plan despite persistent inflationary supply chain and interest rate headwinds. We continue building a track record of execution and growth, and our commitment to our investors, employees and customers is central to everything we do.\nThank you for your support of NiSource. And with that, I'll turn things over to Lloyd for final comments.\n\nLloyd M. Yates\n\nChief Strategic & Policy Officer, Duke Energy Corp.\n\nThanks, Shawn.\nAnd before we take questions, I'd like to share some late-breaking news with the investor community. We just received an order from the Indiana Utility Regulatory Commission for the NIPSCO electric rate case. And upon the initial review, it appears the settlement in the NIPSCO's case has been approved without modification. The team is reviewing the details of the order, and if we see anything different, we'll let you know as soon as possible. And just let me give you a couple of highlights. A revenue increase of $292 million, return on equity of 9.8% and an increase -- rate base increase of slightly over $1.8 billion.\nI want to publicly thank the IURC for their diligence in review of this quarter, the team and all the stakeholders that contribute to what we believe is a very balanced solution.\nAnd with that, we'll open the floor for questions. Thank you."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/afa555d46fa3b8c884f4d11bbac3087e",
    "period": "2023 Q1",
    "content": "Q1 2023 NiSource Inc Earnings Call\n\nQ1 2023 NiSource Inc Earnings Call\n\nNINYSEMAY 3, 11:00 AM\n\nOperator\n\nHello. My name is Chris, and I'll be your conference operator today. At this time, I'd like to welcome everyone to the Q1 2023 NiSource Earnings Conference Call. [Operator Instructions]\nChris Turnure, Director of Investor Relations. You may begin.\nGood morning, and welcome to the NiSource First Quarter 2023 Investor Call. Joining me today are President and Chief Executive Officer, Lloyd Yates; Executive Vice President and Chief Financial Officer; Shawn Anderson; Executive Vice President of Strategy and Risk and Chief Commercial Officer, Michael Luhrs; Executive Vice President and Group President, NiSource Utilities, Melody Birmingham; and Vice President of Investor Relations and Treasurer, Randy Hulen.\nThe purpose of this presentation is to review NiSource's financial performance for the first quarter of 2023 as well as provide an update on our operations and growth drivers. Following our prepared remarks, we'll open the call to your questions. Slides for today's call are available in the Investor Relations section of our website. We would like to remind you that some of the statements made during this presentation will be forward-looking.\nThese statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. In terms concerning such risks and uncertainties is included in the Risk Factors and MD&A sections of our periodic SEC filings. Additionally, some of the statements made on this call relate to non-GAAP measures. Please refer to the supplemental slides, segment information and full financial schedules for information on the most directly comparable GAAP measure and a reconciliation of these measures.\nNow I'd like to turn the call over to Lloyd.\n\nLloyd M. Yates\n\nChief Strategic & Policy Officer, Duke Energy Corp.\n\nThanks, Chris. Good morning, everyone, and thank you for joining us today. Hopefully, you've all had a chance to read our first quarter earnings release issued earlier today. I'll begin on Slide 7 by reviewing our 3 key priorities for 2023. First, NiSource remains committed to delivering on our top-tier EPS growth plan. We are reaffirming non-GAAP NOEPS guidance of $1.54 to $1.60 in 2023 and growth of 6% to 8% annually through 2027. Annual rate base growth of 8% to 10% is projected driven by $15 billion of capital expenditures during the 2023 to 2027 period.\nMeanwhile, our O&M target is to remain flat in 2023 as well as throughout the duration of the plan; second, strong regulatory execution continued in the first quarter, advancing balanced outcomes for all our stakeholders, in March, the settlement agreement was filed in Northern Indiana Public Service company's electric rate case. The proposed settlement incorporates $1.8 billion of incremental capital investments made on behalf of the customers since 2019, including renewable generation projects, grid modernization and other customer-centric improvements to enhance safety, service and reliability. The settlement represents a $292 million revenue increase.\nA final order is anticipated in August with rates effective in 2023 and 2024. Additionally, gas distribution and regulatory execution has also advanced with the Columbia Gas of Ohio rate case settlement approval and implementation during the first quarter. The company's tracked infrastructure replacement programs are executing on plan for 2023 as highlighted by Ohio's recently approved infrastructure replacement program authorized a recovery of [ $316 ] million of capital investment targeting safety enhancements in our gas system.\nLastly, the sale of the NIPSCO minority interest remains on track for 2023. As previously indicated, the proceeds generated from this financing transaction will immediately strengthen our balance sheet and will enable NiSource to draw upon the portfolio of capital investment opportunities to enhance shareholder value while enhancing safety and reliability for our customers.\nThis includes continuing commitments in Indiana, supporting major generation projects, new customer connections and capital enhancements to existing electric and gas infrastructure to add resiliency to our system. We look forward to continuing to serve the state of Indiana in all of our operating service territories for many years to come.\nShifting to our generation transition. NiSource has been a leader among U.S. utilities and the speed of our energy transition, advancing 1 of the largest projected carbon intensity reductions by the end of this decade. NiSource remains focused and committed to an orderly conversation when the energy transition by leveraging energy delivery solutions across diversified systems. Our team continues to work on developing new generation capacity and a collaborative process started in 2018, involving stakeholder groups, including our customers, communities, regulators and policymakers.\nMichael will touch on the commercialization process for energy solutions, replacing our core retirements in a moment. The established regulatory constructs that utilize track capital investment programs and forward test year rate cases allow our investors a consistent and predictable return on billions of dollars of funding for investment in these critical energy facilities. Indiana's supportive and constructive regulatory mechanisms have enabled NIPSCO to time the construction of these facilities alongside regulatory plans as contemplated in our proposed rate case settlement, which has enabled NiSource to minimize unnecessary financing expense for our customers and reduce regulatory lag.\nWe continue to be encouraged by the active dialogue on electric reliability, affordability and sustainability in our region. Throughout the last 2 years of global inflationary pressure, supply chain constraints, policy uncertainty, and commodity volatility, we have remained confident in the value of these investments for our customers. These new projects are projected to provide savings consistent with original expectations, while delivering the reliable energy our customers deserve.\nI'd also like to give you an update on our progress on operational excellence, which continues to prioritize safety while optimizing our long-term growth profile. We have formally launched Project Apollo, 1 part of our enterprise-wide transformation effort. Project Apollo contains several initiatives we anticipate driving an annual savings range of $40 million to $60 million beginning in 2023. We expect to share more on the progress of the portfolio of initiatives inside Project Apollo as they advance to drive greater value for stakeholders.\nProject Apollo fits within our broader focus on operational excellence, safety, O&M management and unlocking efficiencies across our operations, enabling us to streamline work and improve logistics company-wide. Complementary to Project Apollo as our previously announced long-term plan to invest almost $1 billion in proven technologies to change how we plan, schedule and execute work in the field and how we engage and provide service to our customers.\nThese investments will improve both the customer and employee experience, but are also intended to reduce our overall cost profile. Taken together, these investments and process changes will be critical components of our overall transformation effort to allow us to maintain flat O&M and be safer and more efficient in everything we do. More importantly, this helps sustain customer affordability with expected total annual rate increases that are in line with inflation.\nI'd like to recognize our dedicated employees and contractors who worked tirelessly to ensure our communities receive safe and reliable energy during the quarter. In late February, Winter Storm Olive brought freezing rain and significant ice to Northeast Indiana, impacting distribution switches, lines and tree limbs.\nNearly all customers had power restored the next day and work was completed without compromising our safety standards. Now for updates on our electric operations and renewable projects, I'm excited to welcome Michael Luhrs to the NiSource team as Executive Vice President of Strategy and Risk and Chief Commercial Officer. Michael, who has more than 25 years in the utility industry as another level of depth and expertise to our already strong management team.\nNow Michael, over to you.\n\nUnknown Executive\n\nThank you, Lloyd, and good morning, everyone. On Slides 9 through 11, you will find some reporting information about our gas and electric operations. As the newly named strategy Risk and Chief Commercial Officer, one of my primary focus is to optimize and enhance the current growth plan with additional opportunities found on Slide 8. Going forward, you'll hear more from me on these and other investment opportunities, which are enabled by our capabilities in gas and electric.\nThese opportunities support our clean energy transition as well as improving safety, reliability, furthering our Scope 1 emission reduction goals and enhancing customer value in a balanced way. At year-end 2022, NiSource achieved a 67% reduction in Scope 1 GHG emissions from 2005 baseline levels. And we remain on track to achieve an industry-leading 90% reduction in Scope 1 GHG emissions by 2030 and our goal of net zero Scope 1 and 2 emissions by 2040.\nNIPSCO's generation transition is continuing to advance as we optimize the new portfolio to benefit customers and retire all coal-fired generation by the end of 2028. All of the renewable generation projects remain on target with previously revised in-service dates. As a few examples, our first 2 solar projects, Dunns Bridge I and Indiana Crossroads Solar are expected to be in service by the end of the second quarter. Construction on Calgary solar plus storage and Dunns Bridge II solar plus storage has kicked off in earnest with expected in-service dates in 2024.\nConstruction of our Indiana Crossroads II wind PPA is advancing and is expected in service late this year. Additionally, we are finalizing our due diligence on the results of our targeted RFP event that sought bids for the construction of a gas peaking capacity at our Shafer site, consistent with our 2021 integrated resource plan.\nWe are evaluating the provisions of the inflation Reduction Act and its applicability to projects in our generation portfolio, including the potential application of tax transferability. We believe the legislation has enabled opportunities to drive greater value to both customers and shareholders. NIPSCO's generation transition is already providing benefiters in multiple ways, including reduced fuel volatility and monetizing off-system sales and REC sales.\nFor example, during the run-up in market prices in November and December of last year as a result of winter storms, our wind renewable assets generated nearly 529,000 megawatt hours of low cost energy saving customers an estimated $11 million compared to what NIPSCO would have otherwise purchased in the market. In addition, over 2022 and through the first quarter of 2023, NIPSCO's renewable projects contributed a total of more than $35 million of combined off-system sales and renewable energy credit sales that are being passed back to customers through NIPSCO's fuel adjustment [indiscernible] and regional transmission organization adjustment tracker filings. Now I'd like to turn the call over to Shawn, who will discuss our financial performance in more detail.\n\nShawn Anderson\n\nSenior VP of Strategy & Chief Risk Officer\n\nThanks, Michael, and good morning, everyone. Reviewing our first quarter 2023 results on Slide 12. First quarter non-GAAP net operating earnings were $343 million or $0.77 per share compared to $329 million or $0.75 per share in the first quarter of 2022. This solid start to the year gives me even greater confidence in meeting all of our financial commitments, including our exiting earnings guidance range of $1.54 to $1.60 for 2023, which reflects the increase in range shared in February.\nSlide 13 shows segment detail and key drivers of our results. Gas distribution operating earnings were $478 million in the first quarter, an increase of $73 million versus the same quarter last year. New rates and capital investment programs drove approximately $83 million of incremental revenue including general rate case contributions in Ohio, Pennsylvania, Indiana, Virginia and Maryland.\nCapital trackers in Ohio, Kentucky and Virginia positively impacted the segment as well. These infrastructure trackers help us recover a return from over $1 billion of capital investments made in 2022, which improves safety and reliability across our portfolio and drove nearly 30% of the revenue growth in the Gas Distribution segment. This is tangible evidence of how these mechanisms enable investments in our communities and drive returns for our shareholders. On the expense side, higher outside service and uncollectible accounts were an approximately $4 million headwind.\nElectric operating earnings were $83 million in the first quarter, a decrease of $16 million versus the same quarter last year. Lower customer usage more than offset the increased revenue from new rates and higher generation-related outside service costs, drive increased O&M expense versus last year.\nCorporate and other operating earnings increased $12 million, driven partially by lower outside services costs. I would also highlight that on a consolidated basis, the first quarter results reflect lower non-tracked O&M expenses that represent some early progress towards achieving our focus on flat O&M this year.\nNow I'd like to briefly touch on our debt and credit profile. Our debt level as of March 31, 2023, was $11.6 billion, of which $10.3 billion was long-term debt with a weighted average maturity of 13 years and a weighted average interest rate of 3.8%. At the end of the first quarter, we maintained net available liquidity of $2.3 billion, consisting of cash and available capacity under our credit facility and our accounts receivable securitization programs.\nAnd as stated in the past, we remain committed to our current investment-grade credit ratings. Slide 14 addresses our financing strategy and credit commitments. We issued a $750 million 5-year note at 5.25% in March, and we'll use the proceeds to fund our capital plan. It is likely we will execute another debt issuance later this year to fund our renewables projects. Our financing plan remains unchanged from Investor Day in November, with zero discrete equity issuances through 2027, zero ATM equity usage in 2023 and 2024 and the financing plan is reflected in all our earnings growth and credit commitments.\nStepping back to another key area of focus we discussed in November, customer affordability remains a primary consideration for NiSource as we serve our customers. The geographical benefits of the location of our NiSource operating companies have helped stabilize customer bills greatly in the first quarter of 2023, specifically as we observe natural gas prices decline across the broader country and in specific in our operating companies, given their close proximity to robust shale formations in the Midwest.\nGas prices have fallen significantly throughout the operating region in the first quarter, averaging $2.65 per MMBtu at NYMEX far lower than the $5.57 per MMBtu observed in the fourth quarter of 2022. In 2022, commodity costs represent approximately 45% of an average residential customer total bill across our gas business. The nearly 50% reduction in commodity costs across nearly half of an average customer bill will translate into lower bills.\nFuel pass-through mechanisms throughout our jurisdictions enable these falling natural gas prices to drive a near-term positive impact on customers. On average, these mechanisms update every 90 days, enabling customers to participate early in these reductions.\nThe rate design leveraged by the majority of our gas operating companies also emphasizes non-volumetric charges, which helps reduce bill volatility. We have witnessed this being realized in both an unseasonably warm first quarter of 2023 and a colder than normal 2022. In addition to the benefit this has to enhance build visibility for our customers, it stabilizes NiSource's working capital needs and its associated interest expense to minimize nonbeneficial financial carrying charges.\nThe combination of safe and reliable customer service, strong regulatory execution and diligent financial management, continued to propel a premium business plan for the NiSource operating companies. We're excited about the progress our teams have made in just the last quarter, and the experience and strength of our teams will enhance value creation for all stakeholders as we execute a best-in-class business plan.\nIn both 2021 and 2022, we exceeded our EPS guidance ranges. Last fall, we established our premium 6% to 8% long-term growth plan. while incorporating challenging commodity, interest rates and supply chain environments into our plans. Despite this, in February, we raised 2023 EPS guidance and have had a great start to this year in executing our regulatory, operational and financing plans as we just highlighted.\nAll of this gives me greater confidence we can deliver on all of our financial commitments, including the 2023 guidance of $1.54 to $1.60. Thank you all for participating today and for your ongoing interest in and support of NiSource. We're now ready to take your questions."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6bac0ed2f276313026c98990c4c2b747",
    "period": "2022 Q4",
    "content": "Q4 2022 NiSource Inc Earnings Call\n\nQ4 2022 NiSource Inc Earnings Call\n\nNINYSEFEB 22, 11:00 AM\n\nOperator\n\nGood morning. My name is Chris and I will be your conference operator today. At this time, I would like to welcome everyone to the Q4 2022 NiSource Earnings Conference Call. (Operator Instructions) Thank you, Chris Turnure, Director of Investor Relations. You may begin.\n\nChristopher Turnure\n\nGood day, and welcome to the NiSource Fourth Quarter 2022 Investor Call. Joining me today are Chief Executive Officer, Lloyd Yates; Chief Financial Officer, Donald Brown, Senior Vice President, Strategy and Chief Risk Officer, Shawn Anderson; and Vice President of Investor Relations and Treasurer, Randy Hulen.\nThe purpose of this presentation is to review NiSource's financial performance for the fourth quarter of 2022 as well as provide an update on our operations and growth drivers. Following our prepared remarks, we'll open the call to your questions. Slides for today's call are available in the Investor Relations section of our website. We would like to remind you that some of the statements made during this presentation will be forward-looking.\nThese statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. Information concerning such risks and uncertainties is included in the MD&A and Risk Factors sections of our periodic SEC filings. Additionally, some of the statements made on the call relate to non-GAAP measures. Please refer to the supplemental slides, segment information and full financial schedules for information on the most directly comparable GAAP measure and a reconciliation of these measures.\nI'd now like to turn the call over to Lloyd.\n\nLloyd M. Yates\n\nPresident, CEO & Director, NiSource Inc.\n\nThanks, Chris. Good morning, everyone, and thank you for joining us. By the end of the call, we want to leave you with 3 takeaways of our business and our future. I'd like to reiterate our confidence, progress and focus. Our confidence in our strategic plan and our strong progress in delivering on our commitments. Our progress on our regulatory initiatives, including pursuing a potential settlement in the NIPSCO electric rate case, and our focus on realizing the upside potential beyond our existing plan.\nWe will touch on some of these incremental investment opportunities later in today's presentation. Turning to our performance, 2022 was a year of relentless and consistent execution by our team. Among the keys to our success in 2022 was our comprehensive business review. We believe the goals detailed at our Investor Day are both significant and achievable, and we will measure our progress against our premium utility growth plan each quarter.\nOur results this quarter and in 2022 were strong and demonstrate that we are off to a great start in the execution of our plan. We delivered earnings above our 2022 guidance and are raising our 2023 guidance. We also grew our dividend 6.4%. We remain on track to drive shareholder value for a compelling 9% to 11% total shareholder return.\nAt Investor's Day, we committed to optimizing our cost profile and enhancing operational efficiency. We are doing it by transforming both our IT systems and the work process of [a support], behind processes and technology of our people, I want to thank each of our employees for their performance throughout 2022 and a deep commitment to serving our customers.\nLet's turn to Slide 5 of the presentation and take a closer look at our 2022 key achievements. NiSource's 2022 earnings exceeded our guidance range. We delivered $1.47 non-GAAP diluted NOEPS. That's up more than 7% from last year, It reflects our continued investment in safety, reliability, customer affordability and sustainability.\nLooking to 2023, we've increased our guidance range to $1.54 to $1.60 per share. This reflects our outperformance in 2022 and confidence in 2023 execution. We're reaffirming our expectation of a 6% to 8% annual NOEPS growth through 2027 as well as our annual 8% to 10% rate base growth.\nSlide 6 illustrates 2023 guidance and our commitment to grow 6% to 8% annually through 2027. Driving this top-tier growth are investments of $15 billion in regulated CapEx from 2023 through 2027. A high-level summary of which you can see on Slide 7. Looking out further, we continue to expect to invest $30 billion from 2023 to 2032. As I alluded to earlier, execution by our regulatory team continues to be a strength. In 2022, we filed 4 rate cases and resolved 3, in Pennsylvania, Maryland, and the Indiana gas case. In addition, the Ohio rate case concluded last month. These cases represent balanced outcomes supporting all stakeholders.\nTurning to Page 8. We have the following key priorities for 2023. First, continue to enhance our focus on safety and operational excellence. Second, the successful sale of our minority interest in NIPSCO to strengthen our balance sheet. Next, a balanced outcome in the NIPSCO electric rate case, which we will cover in a few moments. Fourth, drive efficiencies to achieve flat O&M spending to enhance customer affordability. These efforts will keep our customer rates sustainable with expected total annual rate increases that are in line with inflation.\nAnd finally, our commitment to delivering on our 2023 guidance. These are the priorities that we will keep top of mind throughout the year. On Slide 9, you will see the additional investment opportunities NiSource may pursue in both the near and long term. NiSource's investment opportunities include replacing pre-1985 plastic gas pipes as well as gas transmission replacements and reconfirmations to comply with PHMSA regulation.\nIn addition, electric generation tax credit transferability and advanced gas metering infrastructure also represent attractive opportunities for NiSource in the near term. Beyond 2027, we see the need to add electric generation capacity in the marketplace and to enhance electric grid hardening. NiSource electric long-range transmission projects, elect transportation renewable gas infrastructure and hydrogen production hubs also make up long-term and large-scale projects we will seek to participate in to enhance our investment portfolio and drive greater value for our customers.\nNow let's turn to Page 10 to review some fourth quarter and recent highlights from gas distribution operations. Columbia Gas of Ohio received an order, except in the settlement in its rate case on January 26. The order includes a revenue increase of $68.2 million net of riders. New rates will be effective on March 1. The settlement in our Pennsylvania rate case was approved in December. It enables continued investments in the replacement of aging pipe and system upgrades needed to ensure service reliability and pipeline safety.\nNew rates went into effect December 17. Finally, Columbia Gas of Maryland received an order in November, approving its rate case settlement. The settlement supports the company's continued investments in infrastructure replacement and system upgrades.\nNow for updates on our electric operations and renewables projects, I'd like to turn it over to Shawn Anderson.\n\nShawn Anderson\n\nSenior VP of Strategy & Chief Risk Officer, NiSource Inc.\n\nThank you, Lloyd, and good morning, everyone. You'll find information about our electric operations on Slide 11. NIPSCO is actively working with stakeholders toward a settlement in its electric rate case, it's first since 2018. New rates are anticipated to take effect in September 2023 with an incremental rate step applied in 2024.\nMeanwhile, the company remains on track to support a reliable generation portfolio and to retire all coal-fired generation by the end of 2028 with new assets, predominantly wind and solar facilities coming online.\nAll of the renewable generation projects remain on target with previously revised in-service dates. The construction underway at Indiana Crossroads Solar and Dunns Bridge Solar 1 is nearing completion, with both facilities projected to be in service in the first half of 2023. Also under construction, the Indiana Crossroads 2 wind project continues to pace to start of commercial operations by the end of 2023. We have entered into contract amendments for our Dunns Bridge 2, Cavalry and Fairbanks projects to address our previously communicated project completion dates and reflect market pressures on pricing.\nBoth Dunns Bridge 2 and Cavalry projects have begun initial construction with activities ramping into full construction this spring. We continue to evaluate the provisions of the Inflation Reduction Act and its applicability to the projects in our generation portfolio, including the potential application of tax transferability, along with the enhanced tax credits provided for in the act. We believe the legislation has enabled the opportunities to drive greater value to both our customers and shareholders while advancing our remaining projects.\nIt is important to note that the application of all tax credits is analyzed on a project-by-project basis and is impacted by various factors such as capital costs and the expected production of the asset. Meanwhile, NIPSCO is in active commercial negotiations with potential counterparties to fulfill the preferred portfolio outlined in its 2021 integrated resource plan. Project agreements resulting from the all-sources RFP as well as the targeted gas peaking RFP at Schahfer Generating Station are expected to be announced this summer.\nAdditional work continues around capturing direct and indirect funding opportunities from all of the federal legislation passed recently, most notably the nearly $500 billion generated from the Infrastructure Investment and Jobs Act and the inflation Reduction Act.\nWe have been active in several hydrogen hub proposals across our territory, each of which have received encouragement from the DOE to submit a full application for the regional clean hydrogen hub funding opportunity announcement as designated in the Bipartisan Infrastructure Investment and Jobs Act.\nI'd like to close by confirming we are on track to achieve our industry-leading environmental impact targets, namely a 90% reduction in Scope 1 greenhouse gas emissions from 2005 levels by 2030. This progress is consistent with the reductions needed to achieve our goal of net 0 Scope 1 and Scope 2 emissions by 2040, which we announced in November.\nNow I'd like to turn the call over to Donald, who will discuss our financial performance in more detail.\n\nDonald Eugene Brown\n\nExecutive VP & CFO, NiSource Inc.\n\nThanks, Shawn, and good morning, everyone. Turning to our fourth quarter 2022 results on Slide 13. Fourth quarter non-GAAP net operating earnings were $221 million or $0.50 per share compared to $167 million or $0.39 per share in the fourth quarter of 2021.\nFull year earnings were $648 million or $1.47 per share compared to $571 million or $1.37 per share in 2021. Taking a closer look at our fourth quarter segment, non-GAAP results on Slide 14. Gas distribution operating earnings were $288 million in the fourth quarter, an increase of $72 million versus the same quarter last year.\nOperating revenues, net of the cost of energy and tracked expenses were higher by $66 million, mainly due to new rates resulting from base rate cases and regulatory capital programs. Operating expenses, again, net of the cost of energy and tracked expenses were lower by $6 million due primarily to lower O&M and other taxes.\nIn our electric segment, non-GAAP operating earnings for the fourth quarter were $68 million, $14 million lower than in the same quarter last year. Operating revenues, net of the cost of energy and tracked expenses were lower by $4 million, mainly due to slightly lower weather-normalized customer usage.\nOperating expenses, once again excluding the cost of energy and tracked expenses were higher by $10 million, primarily due to increased depreciation and amortization. Now I'd like to briefly touch on our debt and credit profile. Our debt level as of December 31, 2022, was $11.3 billion, of which $9.6 billion was long-term debt with a weighted average maturity of 14 years and a weighted average interest rate of 3.7%.\nAt the end of the fourth quarter, we maintained net available liquidity of over $1.6 billion. consisting of cash and available capacity under our credit facility and our accounts receivable securitization programs. We remain committed to our current investment-grade credit ratings.\nSlide 16 highlights our financing strategy and credit commitments. We issued a $1 billion 1-year term loan in December and used the proceeds to reduce our commercial paper balances and the loan bridges the gap into our equity unit remarketing in the fall. Our financing plan includes no block or ATM equity issuances in 2023 or 2024. And is consistent with all of our earnings growth and credit commitments through 2027 and remains unchanged from Investor Day in November.\nI'd like to highlight that the recent drop in natural gas prices directly reduces our customers' bills over time and reduces the natural gas impact on working capital and financing charges. A year in 2022, deferred fuel amounted to roughly 54 basis points of FFO to debt versus 76 basis points at year-end 2021.\nFor some context of the impact of higher gas prices over the last 2 years, at year-end 2020, deferred fuel only had a 6 basis point impact on our FFO to debt. In summary, we reported 2022 EPS of $1.47, exceeding our $1.44 to $1.46 guidance range. We have raised our 2023 guidance to $1.54 to $1.60, an increase of over $0.03 versus our prior midpoint.\nWe're also reiterating our long-term growth commitment of 6% to 8% annual NOEPS growth through 2027. Despite persistent macroeconomic headwinds and volatility, we are advancing key elements of our 5-year plan, and we remain focused on safety, reliability, affordability and sustainability.\nBefore we open up the line to answer your questions, I'd like to reiterate our confidence, progress and focus. Our confidence in our strategic plan and our strong progress in delivering on those commitments. Our progress on our regulatory initiatives, including pursuing a potential settlement in the NIPSCO electric rate case, and our focus on realizing the upside potential beyond our existing plan.\nThank you all for participating today and for your ongoing interest in and support of NiSource. We're now ready to take your questions."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/64a5ecc4f0772d965cc17391de410b93",
    "period": "2022 Q2",
    "content": "Q2 2022 NiSource Inc Earnings Call\n\nQ2 2022 NiSource Inc Earnings Call\n\nNINYSEAUG 3, 11:00 AM\n\nOperator\n\nThank you for standing by. Welcome to the Q2 2022 NiSource Earnings Conference Call. (Operator Instructions) For opening remarks and introductions, I would like to turn the call over to Chris Turnure, Director of Investor Relations. Please go ahead.\n\nChristopher James Turnure\n\nDirector of IR, NiSource Inc.\n\nGood morning, and welcome to the NiSource Second Quarter 2022 Investor Call. Joining me today are Chief Executive Officer, Lloyd Yates; Chief Financial Officer, Donald Brown; Chief Strategy and Risk Officer, Shawn Anderson; Group President, NiSource Utilities, Pablo Vegas; and VP of Investor Relations and Treasurer, Randy Hulen.\nThe purpose of this presentation is to review NiSource's financial performance for the second quarter of 2022 as well as provide an update on our operations and growth drivers. Following our prepared remarks, we'll open the call to your questions.\nSlides for today's call are available in the Investor Relations section of our website. We would like to remind you that some of the statements made during this presentation will be forward-looking. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements.\nInformation concerning such risks and uncertainties is included in the MD&A and Risk Factors sections of our periodic SEC filings. Additionally, some of the statements made on this call relate to non-GAAP measures. Please refer to the supplemental slides, segment information and full financial schedule information on the most directly comparable GAAP measure and a reconciliation of these measures.\nI'd now like to turn the call over to Lloyd.\n\nLloyd M. Yates\n\nPresident, CEO & Director, NiSource Inc.\n\nThanks, Chris. Good morning, everyone, and thank you for joining us. Hopefully, you've all had a chance to read our second quarter earnings release, which we issued earlier today. In the second quarter, the NiSource team's focus on safety and operational excellence continue to drive our plans for growth and sustainability while providing the reliable service our customers deserve.\nWhile the Commerce Department's pause on solar panel tariffs does not restore the original time lines for our renewable generation projects, it does give us more confidence and clarity on the revised project time lines. We expect our renewable investments, along with the flexibility of our mitigation plan to provide the path to meeting our commitment to deliver 7% to 9% compound annual growth and non-GAAP NOEPS from 2021 through 2024.\nLet's turn now to Slide 3 and take a closer look at our key takeaways. We are reaffirming our 2022 guidance of $1.42 to $1.48 diluted non-GAAP NOEPS. We are reaffirming our forecast for 7% to 9% compound annual growth rate from 2021 through 2024, including near-term annual growth of 5% to 7% through 2023. Our renewable generation projects remain on track to meet the revised in-service dates we shared last quarter. Retirement dates for our remaining coal generation assets are unchanged since last quarter as well. We continue to make strong progress in our regulatory agenda with a settlement approved in NIPSCO gas rate case and settlement discussions underway in both Ohio and Pennsylvania.\nAnd NiSource posted non-GAAP diluted net operating earnings per share or NOEPS of $0.12 in the second quarter versus $0.13 in the second quarter of last year. Before we move forward, I'd like to briefly cover 2 items. First, our strategic review continues and is progressing very well. This robust process involves our senior management team with a few Board members and explore potential internal and external opportunities to maximize risk-adjusted shareholder value. As we have indicated previously, all strategic scenarios are being benchmarked against a very competitive organic plan. We intend to share the results together with our full long-term growth plan beyond 2024 at Investor Day in November.\nSecond, we've added Melody Birmingham and Bill Jefferson to our executive leadership team. Both are well-respected and highly experienced. We have also elevated Chief Human Resource Officer, Melanie Berman, to the team. These changes will drive clearer lines of accountability across the organization and excellence in everything we do. I'm excited about our team and the contributions they will make as we move NiSource forward.\nNow I'd like to update you on the progress we are making on our regulatory agenda. Let's turn to Slide 10 and the NiSource gas distribution highlights for the second quarter. We received an order from the Indiana Utility Regulatory Commission on NIPSCO's gas rate case. It provides a revenue increase of $72 million annually with new rates effective September 2022 and March 2023. This balanced outcome demonstrates a positive path toward continuing investments in essential resources that will support safe operations, upgrading aging infrastructure and enhancing the customer experience.\nColumbia Gas, Ohio has requested to reschedule hearings in its rate case until October to facilitate continued settlement discussions. The company has requested an increase of $221 million, net of capital expenditure program and infrastructure replacement program riders. Columbia Gas of Pennsylvania is also in settlement discussions. Its rate case request additional revenues of about $82.2 million, which are intended to further upgrade and replace gas lines for the long-term safety of customers and communities. It also seeks to provide additional energy efficiency options while balancing costs. We are also making progress with our rate case in Virginia. Columbia Gas of Virginia requested an increase in annual revenues of $40.6 million, net of the [FA] tracker to continue safety and modernization investments.\nAnd finally, Columbia Gas of Maryland filed a rate case on May 13. It seeks to further upgrade and replace portions of the company's underground natural gas distribution pipelines. If approved, the proposed rate adjustments will go into effect at the end of 2022. Now for updates on our electric operations and renewables projects, I'd like to bring in Shawn Anderson. Shawn?\n\nShawn Anderson\n\nSenior VP of Strategy & Chief Risk Officer, NiSource Inc.\n\nThank you, Lloyd, and good morning, everyone. Please turn to Slides 11 and 14. As Lloyd mentioned earlier, the pause on solar panel tariffs provide some clarity regarding the application of tariffs across the solar marketplace, creating some stability in the near-term for the market. This is a positive development to advance our solar projects and to ultimately ensure a diverse, reliable electric generation portfolio with significant environmental benefits stemming from wind and solar resources. As each asset comes online, we continue to grow our percentage of generation attributed to renewable sources.\nWe continue to firmly believe that this portfolio of projects has delivered and will continue to deliver significant economic benefits to our customers and communities, including less volatile electric generation costs, something that is especially relevant in today's energy commodity environment. As we've reported, the commercial and construction processes associated with the development of our renewable generation projects continue to track in line with our revised in-service dates discussed last quarter. NIPSCO's Indiana Crossroads Solar and Dunns Bridge Solar 1 projects continue to advance with solar panel installation well underway at both projects. We are receiving a steady stream of panel deliveries and we anticipate both entering service in the first half of 2023.\nNIPSCO continues to work closely with developer partners of the remaining IURC approved solar projects to refine the time lines and tighten the ranges of in-service dates as each project advances in the development life cycle toward final in-service dates. NiSource remains on track to make capital investments totaling approximately $10 billion during the 2021 to 2024 period. Capital investments for renewable projects of approximately $2 billion are expected primarily between 2022 and 2024, with any remainder expected in 2025.\nIn total, capital investments are expected to drive compound annual rate base growth of 10% to 12% for each of the company's businesses through 2024. We are also excited to share that we expect NIPSCO to issue an RFP for all sources of capacity resources including renewable generation projects and a targeted RFP for gas peaking units later this month, a refresh of our recent RFP results will provide better market perspective on pricing and availability of resources in line with the preferred pathway outlined in the 2021 NIPSCO Integrated Resource Plan. Plans to retire existing coal-fired generation are unchanged from our discussion last quarter. The Schahfer generating stations remaining 2 coal units are expected to retire by the end of 2025 and with Michigan City Generating Station retiring between 2026 and 2028.\nAnd now I'd like to turn the call over to Donald, who will highlight our financial performance in more detail.\n\nDonald Eugene Brown\n\nExecutive VP & CFO, NiSource Inc.\n\nThanks, Shawn, and good morning, everyone. As Lloyd mentioned, we've narrowed the timing of our planned Investor Day to November and we're making progress towards sharing a definitive long-term plan for NiSource beyond 2024. As you might imagine, the results of our strategic review, timing of planned solar projects and the RFP, Shawn just mentioned, are significant factors in our planning. I hope all of you will be able to join us as we discuss our path forward.\nTurning to our second quarter 2022 results on Slide 4. We had non-GAAP net operating earnings of about $53.9 million or $0.12 per diluted share compared to non-GAAP net operating earnings of about $52.6 million or $0.13 per diluted share in the second quarter of 2021. We have reaffirmed our 2022 guidance of $1.42 to $1.48 and all of our long-term diluted non-GAAP net operating earnings per share growth rates.\nTaking a closer look at our second quarter segment non-GAAP results on Slide 5, gas distribution operating earnings were about $81 million for Q2 of 2022, representing an increase of approximately $15 million versus the same quarter last year. Operating revenues, net of the cost of energy and tracked expenses were higher by approximately $36 million, mainly due to new rates resulting from base rate cases and regulatory capital programs. Operating expenses, again, net of the cost of energy and tracked expenses were higher by approximately $21 million due primarily to higher employee and depreciation expenses.\nIn our electric segment, non-GAAP operating earnings for the second quarter were about $73 million, which is about $11 million lower than in the same quarter last year. Second quarter operating revenues, net of the cost of energy and tracked expenses were higher by approximately $8 million in 2022. This is primarily due to the joint venture revenues offset in expense. This quarter also saw increased capital investment recoveries and customer growth. Operating expenses, once again, excluding the cost of energy and tracked expenses, were approximately $19 million higher than 2021 due primarily to increase joint venture depreciation and amortization as well as joint venture-related operating expenses, both of which are partially offset in revenues.\nNow turning to Slide 6, I'd like to briefly touch on our debt and credit profile. Our debt level as of June 30, 2022, was about $10.1 billion, of which about $9.6 billion was long-term debt with a weighted average maturity of approximately 14 years and a weighted average interest rate of approximately 3.7%. At the end of the second quarter, we maintained net available liquidity of over $1.6 billion consisting of cash and available capacity under our credit facility and our accounts receivable securitization programs. We continue our commitment to retaining our current investment-grade credit ratings.\nLate last week, Moody's reaffirmed our ratings and outlook, which now has all 3 agencies reaffirming NiSource's ratings in 2022. Our debt and credit profile continued to represent a solid financial foundation to support our long-term safety and infrastructure investments.\nAs you can see on Slide 7 and 8, we are continuing the process of making some adjustments to our financial plan to reflect the expected delays in solar generation projects. These potential adjustments will help mitigate the earnings impact of project delays and enable us to maintain our 2024 EPS growth commitment. The long-term visibility of our capital plan and the flexibility in our regulatory mechanisms illustrate the resiliency and strength of our business to maintain all of our commitments, including EPS growth.\nTaking a quick look at Slide 9, which highlights our financing plan. There's no change to the overall financing plan, and I'm excited to highlight that on June 10, we successfully executed our first green bond issuance, which was a 30-year bond at 5%. The proceeds for this note are intended to be used for the purchase of our Rosewater and Crossroads wind projects next year. I would also highlight that this balanced financing plan continues to be consistent with all of our earnings growth and credit commitments.\nThank you all for participating today and for your ongoing interest in and support of NiSource. We're ready now to take your questions."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a1163e66fed1ef81ddae35ca97202ae9",
    "period": "2022 Q1",
    "content": "Q1 2022 NiSource Inc Earnings Call\n\nQ1 2022 NiSource Inc Earnings Call\n\nNINYSEMAY 4, 11:00 AM\n\nOperator\n\nGood morning. My name is Rob, and I will be your conference operator today. At this time, I would like to welcome everyone to the NiSource First Quarter 2022 Earnings Conference Call. (Operator Instructions)\nThank you. Chris Turnure, Director of Investor Relations. You may begin your conference.\n\nChristopher James Turnure\n\nDirector of IR, NiSource Inc.\n\nGood morning, and welcome to the NiSource First Quarter 2022 Investor Call. Joining me today are Lloyd Yates, our Chief Executive Officer; Donald Brown, our Chief Financial Officer; Shawn Anderson, our Chief Strategy and Risk Officer; Pablo Vegas, our Chief Operating Officer; and Randy Hulen, our VP of Investor Relations and Treasurer.\nThe purpose of this presentation is to review NiSource's financial performance for the first quarter of 2022 as well as provide an update on our operations and growth drivers. Following our prepared remarks, we'll open the call to your questions. Slides for today's call are available on nisource.com.\nBefore turning the call over to Lloyd, Donald and Shawn, a quick reminder. Some of the statements made during this presentation will be forward-looking. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. Information concerning such risks and uncertainties is included in the MD&A and Risk Factors sections of our periodic SEC filings.\nAdditionally, some of the statements made on this call relate to non-GAAP measures. For additional information on the most comparable GAAP measure and a reconciliation of these measures, please refer to the supplemental slides and segment information, including our full financial schedules available at nisource.com.\nWith all of that out of the way, I'd like to turn the call over to Lloyd.\n\nLloyd M. Yates\n\nPresident, CEO & Director, NiSource Inc.\n\nThanks, Chris. Good morning, everyone, and thank you for joining us. Hopefully, you've all had a chance to read our first quarter earnings release, which we issued earlier today. NiSource's first quarter showed continued strong execution on our plans for growth and sustainability while providing reliable service to our customers. The resiliency and flexibility of our business plan continues to support our commitment to deliver 7% to 9% compound annual growth in NOEPS, non-GAAP, from 2021 through 2024.\nFirst of all, I want to thank the employees and contractors of NiSource for their continued commitment to safely serving our customers.\nNow let's turn to Slide 3 and take a closer look at our key takeaways. While we are committed to completing our generation transition from coal by 2028, we expect delays in most of the solar and storage projects intended for completion in 2022 and 2023. These are due to the uncertainty hanging over the solar panel market as a result of the Commerce Department investigation.\nAs a result of the projected delays, we now expect to retire the remaining 2 coal units at Schahfer Generating Station by the end of 2025. Despite those delays, we are confident in reaffirming our 2022 guidance of $1.42 to $1.48 diluted non-GAAP NOEPS. And we are reaffirming our forecast for the 7% to 9% compound annual growth rate from 2021 through 2024, including near-term annual growth of 5% to 7% through 2023.\nWe will exercise flexibility in our business plan by pulling forward modernization projects in our gas and electric business and employ O&M expense agility to support our plan. NiSource will host an Investor Day in the fall, where we expect to have more clarity on our business review and solar project completions. We intend to provide you with a definitive long-term plan beyond 2024.\nWe continue to make strong progress in our regulatory agenda with a settlement in NIPSCO's gas rate case and new cases filed in Pennsylvania and Virginia. And NiSource posted non-GAAP diluted net operating earnings per share or NOEPS of $0.75 in the first quarter versus $0.77 last year.\nWe have a lot to discuss this morning -- few months here at NiSource. I've had the opportunity to meet with employees, leaders, customers, regulators, policymakers and many others. I see some real strength and I also see opportunities for improvement.\nHere are some areas we will be focusing on: First and foremost, we will continue to focus on enhancing safely. This allows us to provide the best possible service to our customers. We are intent on maintaining our regulatory excellence. We have completed several rate cases in the past year. We have a number of cases pending. Together, they will provide additional visibility underpinning our rate case -- rate base growth forecast.\nWe will relentlessly pursue operational excellence across the businesses to ensure safety, reliability and enhanced customer experience and organizational productivity and efficiency. Our focus on these areas will help us build on the core strengths of our business, our investment-driven growth plan and the opportunities we see in the NiSource footprint.\nNow we want to update you on how the government's solar panel investigation is affecting our renewable generation plan. I'd like to turn it over to Shawn Anderson. Shawn?\n\nShawn Anderson\n\nSenior VP and Chief Strategy & Risk Officer, NiSource Inc.\n\nThank you, Lloyd, and good morning, everyone. As most of you are aware, the investigation by the U.S. Commerce Department related to the import of solar components from certain countries has brought uncertainty and delays to the solar panel market. We, along with others in the industry, continue to advocate for an expeditious resolution to this investigation.\nThe uncertainty that this investigation has introduced underscores the need for continued development of the domestic clean energy supply chain, which NiSource is very much supportive of. The NiSource team has been in constant contact with our diverse renewable generation developers. We've worked hard to gain a better understanding the potential project delays might have on our plans in our generating portfolio.\nOur renewable generation plans include 10 solar projects, which are intended to replace the retiring capacity at Schahfer Generating Station, including 2 projects currently under construction. Indiana Crossroads Solar and Dunns Bridge I broke ground in fourth quarter 2021. We are shifting the anticipated in-service date from the end of 2022 to reflect a mid-2023 targeted date reflective of an anticipated delay associated with the department's investigation.\nThese projects and most of our other solar projects at various stages of the development process are expected to be delayed by approximately 6 to 18 months from the originally targeted completion across 2022 and 2023. It is important to note that this is a broad time frame given the uncertainty. But ultimately, each project will be impacted differently. And we are working with our developer partners to refine our assessments on the expected impact.\nGiven these delays, we now expect to retire Schahfer's remaining 2 coal units by the end of 2025. However, we continue to expect Michigan City Generating Station to retire on schedule, between 2026 and 2028. These retirements project NiSource to eliminate all coal-fired generation by 2028 and continue to track toward our targeted 90% reduction in greenhouse gas emissions by 2030.\nIt is important to underscore the potential unintended consequences for our customers. As we demonstrated in our 2018 and 2021 IRP, the renewable resources we are adding to the portfolio drive significant cost savings to our customers and help insulate them against high commodity and energy prices. Our focus has been to accelerate savings for our customers to benefit from the renewable transition. And delays resulting from this investigation may ultimately delay the timing of when our customers could begin receiving these benefits, especially in the current energy cost inflationary environment.\nAs the investigation relates to our capital investment plan, we believe the primary impact is timing and continue to expect renewable investments to total approximately $2 billion, primarily between 2022 and 2024, with any remainder expected in 2025.\nAt the beginning of our discussion today, Lloyd mentioned the flexibility in NiSource's financial plan. And this is where the diversification of our operating companies can support our long-term commitments. We expect to adjust our modernization investments to account for the timing changes in renewable energy project investments, to remain on track to make capital investments totaling approximately $10 billion during the 2021 and 2024 period. These capital investments are expected to drive compound annual base rate growth of 10% to 12% for each of the company's businesses through 2024.\nNow I'd like to turn the call over to Donald, who will discuss our Investor Day and financial performance in more detail.\n\nDonald Eugene Brown\n\nExecutive VP, CFO & President of NiSource Corporate Services, NiSource Inc.\n\nThanks, Shawn, and good morning, everyone. I'd like to start with that we have moved the timing to hold an Investor Day event to this fall. We believe shifting the timing of our Investor Day will allow us to gain a clearer line of sight into the solar project timing and provide more details around the business review so that we can provide a definitive long-term plan beyond 2024.\nDuring this fall event, we intend to provide an extension to our capital investment and growth plan, a detailed update on our generation transition and ESG profile as well as give you an opportunity to hear from the leaders of our businesses. Now turning to our first quarter 2022 results on Slide 4. We had non-GAAP net operating earnings of about $329 million or $0.75 per diluted share compared to non-GAAP net operating earnings of about $305 million or $0.77 per diluted share in the first quarter of 2021.\nThese first quarter 2022 results represent a solid start to the year. And as Lloyd mentioned a few minutes ago, we have reaffirmed our 2022 guidance of $1.42 to $1.48 in all of our long-term diluted non-GAAP net operating earnings per share growth rates. Taking a closer look at our segment non-GAAP results on Slide 5. Gas Distribution operating earnings were about $405 million for Q1 of 2022, representing an increase of approximately $31 million versus the same quarter last year.\nOperating revenues, net of the cost of energy and tracked expenses, were higher by approximately $66 million mainly due to new rates resulting from base rate cases and regulatory capital programs. Operating expenses, again, net of cost of energy and tracked expenses were higher by approximately $35 million.\nIn our Electric segment, non-GAAP operating earnings for the first quarter were about $99 million, which was about $8 million higher than 2021. Operating revenues, net of the cost of energy and tracked expenses increased by approximately $9 million due largely to revenue from regulated investments. And other operating expenses were essentially flat to 2021 levels.\nNow turning to Slide 6. I'd like to briefly touch on our debt and credit profile. Our debt level as of March 31 was about $9.8 billion, of which $9.2 billion with long-term debt with a weighted average maturity of approximately 14 years and a weighted average interest rate of approximately 3.7%. At the end of the first quarter, we maintained net available liquidity of about $1.9 billion, consisting of cash and available capacity under our credit facility and our accounts receivable securitization programs.\nWe also continue our commitment to retaining our current investment-grade credit ratings. And I would note that Fitch has completed their 2022 annual credit review with no change to our rating or outlook. Our debt and credit profile continue to represent a solid financial foundation to support our long-term safety and infrastructure investments.\nAs you can see on Slide 7 and 8, we are in the process of making some adjustments to our financial plan to reflect expected delays in solar generation projects that will help mitigate the earnings impact of these delays and enable us to maintain our 2024 EPS growth commitment. Both the long-term visibility of our capital plan and the flexibility in our regulatory mechanisms illustrates the resiliency and strength of our business and provides us confidence to maintain all of our commitments, including EPS growth.\nTaking a quick look at Slide 9, which highlights our financing plan. The only slight change to our financing plan is to extend the potential timing related to the debt financing of the renewable generation investments, which, as we indicated on Slide 8, provides incremental interest savings to mitigate the renewable project delays. Again, this balanced financing plan is consistent with all of our earnings growth and credit commitments.\nNow I'll turn it over to Lloyd, who will discuss our utilities highlights.\n\nLloyd M. Yates\n\nPresident, CEO & Director, NiSource Inc.\n\nThanks, Donald. Let's look at the NiSource gas distribution highlights for the first quarter, starting on Slide 10. Columbia Gas of Virginia filed a rate case on April 29 to continue with safety and modernization investments. The case seeks an increase in annual revenues of approximately $58 million.\nColumbia Gas of Ohio is preparing its response to the report from the staff of the Public Utilities Commission -- discussion. Columbia Gas of Pennsylvania filed a rate case on March 18. It focuses on upgrading and replacing gas lines for the long-term safety of customers and communities. The case request additional revenues of about $82 million. It also seeks to provide additional energy efficiency options while balancing costs.\nNIPSCO has filed a proposed settlement in its gas rate case. The agreement will provide a revenue increase of approximately $72 million annually. In addition to infrastructure modernization, the proposal would enable NIPSCO to continue to serve customers with a safe, reliable supply of natural gas while remaining in compliance with state and federal safety requirements. NIPSCO also filed a petition on April 1, seeking approval of federally mandated pipeline safety costs, including nearly $229 million of capital cost and about $34 million of operating and maintenance programs.\nIn addition, I'd like to mention that NiSource has joined the Coalition for Renewable Natural Gas. We believe natural gas infrastructure will play an important role in America's energy future, potentially carrying renewable natural gas as well as other low carbon fuels such as hydrogen. As NiSource explores opportunities to further decarbonize its natural gas systems, its local distribution companies are pursuing programs that will allow customers to reduce the carbon intensity of their natural gas usage with to renewable natural gas and carbon offsets. Regulatory filings seeking approval of these programs are underway in Pennsylvania and Virginia, similar to NIPSCO Green Power Rate Program that has been in place for several years.\nLet's turn now to our Electric Operations on Slide 11. Analysis continues on new generation investments resulting from the 2021 Integrated Resource Plan. NIPSCO filed a petition with the Indiana Utility Regulatory Commission seeking approval of NIPSCO's federally mandated cost for remediation of the coal combustion residual ash pond at Michigan City Generating Station. We will be removing coal combustion residuals and replacing them with clean fill. The federally mandated costs include a total estimate $40 million of retirement costs.\nBefore we take your questions, I'd like to highlight our safety progress. Safety continues to be the foundation of everything we do at NiSource. To give stakeholders a view of our strategy and achievements, we have published our inaugural annual sales report. Highlights include our risk management and continuous improvement activities, continued safety investments and technology integration to enhance safety.\nThe report is available on the NiSource website, and I will encourage everyone to take a look. One very significant item in the report is the launch of the natural gas safety management system collaboratives, an effort among safety-focused energy companies. Its aim is to drive progress and maturity of safety management systems at member companies.\nNiSource will benefit from sharing information and learning from the experiences of others. I want to thank you all for participating today and for your ongoing interest and support of NiSource. We're now ready to take your questions."
  },
  {
    "header": "NI",
    "cik": "0001111711",
    "ticker": "NI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a2a10a0dbabab8e8b36c972f2bd8078c",
    "period": "2021 Q4",
    "content": "Q4 2021 NiSource Inc Earnings Call\n\nQ4 2021 NiSource Inc Earnings Call\n\nNINYSEFEB 23, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Brent, and I will be your conference operator today. At this time, I would like to welcome everyone to the Q4 2021 NiSource Earnings Conference Call. (Operator Instructions)\nIt's now my pleasure to turn today's call over to Mr. Chris Turnure, Director of Investor Relations. Please go ahead.\n\nChristopher James Turnure\n\nDirector of IR, NiSource Inc.\n\nGood morning, and welcome to the NiSource Fourth Quarter 2021 Investor Call. Joining me today are Lloyd Yates, our Chief Executive Officer; Donald Brown, our Chief Financial Officer; Shawn Anderson, our Chief Strategy and Risk Officer; Pablo Vegas, our Chief Operating Officer; and Randy Hulen, our VP of Investor Relations and Treasurer.\nThe purpose of this presentation is to review NiSource's financial performance for the fourth quarter and full year of 2021 as well as provide an update on our operations and growth drivers. Following our prepared remarks, we'll open the call to your questions. Slides for today's call are available on nisource.com.\nBefore turning the call over to Lloyd, Donald and Shawn, a quick reminder. Some of the statements made during this presentation will be forward-looking. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed in the statements. Information concerning such risks and uncertainties is included in the MD&A section and Risk Factors sections of our periodic SEC filings.\nAdditionally, some of the statements made on this call relate to non-GAAP measures. For additional information on the most directly comparable GAAP measure and a reconciliation of these measures, please refer to the supplemental slides and segment information, including our full financial schedules, also available at nisource.com.\nWith all of that out of the way, I'd like to turn the call over to Lloyd.\n\nLloyd M. Yates\n\nPresident, CEO & Director, NiSource Inc.\n\nThanks, Chris. Good morning, everyone, and thank you for joining us. Before we get started, I'd like to take a few moments to thank Joe Hamrock, my predecessor as President and CEO, for his outstanding service to NiSource. Joe retired last week as part of a long-planned transition. I'm grateful for Joe's leadership and his decade of service to this company. He left NiSource in a strong position poised for years of growth and success. We send him our best wishes as he begins the next chapter of his life.\nI expect to build on the significant progress NiSource has made in the past year, including our strategic initiatives. NiSource Next, Safety Management System and Your Energy, Your Future, are transitioned to the future of energy. I want to take a step back and remind everyone of our mission, that is of NiSource being a great place to work where we are all relentlessly focused on safety, operational excellence, the customers' experience and delivering on our commitments to shareholders, as we did in 2021.\nOur strategic initiatives are what will enable us to achieve our mission of being relentless champions of safety, comfort and service for our customers, and it will help set us up for long-term success. In short, these initiatives are all about people.\nOur plans for investment-driven, long-term and sustainable growth remain on track. We continue to expect these plans to drive industry-leading compound growth of 7% to 9% in diluted net operating earnings per share through 2024. My experience in the past 2 years as the Board of Directors has given me unique insights for executing and extending NiSource's growth plan. I plan to conduct a review of the business with the goal of ensuring that we are best positioned to drive long-term value for all stakeholders. And I look forward to further discussing our strategic initiatives with our employees and with shareholders in the coming months.\nNow let's start our discussion. Hopefully, you've all had a chance to read our fourth quarter earnings release, which we issued earlier today. As we look at NiSource results in 2021, we see strong financial and operational performance across key areas of the business. Advancing execution on our portfolio of renewable generation investments is matched by significant progress on regulatory initiatives across all our states. We are enhancing safety, providing customers with new ways to do business with us and moving forward on our plan to reduce Scope 1 greenhouse gas emissions 90% by 2030 versus 2005 levels.\nLet's now turn to Slide 3 and take a closer look at our key takeaways. I mentioned earlier our CEO succession. In addition to Joe's retirement, Sondra Barbour and Cassandra Lee, joined the NiSource Board of Directors. The additions of Sondra and Cassandra further strengthened the leadership, experience, diversity and talent on the NiSource Board.\nShifting to full year 2021 results. We exceeded both our original and updated guidance ranges. We reported earnings of $1.37 non-GAAP diluted net operating earnings per share or NOEPS. We are reaffirming our 2022 guidance of $1.42 to $1.48 diluted NOEPS non-GAAP, and we are reaffirming our forecast for 7% to 9% compound annual growth rate from 2021 through 2024, including near-term annual growth of 5% to 7% through 2023.\nIn 2022, we expect $2.4 billion to $2.7 billion in capital expenditures as we continue to execute our core infrastructure programs and our renewable generation plans. The preferred plan from NIPSCO's 2021 Integrated Resource Plan, or IRP, advances our intention to retire all coal-fired generations between 2026 and 2028. Opportunities for additional generation investments will be better understood, and we continue to analyze the results of the proposals received in the IRP process.\nWe received final orders in gas rate cases in Pennsylvania, Kentucky and Maryland, which provide balanced outcomes for all stakeholders. Ohio's case continues to advance towards a third quarter implementation, and NIPSCO's gas case is in constructive settlement discussions. Another key regulatory outcome is NIPSCO's electric TDSIC order, representing $1.6 billion of investments in safety, reliability and improved customer service.\nBefore we get into our specific NiSource utility highlights, I'd like to take a moment to call out our safety progress in 2021. NiSource has reached important safety milestones. They include substantially completing the installation of automated shutoff valves on our low-pressure gas systems. We also expanded deployment of Picarro advanced leak detection technology. We successfully completed Stage 1 of its certification of our Safety Management System by Lloyd's Register. And we bought an additional resources to strengthen our quality management system capabilities across all of our companies. I'm excited to say we expect to issue our very first annual sales report at about the same time as our annual report. I would encourage you to read more about our progress.\nNow let's take a look at some NiSource gas distribution highlights for the fourth quarter, starting on Slide 9. The Columbia Gas of Ohio rate case continues to progress on schedule. The filing request an annual revenue increase $221 million, net of the trackers being rolled into base rates, which support continued investments in safety and reliability. We received an order approving a settlement in the Columbia Gas of Kentucky rate case. The settlement supports continued investments in safety and infrastructure replacement and includes an overall increase in revenues of approximately $18 million.\nIn Maryland, we received a final order from the Public Service Commission. The order includes a revenue increase of approximately $2.4 million.\nThe Pennsylvania Public Utility Commission approved our rate case settlement as filed. It provides a revenue increase of $58.5 million, and new rates went into effect in late December. The settlement continues our program of infrastructure modernization, deploying safety and reliability.\nWe are engaged in constructive settlement discussions in NIPSCO's gas rate case. The case is focused on infrastructure modernization and providing safe, reliable service while remaining in compliance with state and federal nature requirements. If approved, new rates would take effect between September of this year and March of 2023.\nLet's turn now to our electric operations on Slide 10. As noted earlier, NIPSCO's Electric TDSIC plan received final approval in December from the Indiana Utility Regulatory Commission, or IURC. This is a 5-year $1.6 billion program, which includes newly identified projects aimed at enhancing service and reliability for customers as well as some previously identified projects.\nThe other items on this slide relate to our renewable generation strategy, and I'll turn it over to Shawn Anderson to give more detail.\n\nShawn Anderson\n\nSenior VP and Chief Strategy & Risk Officer, NiSource Inc.\n\nThank you, Lloyd. The preferred plan from NIPSCO's 2021 IRP confirmed the retirement of the last coal-fired generation unit at Michigan City as well as 2 vintage gas peaking units at the Schahfer Generating Station site and advance the window for these retirements to occur between 2026 and 2028. To support reliable generation when these units retire, enhancements to our portfolio will require replacement capacity from technology, including solar, stand-alone battery storage and natural gas taking resources. We estimate that the new investments of up to $750 million will be required to support the retirement of our last coal fired units.\nAs we evaluate the actual projects required to support these portfolio additions, we are evaluating all forms of technology, bid through the RFP process launched in May. We continue to analyze these proposals and complete due diligence on these projects available, which align with the preferred plan identified back in November.\nWe expect to be able to share the results of our analysis during the first half of 2022. Meanwhile, we are making steady progress on the execution and construction of renewable generation projects resulting from NIPSCO's 2018 IRP. We continue to expect to invest $2 billion in renewable generation by the end of 2023 to replace the retiring capacity at Schahfer.\nOur most recent project to come online and begin operations is Indiana Crossroads I, a 302-megawatt wind facility, which entered service in December. This project joins the Rosewater and Jordan Creek wind farms already operational and contributing to NIPSCO's power generation fleet across 2021.\nMeanwhile, we expect 4 additional projects to be in service by the end of this year. They are Dunns Bridge Solar I, Indiana Crossroads Solar, Brickyard Solar and Greensboro Solar. These projects will represent our first solar facilities, while the Greensboro project is our first project, which also includes storage. We expect the final 7 renewable generation projects needed to replace the retiring capacity of Schahfer to come online in 2023.\nOur project and commercial teams continue to work tirelessly alongside our project partners to advance these projects as initially intended. As this work continues, we remain in close contact with some of the strongest developers in the renewable energy space regarding the progress of these projects and are actively monitoring any potential delays associated with the construction process, including the dynamic nature of the global supply chain.\nNiSource also continues to engage with producers and developers focused on renewable natural gas, hydrogen and emerging storage technologies. We continue to support the advancement of these technologies and fuels to support accelerated and deeper decarbonization solutions, leveraging existing assets such as the natural gas system. We seek a risk-informed understanding of the options and technologies, which may emerge as pathways towards further decarbonization and are encouraged on how our communities and service territory could benefit from the development of these technologies.\nNow I'd like to turn the call over to Donald, who will discuss our 2021 financial performance in more detail.\n\nDonald Eugene Brown\n\nExecutive VP, CFO & President of NiSource Corporate Services, NiSource Inc.\n\nThanks, Shawn, and good morning, everyone. Before we dive in, I want to update everyone about our Investor Day. It will take place in May, and we'll get a specific date and location details to you as soon as they are finalized. We plan to provide an extension to our capital investment and growth plan, a detailed update on our generation transition and ESG profile as well as give you an opportunity to hear from the leaders of our businesses. I hope you will be able to attend, and I look forward to speaking with you.\nAs Lloyd mentioned a few minutes ago, our 2021 earnings exceeded the top end of our guidance range of $1.32 to $1.36. We've also reaffirmed 2022 guidance of $1.42 to $1.48 and our long-term diluted NOEPS growth rates.\nLooking at our full year 2021 results on Slide 4, we had non-GAAP net operating earnings of about $571 million or $1.37 per diluted share compared to non-GAAP net operating earnings of about $507 million or $1.32 per diluted share in 2020. The 2021 results reflect our ongoing execution of infrastructure investments and efficiencies resulting from our NiSource Next initiatives, offset somewhat by the sale of Columbia Gas of Massachusetts, which closed in October of 2020.\nTaking a closer look at our segment non-GAAP results on Slide 5. Gas Distribution operating earnings were about $674 million for 2021, representing an increase of approximately $6 million versus last year. Operating revenues, net of the cost of energy and tracked expenses, were lower by approximately $94 million due to the sale of CMA. Other operating expenses were lower by approximately $100 million due to the sale of CMA and our NiSource Next initiatives.\nIn our Electric segment, non-GAAP operating earnings for 2021 were about $387 million, which was about $25 million higher than in 2020. Operating revenues, net of the cost of energy and track expenses, increased by approximately $24 million, due primarily to infrastructure investment programs and increased customer demand. And other operating expenses were essentially flat to 2020 levels.\nNow turning to Slide 6. I'd like to briefly touch on our debt and credit profile. Our debt level as of December 31 was about $9.8 billion, of which about $9.2 billion of long-term debt. The weighted average maturity on our long-term debt was approximately 14 years, and the weighted average interest rate was approximately 3.7%.\nAt the end of the fourth quarter, we maintained net available liquidity of about $1.6 billion, consisting of cash and available capacity under our credit facility and our accounts receivable securitization programs. Last Friday, we successfully extended our revolving credit facility for another 5-year term. The new facility capacity remains at $1.85 billion with essentially the same borrowing terms.\nWe also continue our commitment to retaining our investment-grade credit ratings, and all 3 major rating agencies reaffirmed their ratings with stable outlooks in 2021. Taken together, this represents a solid financial foundation that will continue to support our long-term safety and infrastructure investments.\nAs you can see on Slide 7, we are reiterating our 2022 capital forecast of $2.4 billion to $2.7 billion.\nTaking a quick look at Slide 8, which highlights our financing plan, there are no changes to our plan since April's equity unit issuance. I would highlight that this balanced financing plan continues to be consistent with all of our earnings growth and credit commitments.\nThank you all for participating today and for your ongoing interest in and support of NiSource. We're now ready to take your questions."
  }
]