[
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e1c09bbfcb2600c72cc06ff603af499d",
    "period": "2025 Q3",
    "content": "Q3 2025 Diamondback Energy Inc Earnings Call\n\nQ3 2025 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQNOV 4, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Diamondback Energy Third Quarter 2025 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Adam Lawlis, VP of Investor Relations. Please go ahead.\n\nAdam T. Lawlis\n\nVice President-Investor Relations, Diamondback Energy, Inc.\n\nThank you, Brianna. Good morning, and welcome to Diamondback Energy's Third Quarter 2025 Conference Call. During our call today, we will reference an updated investor presentation and letter to stockholders, which can be found on Diamondback's website. Representing Diamondback today are Kaes Van't Hof, CEO; Danny Wesson, COO; and Jere Thompson, CFO. .\nDuring this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release yesterday afternoon.\nI'll now turn the call over to Kaes.\n\nMatthew Kaes Van’t Hof\n\nPresident & Director of Rattler Midstream GP LLC, Rattler Midstream LP\n\nThanks, Adam, and I hope everybody read the letter last night as we've done in the past. We're just going to move straight into Q&A. So operator, let's open the line for questions, please."
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9a9ba44ed6a0ea0dcb049b529f6fd4d9",
    "period": "2025 Q2",
    "content": "Q2 2025 Diamondback Energy Inc Earnings Call\n\nQ2 2025 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQAUG 5, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Diamondback Energy Second Quarter 2025 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Adam Lawlis, VP of Investor Relations. Please go ahead.\n\nAdam T. Lawlis\n\nVice President-Investor Relations, Diamondback Energy, Inc.\n\nThank you, Briana. Good morning, and welcome to Diamondback Energy's Second Quarter 2025 Conference Call. During our call today, we will reference an updated investor presentation and letter to stockholders, which can be found on our website. Representing Diamondback today are Kaes Van’t Hof, CEO; Danny Wesson, COO; and Jere Thompson, CFO.\nDuring this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon.\nI'll now turn the call over to Kaes.\n\nMatthew Kaes Van’t Hof\n\nPresident & Director of Rattler Midstream GP LLC, Rattler Midstream LP\n\nGreat. Thank you, Adam, and good morning, everyone, and thanks for taking the time to listen to our earnings call. We're in our conference room in Midland, Texas with no air conditioning and truly valuing the importance of American Energy this morning with no air conditioning in its office. So we'll get it started. I hope you read our letter and investor presentation and release last night, and we're going to go straight into Q&A."
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8e3fee5ff80040cbbb7769d24d997298",
    "period": "2025 Q1",
    "content": "Q1 2025 Diamondback Energy Inc Earnings Call\n\nQ1 2025 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQMAY 6, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Diamondback Energy First Quarter 2025 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your first speaker today, Adam Lawlis, VP of Investor Relations. Please go ahead.\n\nAdam T. Lawlis\n\nVice President-Investor Relations, Diamondback Energy, Inc.\n\nThank you, Lauren. Good morning, and welcome to Diamondback Energy's First Quarter 2025 Conference Call. During our call today, we will reference an updated investor presentation and letter to stockholders, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; KaesVan’t Hof, President; Danny Wesson, COO; and Jerry Thompson, CFO. .\nDuring this conference call, participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon. I'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nChief Executive Officer & Director, Diamondback Energy, Inc.\n\nThank you, Adam. I hope everyone has had a chance to review our stockholder letter that was released last night, most of our commentary they will be found inside that letter. Operator, would you please open the line for questions?"
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b294313bcb53901d0470fc45d6c54745",
    "period": "2024 Q4",
    "content": "Q4 2024 Diamondback Energy Inc Earnings Call\n\nQ4 2024 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQFEB 25, 9:00 AM\n\nOperator\n\nHello, and welcome to Diamondback Energy Fourth Quarter 2024 Earnings Call. [Operator Instructions] I would now like to turn the conference over to Adam Lawlis, Vice President of Investor Relations. You may begin.\n\nAdam T. Lawlis\n\nVice President-Investor Relations, Diamondback Energy, Inc.\n\nThank you, Tawanda. Good morning, and welcome to Diamondback Energy's Fourth Quarter 2024 Conference Call. During our call today, we will reference an updated investor presentation and letter to stockholders, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van't Hof, President; Danny Wesson, COO; and Jere Thompson, CFO.\nDuring this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon. I'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nChief Executive Officer & Director, Diamondback Energy, Inc.\n\nThank you, Adam, and welcome, everyone, and I appreciate you joining this morning. I hope you find the shareholder letter a meaningful way to communicate. And also, as Adam pointed out, we've got an updated investor deck out there that we can reference during our questions this morning. Operator, if you'll please open the line for questions."
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8c7efa65df3506fd408dd84319a85ee7",
    "period": "2024 Q2",
    "content": "Q2 2024 Diamondback Energy Inc Earnings Call\n\nQ2 2024 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQAUG 6, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Diamondback Energy Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Adam Lawlis, VP of Investor Relations. Please go ahead.\n\nAdam T. Lawlis\n\nVice President-Investor Relations, Diamondback Energy, Inc.\n\nThank you, Steven. Good morning, and welcome to Diamondback's Second Quarter 2024 Conference Call. During our call today, we will reference an updated investor presentation and letter to stockholders, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van’t Hof, President and CFO; and Danny Wesson, COO.\nDuring this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC.\nIn addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon.\nI'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nChief Executive Officer & Director, Diamondback Energy, Inc.\n\nThank you, Adam, and I appreciate everyone joining this morning. I hope you continue to find the stockholders' letter that we issued last night in an efficient way to communicate. We spend a lot of time putting that letter together, and there's a lot of material contained in the text.\nOperator, would you please open the line for questions?"
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5e1e2b9d41b37a9b6b5bd39e6a5cf655",
    "period": "2024 Q1",
    "content": "Q1 2024 Diamondback Energy Inc Earnings Call\n\nQ1 2024 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQMAY 1, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Diamondback Energy First Quarter 2024 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to Adam Lawlis, VP of Investor Relations. Please go ahead.\n\nAdam T. Lawlis\n\nVice President-Investor Relations, Diamondback Energy, Inc.\n\nThanks, Jose. Good morning, and welcome to Diamondback Energy's First Quarter 2024 Conference Call. During our call today, we will reference an updated investor presentation and letter to stockholders, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van’t Hof, President and CFO; and Danny Wesson, COO. During this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we will make reference to certain non-GAAP measures. The reconciliation of the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon. I'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nChief Executive Officer & Director, Diamondback Energy, Inc.\n\nThank you, Adam, and I appreciate everyone joining again this morning. I hope you continue to find the stockholders' letter that we issued last night in an efficient way to communicate. We spend a lot of time putting that letter together, and there's a lot of material in that. So operator, with that as a brief introduction, would you please open the line for questions?"
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/49f4b9b60e859437ba8280e4c4f4c62a",
    "period": "2023 Q4",
    "content": "Q4 2023 Diamondback Energy Inc Earnings Call\n\nQ4 2023 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQFEB 21, 9:00 AM\n\nOperator\n\nGood day and thank you for standing by. Welcome to the Diamondback Energy Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Adam Lawlis, VP, Investor Relations.\n\nAdam T. Lawlis\n\nVice President-Investor Relations, Diamondback Energy, Inc.\n\nThank you, Daniel. Good morning, and welcome to Diamondback Energy's Fourth Quarter 2023 Conference Call. During our call today, we will reference an updated investor presentation and letter to stockholders, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van't Hof, President and CFO; and Danny Wesson, COO.\nDuring this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon.\nNow I'll turn the over to Travis Stice.\n\nTravis D. Stice\n\nChief Executive Officer & Director, Diamondback Energy, Inc.\n\nThank you, Adam, and I appreciate everyone joining this morning. I hope you continue to find the stockholders' letter that we issued last night, an efficient way to communicate. So obviously, a lot of the material is in that stockholders letter.\nSo with that, operator, would you please open the line for questions?"
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ddb963b1065dc0d198fa9a53f8f6ac5c",
    "period": "2023 Q3",
    "content": "Q3 2023 Diamondback Energy Inc Earnings Call\n\nQ3 2023 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQNOV 7, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Diamondback Energy Third Quarter 2023 Earnings Conference Call. At this time, all participants are in a listen-only mode. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Adam Lawlis, VP of Investor Relations. Please go ahead.\n\nAdam T. Lawlis\n\nVice President-Investor Relations, Diamondback Energy, Inc.\n\nThank you, Stephen. Good morning, and welcome to Diamondback Energy's Third Quarter 2023 Conference Call. During our call today, we will reference an updated investor presentation and letter to stockholders, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van’t Hof, President and CFO; and Danny Wesson, COO.\nDuring this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon.\nI'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nChief Executive Officer & Director, Diamondback Energy, Inc.\n\nThank you, Adam, and good morning to everyone. As Adam mentioned, we released a shareholder letter last night that contains much of the narrative we hope to cover again this morning. So with that, we'll just open the lines up for question. Operator?"
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4ab52157d3b20692c4cb4f7f66a15e3d",
    "period": "2023 Q2",
    "content": "Q2 2023 Diamondback Energy Inc Earnings Call\n\nQ2 2023 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQAUG 1, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Diamondback Energy Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to the VP of Investor Relations, Adam Lawlis. Please go ahead.\n\nAdam T. Lawlis\n\nVice President-Investor Relations, Diamondback Energy, Inc.\n\nThank you, [ Jules ].\nGood morning, and welcome to Diamondback Energy's Second Quarter 2023 Conference Call. During our call today, we will reference an updated investor presentation and Letter to Stockholders, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van't Hof, President and CFO; and Danny Wesson, COO.\nDuring this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon.\nI'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nChief Executive Officer & Director, Diamondback Energy, Inc.\n\nGood morning, and thank you, Adam.\nAs Adam mentioned, last night, we released a shareholder letter in conjunction with our press release, and this is our second quarter in a row we've tried this. I hope you find it useful. We believe that not only increases the transparency directly to our shareholders but also improves efficiency, and those of you who have followed our story for a long time know how important improving efficiency is to us.\nSo with that, operator, let's move right into questions, if you'll open the line."
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/291676058096260249ec9f6358314532",
    "period": "2023 Q1",
    "content": "Q1 2023 Diamondback Energy Inc Earnings Call\n\nQ1 2023 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQMAY 2, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Diamondback Energy First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Adam Lawlis, Vice President of Investor Relations. Please go ahead.\n\nAdam T. Lawlis\n\nVice President-Investor Relations, Diamondback Energy, Inc.\n\nThank you, Joa. Good morning, and welcome to Diamondback Energy's First Quarter 2023 Conference Call. During our call today, we will reference an updated investor presentation and stockholder letter, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van't Hof, President and CFO; and Danny Wesson, COO.\nDuring this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon.\nI'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nChief Executive Officer & Director, Diamondback Energy, Inc.\n\nThank you, Adam, and Adam mentioned that we released a shareholder letter last night in conjunction with our press release. I hope you find that useful. We believe that it not only increases transparency directly to our shareholders, but also improves efficiency. So we'll move right into questions.\nOperator, if you could open the line and begin with our first question."
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/86ff70f096001fbe56ae8e3abd59219a",
    "period": "2022 Q4",
    "content": "Q4 2022 Diamondback Energy Inc Earnings Call\n\nQ4 2022 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQFEB 22, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Diamondback Energy Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions)\nPlease be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Adam Lawlis, VP of Investor Relations. Adam, go ahead.\n\nAdam T. Lawlis\n\nVP of IR, Diamondback Energy, Inc.\n\nThank you, Eric. Good morning, and welcome to Diamondback Energy's Fourth Quarter 2022 Conference Call. During our call today, we will reference an updated investor presentation, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van’t Hof, President and CFO; and Danny Wesson, COO.\nDuring this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those, that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release, issued yesterday afternoon.\nI'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nCEO & Chairman of the Board, Diamondback Energy, Inc.\n\nThank you, Adam, and welcome to Diamondback's fourth quarter earnings call. 2022 was another great year for Diamondback. We successfully executed on our capital program, accelerating our return of capital plan and generated record cash flow. I'm very proud of all that we were able to accomplish, and look forward to what I believe will be another strong year for the company. Looking back at last year, we produced over 223,000 barrels of oil per day, exceeding our production expectations. This is primarily, the result of our well performance, which continues to trend in the right direction, as our normalized oil production in the Midland Basin improved by 6% year-over-year and nearly 20%, when compared to 2020. We continue to optimize our multizone co-development strategy, which we pivoted to prior to the pandemic by tweaking our frac designs, spacing assumptions and landing zones to maximize our returns. On the operations side, we've also built out substantial water infrastructure, which allows us to implement some frac completions across our position. This type of completion is consistently more efficient than a traditional zipper frac design because we can complete approximately 80 wells per year, with just one crude. When you add in the additional efficiencies we're seeing from our Halliburton e-fleet, our completion savings are approximately $50 a foot. Last year was not without its challenges from significant inflationary pressures, particularly with casing, equipment availability and weather-related downtime. However, we would all, our operational team did what it always does, deliver best-in-class execution. Our ability to hold our capital budget flat and stay within our original guidance range while also exceeding our production target is something you should expect from Diamondback, as we push to deliver differentiated results quarter after quarter.\nFinancially, we generated over $7 billion in EBITDA and $4.6 billion in free cash flow or nearly $26 per share, both records for the company. We made significant progress on our return of capital plan, increasing our cash return commitment in the middle of the year to return at least 75% of free cash flow to stockholders. In total, we returned 68% of our free cash flow in 2022, which equates to $3.1 billion through a combination of our base and variable dividend and share repurchase program, buying back nearly 8.7 million shares at an average price of $126 per share, for a total of $1.1 billion. This represents 5% of our shares outstanding, when we announced our program in September of 2021. An additional $2 billion was returned through our base and variable dividend with the total dividend growth of nearly 5x, when compared to 2021. In total, we returned $11.31 per share in dividends. In the fourth quarter alone, we returned over $860 million or $5.65 per share with a total dividend yield of nearly 9%. This included an increase to our annual base dividend of $0.20, now $3.20 per share annually or $0.80 per quarter, representing 54% year-over-year growth. We also announced multiple strategic transactions in the fourth quarter that better position us for the long term. We made 2 Midland Basin acquisitions, Lario and FireBird, both of which are now closed and seamlessly integrated that added over 500 high-quality opportunities and 83,000 net acres to our portfolio. This additional inventory along with the associated production and cash flow has solidified our size and scale in the Midland Basin, giving us a strategic advantage, as we execute on our capital programs for the decades to come. Last summer, we bought in all the outstanding units of Rattler, which gives us additional flexibility to think strategically about our existing midstream portfolio. We now have the ability to monetize assets that trade at a higher multiple than our upstream business and use the proceeds to strengthen our balance sheet or acquire additional upstream assets. The first example of this was the sale of our 10% interest in the Gray Oak crude oil pipeline to Enbridge. We achieved a 1.75 multiple on our invested capital and used the proceeds to partially fund the cash portion of the Lario acquisition. As we evaluate both our Rattler operated assets and equity method investments, we've also monetized multiple noncore upstream positions. We have now divested another $600 million in upstream assets since the third quarter of last year, which includes 2 recent deals in Southeast Glasscock and Ward and Winkler counties. These assets simply did not compete for immediate capital within our portfolio. We have now increased our noncore asset target sales from $500 million to at least $1 billion by the end of this year. Last year, we improved our leverage ratio, now below 1x, and also pushed the tenor of nearly 90% of our debt past 5 years, with over $2 billion due in the 2050s, at an average coupon of below 5%. We will continue to use free cash flow and proceeds from our noncore asset sales to lower our overall debt profile, continually improving our financial position. As we move into 2023, we expect to deliver relatively flat pro forma production year-over-year. When you account for the 11 months of Lario and a full year of FireBird production contribution, our guidance reflects 260,000 barrels of oil a day and $2.6 billion in CapEx, while running 15 rigs and 4 simul-frac crews.\nIn closing, 2022 was an outstanding year for the company. We generated record free cash flow and distributed nearly 70% of it to our shareholders, strengthened our balance sheet, extended our inventory runway and continue to produce one of the highest margin barrels in the industry. Looking ahead, our business model is working, and we are confident in our 2023 outlook and our ongoing ability to continue generating peer-leading returns for our stockholders.\nWith these comments now complete, operator, please open the line for questions."
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9384c7c1ed8b9c2c577cfbf7f252b836",
    "period": "2022 Q3",
    "content": "Q3 2022 Diamondback Energy Inc Earnings Call\n\nQ3 2022 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQNOV 8, 9:00 AM\n\nOperator\n\nHello, and thank you for standing by. Welcome to the Diamondback Energy Third Quarter 2022 Earnings Conference Call. (Operator Instructions) It is now my pleasure to introduce Vice President of Investor Relations, Adam Lawlis.\n\nAdam T. Lawlis\n\nVP of IR, Diamondback Energy, Inc.\n\nThank you, Andrew. Good morning, and welcome to Diamondback Energy Third Quarter 2022 Conference Call. During our call today, we will reference an updated investor presentation, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van't Hof, President and CFO; and Danny Wesson, COO. During this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon. I'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nCEO & Chairman of the Board, Diamondback Energy, Inc.\n\nThank you, Adam. And before we start with my prepared remarks this morning, I want to encourage each of you to please take advantage of one of our greatest privileges we have as Americans, our freedom to elect our representatives. Please take the time off your busy schedules today to go vote if you've not already done so.\nWelcome to Diamondback's third quarter earnings call. A Diamondback, we pride ourselves on our execution. Our commitment to being the lowest cost operator in the Permian Basin has and will continue to position us for success through the cycle.\nThe third quarter was no exception. In the quarter, we produced over 224,000 barrels of oil per day and generated approximately $1.7 billion in operating cash flow. Our CapEx was once again within our guidance range, leading to free cash flow of nearly $1.2 billion. As we previously announced, we increased our return of capital commitment and stated that beginning this quarter, we would return at least 75% of (inaudible) back to our shareholders, up from at least 50% previously.\nAt 75%, total capital return was nearly $875 million, with dividends totaling $403 million or $2.26 per share. The remaining $472 million went towards our opportunistic share repurchase program, where we bought back nearly 4 million shares at an average price of approximately $120 a share. To date, we've spent approximately $1.2 billion of our $4 billion buyback authorization, repurchasing nearly 6% of our shares outstanding since September of last year when we initiated our program.\nIn October, we announced the pending acquisition of the assets of FireBird Energy, a company with a large, contiguous position in the Midland Basin. We feel FireBird has right balance of cash flow and inventory and the acquisition is immediately accretive on all relevant per share financial metrics while providing a long runway of high-quality drilling opportunities. With over 350 locations, we expect to have well over a decade of run room at our projected 1-rig development phase.\nIn conjunction with the acquisition, we announced that we would sell at least $500 million of noncore assets by the year-end 2023, with net proceeds primarily used to pay down debt. Since then, we closed on a $155 million sale of noncore assets in the Delaware Basin, jump-starting our program and ensuring continuous improvement to our investment-grade balance sheet. We will continue to pursue strategic divestitures, including the sale of certain assets within our Rattler portfolio, generating unrealized value for our shareholders.\nIn closing, we know our business. We know we have some of the best inventory in the United States with our low-cost operational machine in place. We have the unique ability to generate significant repeatable returns through the drill bit for decades to come.\nIn 2019, we began codeveloping our primary targets. Since then, we've learned how to optimize our development patterns and spacing, and as a result, are seeing material improvement in well productivity over the past 36 months. In fact, our well performance this year is back at 2019 levels, when we were primarily targeting one-off wells in our best zones, which while having great performance and economics and the potential to withstand significant components of our inventory, leading to material parent-child concerns down the line.\nFortunately, we are well positioned for the future. We expect to close on the FireBird transaction at the end of November and slow the development pace on that asset from 3 rigs to 1. We are working with our service providers to ensure that we have the most efficient and cost-effective personnel and equipment in place for next year, including the 2 e-fleet simul-frac crews we've secured from Halliburton, the first of which is already in the field and performing well. All of this will provide operational momentum as we move into 2023, we expect to deliver the same operational results you've come to expect from Diamondback. While we won't be giving detailed for the 2023 guidance today, we believe that we'll be able to generate low single-digit pro forma oil production growth next year by maintaining our current stand-alone activity levels plus the 1 additional FireBird rig. It's not easy to operate in this environment, but our size, scale and quality of the inventory uniquely position us to deliver differentiated results and create meaningful value for our shareholders.\nBefore I open up for questions, I want to address all the Diamondback employees that are on the phone. At Diamondback, we've just celebrated our 10 years as a public company, growing from a $500 million market cap to almost $30 billion today. The people around me this morning and sometimes me individual, get too much credit for the success. It's you, the men and women of Diamondback that deserve the credit. It's your pursuit of excellence, your desire to be the very best version of yourself, your dedication to integrity that is responsible for our success. It remains my privilege to represent you. Thank you for all that you do. Operator, please open the line for questions."
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4c555a784041a5baad659d5a76d56d5",
    "period": "2022 Q2",
    "content": "Q2 2022 Diamondback Energy Inc Earnings Call\n\nQ2 2022 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQAUG 2, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by, and welcome to the Diamondback Energy's Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Adam Lawlis, Vice President. Please go ahead.\n\nAdam T. Lawlis\n\nVP of IR, Diamondback Energy, Inc.\n\nThank you, Jonathan. Good morning, and welcome to Diamondback Energy's Second Quarter '22 Conference Call. During our call, we will reference an updated investor presentation, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van't Hof, President and CFO; and Danny Wesson, COO.\nDuring this conference call, the participants may make certain forward-looking statements related to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC.\nIn addition, we will make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon.\nI'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nCEO & Chairman of the Board, Diamondback Energy, Inc.\n\nThank you, Adam, and welcome to Diamondback's second quarter earnings call. I'd like to start by highlighting our second quarter performance. We once again delivered operationally, producing over 221,000 barrels of oil per day, near the high end of our quarterly guidance range. Our discretionary cash flow or operating cash flow before working capital changes totaled $1.8 billion, up 27% quarter-over-quarter, setting a new high for the company. This increase was primarily due to a favorable backdrop -- macro backdrop as well as improvement to our realized pricing as hedges put on last year continue to roll off.\nOur free cash flow for the quarter was $1.3 billion, up 35% quarter-over-quarter. We will return 63% of this free cash flow to our shareholders, well in excess of our commitment to return at least 50% of free cash flow. This return is made up of our growing and sustainable base dividend, opportunistic share repurchases and a robust variable dividend.\nOur annual base dividend is now $3 per share or $0.75 per quarter, representing a 7.1% increase from the company's previous annual base dividend of $2.80 per share or $0.70 per quarter. As previously announced, the Board elected to keep our total dividend per share flat quarter-over-quarter at $3.05, which is comprised of the 75% base dividend and a $2.30 variable dividend. This puts our total annualized 2Q dividend yield of nearly 10%.\nAdditionally, we took advantage of market volatility and repurchased nearly 2.4 million shares during the quarter at an average price of a little over $127 a share for a total cost of approximately $303 million. We believe our opportunistic, disciplined approach to our repurchase program brings the most value forward for our shareholders and continues to give us the flexibility to use either our variable dividend, buybacks, or as has been the case so far in 2022, a combination of both to hit or exceed our returns target.\nAs we move into the second half of the year, it's hard to ignore the amount of free cash flow we expect to generate, around $2.5 billion of current strip pricing. In June, we announced an increase in our capital returns commitment target, moving it up from 50% to at least 75% of free cash flow beginning in the third quarter. At 75%, that's over $1.8 billion return to shareholders or well north of $10 per share in just 2 quarters, for a total annualized return yield of approximately 17%.\nThis robust free cash flow profile led the Board to double the size of our buyback program from $2 billion to $4 billion, giving us ample running room to be opportunistic in the equity markets. Since the program was initiated in the third quarter of last year, we've repurchased over 8.3 million shares at an average price of $113 a share for a total cost of approximately $940 million. This includes 1.8 million of shares we've already repurchased in the third quarter for a total of $200 million at an average price of $113.70 a share.\nOur confidence to increase our return through payout is rooted in the strength of our balance sheet. During the second quarter, we opportunistically repurchased $337 million in Diamondback senior notes at an average cost of 95.4% of par for a total of $322 million. We focused on our debt coming due over the next 10 years, significantly lowering our maturity towers, while taking advantage of the volatile debt market.\nWe also recently redeemed $45 million in legacy Energen and QEP notes due 2022 at par. As a result, our balance sheet is stronger today than ever before. Our annualized net debt-to-EBITDA is under 0.7x, and we continue to improve our leverage profile with net debt decreasing by $267 million or 5% quarter-over-quarter. These debt reduction efforts have helped decrease our interest expense by 25% year-over-year, offsetting higher production taxes and lifting costs and helping push our unhedged realized cash margin this quarter to more than 83%, a company record.\nMoving to the operations side of the business. The environment in the Permian continues to be challenged. However, we continue to focus on how we can mitigate the inflationary pressures we're seeing across nearly all facets of the business by lowering the variable pieces of our cost structure. These efforts have allowed us to keep the high end of our capital guidance range flat at $1.9 billion. We do not anticipate any future changes. Yet we still haven't been able to offset all of the fixed pricing increases we've seen, which is why we've moved up our third quarter capital range to $470 million to $510 million, up from our capital spend of $468 million this quarter. This takes into account the roughly 10% cost increase we expect on the frac side, which is made up of increases in the cost of horsepower, wireline services and fuel.\nOn the drilling side of the business, we're seeing a similar level of pricing increases, particularly from day rates, casing and cement. In the back half of this year, we plan to operate approximately 12 drilling rigs and 3 frac crews. As we mentioned last quarter, we've partnered with Halliburton to secure our first e-fleet frac crew, which will run in our Martin County acreage off power generated from a central location and delivered via existing lines, not only reducing our Scope 1 emissions profile, but also lowering our completion costs as a result of fuel savings and improved operational efficiency.\nWe expect this fleet to be operational early in the fourth quarter and it will simply be swapped in for 1 of our existing Halliburton crews. Earlier this month, we continue to lean into this technology and secured our second e-fleet crew. This crew will be operational in the first quarter of 2023 and is expected to further reduce costs and decrease our environmental footprint. It will also replace 1 of our existing crews.\nOn the drilling side, we currently have 1 drilling rig running offline power in the Delaware Basin with 2 more electric rigs expected in 2023. Just as we're seeing on the completion side, the electrification of our drilling fleet has multiple benefits. Additionally, we're utilizing sputter and intermediate rigs to take advantage of lower pricing as compared to the rest of our drilling fleet, and are exploring downsize and surface casing size, intermediate hole size to improve our drilling efficiencies, pushing Diamondback even further down the cost curve.\nLastly, we continue to work to earn our social and environmental license to operate. Part of this is our commitment to provide quarterly disclosures that detail our progress towards our environmental goals. We are proud of how we have performed so far this year when looking at multiple metrics, including recycling nearly 40% of our produced water and keeping our total recordable incident level at multiyear lows. However, flaring continues to be an issue. We are diligently working with our gathering partners to build in redundancy, accelerate plant turnarounds and meet the takeaway needs of our current development plan. We remain committed to ending routine flaring by 2025 and are confident in our ability to achieve that goal.\nWe've also spent hundreds of millions of dollars to lower our emissions profile by building pipelines and electrifying our production fields. These projects have lowered our costs to date, but due to the increase in the cost of power across the state of Texas, we have had to move our lease operating expense guidance range up by $0.50 a barrel at $4.50 to $5 a barrel. Even with this move, we continue to be the low-cost Permian operator and build on a long track record of cost control.\nThe second quarter was a record quarter for the company. We delivered on our production guidance, kept costs in line and distributed over 63% of our free cash flow to our shareholders. We are well positioned to build off this momentum and are excited to begin returning at least 75% of our free cash flow to our shareholders this quarter. We expect this industry-leading cash returns program and our best-in-class operational machine to continue to deliver differentiated results for our shareholders.\nWith these comments now complete, operator, please open the line for questions."
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bb4c2c3063d802ce87268f592bf71753",
    "period": "2022 Q1",
    "content": "Q1 2022 Diamondback Energy Inc Earnings Call\n\nQ1 2022 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQMAY 3, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Diamondback Energy First Quarter Earnings Conference Call. (Operator Instructions) Please be advised that today's conference call is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, Adam Lawlis, Vice President of Investor Relations. Please go ahead.\n\nAdam T. Lawlis\n\nVP of IR, Diamondback Energy, Inc.\n\nThank you, Amanda. Good morning, and welcome to Diamondback Energy's First Quarter 2022 Conference Call. During our call today, we will reference an updated investor presentation, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van’t Hof, President and CFO; and Danny Wesson, COO.\nDuring this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC.\nIn addition, we will make reference to certain non-GAAP measures. Reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon.\nI'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nCEO & Chairman of the Board, Diamondback Energy, Inc.\n\nThank you, Adam, and welcome to Diamondback's first quarter earnings call. In February, Russia launched an unprovoked invasion of the sovereign nation of Ukraine. We at Diamondback strongly condemned Russia's actions and aggression. Our thoughts and prayers are with the millions of men, women and children affected by this unjust war. And while we desire a quick and peaceful resolution to this conflict, we recognize that this war could go on for quite some time. We will continue to support the innocent victims of Ukraine just as we did earlier this year, when we announced a $10 million commitment to various nonprofit entities providing vital humanitarian support.\nRussia's actions have plunged the global energy markets into turmoil. As the world and especially our allies in the European Union grapple with the potential loss of a major source of their energy supply and rethink their respective energy policies, this war has magnified the interconnectivity of the global energy equation and the impact post-Cold War globalization has had on all supply chains. It has also reminded the world of the importance of the traditional oil and gas to the global economy as we're witnessing the impact high energy costs can have on the consumer and the economy in real time.\nAs the war in Ukraine and the resulting governmental sanctions continue, Russia's oil production is expected to be impacted by shut-ins, natural declines, storage limitations and lower exports, creating a global shortage of oil. Over the next few years, we will need to make up for this lost production, and we believe that the U.S. oil and gas industry is best suited to provide the low-cost environmentally-friendly barrels needed to ensure global energy supply.\nHowever, today, we are operating in a constrained environment with inflationary pressures continuing to increase across all facets of our business. Also labor and materials shortages are now present across the supply chain. We at Diamondback are fortunate to have secured the necessary equipment, personnel and materials to run our 2022 capital program, but increase in activity now would result in capital efficiency degradation that would not meaningfully contribute to fixing the global supply and demand imbalance in the oil market today.\nTherefore, Diamondback remains committed to maintaining our current oil production levels of approximately 220,000 net barrels of oil per day. While we believe that efficiently growing our production base is achievable over the long term, we do not feel that today is the appropriate time to begin spending dollars that would not equate to additional barrels into multiple quarters from now.\nWe continue to focus on capital efficiency and strive to operate with the highest level of environmental and social responsibility. At Diamondback, we plan to invest approximately $60 million to reduce our direct emissions and lower our carbon intensity, including ending routine flaring by 2025. This figure does not include the hundreds of millions of dollars we expend to electrify our production fields and to build pipelines to ensure we produce and transport fluid with the lowest emission intensity possible. These investments are not only good for the environment, but also smart economic decisions that we expect to lower our operating costs.\nBy investing in infrastructure in our high activity levels, we now have the ability to run a dedicated electric fleet for the foreseeable future. We've partnered with Halliburton to secure our first electric frac fleet, which will run in our Martin County acreage off power generated from the central location and delivered via existing lines, reducing our Scope 1 emissions profile. This partnership will also lower our cost per foot, primarily due to fuel savings, decrease our footprint on location and increase our operational efficiency as a result of lower maintenance and nonproductive time. We expect this fleet to be operational in the fourth quarter.\nIn 2021, we also announced initiatives to reduce our Scope 1 greenhouse gas emissions or GHG intensity by at least 50% and reduced methane intensity by at least 70% of from 2019 levels by 2024. In 2021 alone, we reduced our Scope 1 GHG and methane intensities by 15% and 21%, respectively, from the 2020 levels. Lastly, we launched our Net Zero Now strategy under which, as of January 1, 2021, every hydrocarbon produced by Diamondback is anticipated to have zero net Scope 1 GHG emissions as we offset these emissions with certified carbon credits.\nMoving to first quarter performance. Our production of 223,000 barrels of oil exceeded the high end of our guidance range, creating $1.4 billion in operating cash flow. We were able to keep our capital costs in check, spending $437 million in CapEx during the quarter, nearly hitting the low end of our guidance range of $435 to $475, and pushing our free cash flow for the quarter to $974 million.\nWe returned $555 million of cash back to our stockholders or $3.09 per share representing 57% of Q1 2022 free cash flow and 50% of adjusted free cash flow, which we calculated by adding back the $135 million in cash we used to terminate certain future hedge positions. This return was made up of stock repurchases, the base dividend in our first variable dividend.\nAs we've said in the past, our share repurchase program is opportunistic, and we stuck with our plan of evaluating our share repurchases just as we would with any acquisition. A buyback must generate a return well in excess of our weighted average cost of capital, assuming a reasonable mid-cycle oil price. In the first quarter, our price debt was approximately $60 a barrel, and as such, we were able to take advantage of some of the volatility in the new market and repurchased 57,000 shares at an average price of $117 a share. Through the end of the first quarter, we've spent about $440 million or 22% of the $2 billion program our Board authorized last September.\nAdditionally, we once again increased our growing base dividend, which we view as our primary, constant and predictable form of shareholder returns. It's now at $2.80 a share on an annualized basis, up 17% quarter-over-quarter and approaching our target of $3 a share. We have now increased our base dividend by a quarterly CAGR of over 11% since it was initiated in 2018. Today, this represents a current yield of just over 2%.\nFinally, with the free cash flow returns through our base dividend and repurchase program does not equal at least 50% of our free cash flow for that particular quarter, and we've committed to make our investors whole by distributing the rest of that free cash flow via a variable dividend. This strategy gives us the ability to be flexible and opportunistic when distributing capital above and beyond our base dividend and most importantly, allows at least 50% of free cash flow to be returned. For our strategy, we allocated $422 million to our first variable dividend this quarter or $2.35 per share, putting our total dividend payout in the first quarter at $3.05 per share or nearly a 10% total dividend yield.\nWe met our commitment to return at least 50% of free cash flow to our stockholders and use the remaining cash to strengthen our financial and operating position. In the quarter, we fully redeemed $500 million of notes due in 2024 and $1 billion of notes due in 2025. We also took advantage of the flat long end of the curve by pricing $750 million in new 30-year senior notes at 4.25%.\nThis liability management exercise reduced our absolute debt by $750 million, decreased annual interest expense by $20 million, pushed out the average weighted maturity of our debt profile by 5 years and kept our average weighted cost of debt flat. With only one tranche of near-term maturities outstanding, we are pleased with the progress we've made to improve our investment-grade balance sheet and are nearing our leverage target of approximately 1x at $50 oil which would equate to approximately $3.5 billion in absolute debt at the parent level.\nWe also continue to put our cash to work by high grading our existing inventory position through small bolt-on acquisitions. And we are excited about blocking up our reward position with the acquisition we completed in January. This bolt-on added approximately 6,000 net acres in Ward County and gave us an additional 60 long lateral locations with an 85% net revenue interest in a high rate of return area. In fact, we've already begun drilling the position, but do not expect to have production until late this year.\nAs we look to our outlook for the rest of 2022, our simple plan has not changed. Maintained oil production of approximately 220,000 barrels of oil per day by spending between $1.75 billion and $1.9 billion. At the current strip pricing, this production and capital spend equates to approximately 400 -- $4.5 billion of free cash flow, which per our returns framework, gives us a minimum of $2.25 billion of cash back to our investors.\nWe're off to a good start for the year, mitigating inflationary pressures while justifying our social and environmental license to operate. We believe our capital discipline and returns profile is still the best near-term path to equity value creation, while our operational execution provides differentiated returns to our shareholders.\nWith these comments now complete, operator, please open the line for questions."
  },
  {
    "header": "FANG",
    "cik": "0001539838",
    "ticker": "FANG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6217ecafb8e493892d056c109884c92b",
    "period": "2021 Q4",
    "content": "Q4 2021 Diamondback Energy Inc Earnings Call\n\nQ4 2021 Diamondback Energy Inc Earnings Call\n\nFANGNASDAQFEB 23, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Diamondback Energy Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions) I would now like to hand the conference over to your speaker today, Adam Lawlis, Vice President, Investor Relations. .\n\nAdam T. Lawlis\n\nVP of IR, Diamondback Energy, Inc.\n\nThank you, Ernie. Good morning, and welcome to Diamondback Energy's Fourth Quarter 2021 Conference Call. During our call today, we will reference an updated investor presentation, which can be found on Diamondback's website. Representing Diamondback today are Travis Stice, Chairman and CEO; Kaes Van’t Hof, President and CFO; and Danny Wesson, COO. During this conference call, the participants may make certain forward-looking statements relating to the company's financial condition, results of operations, plans, objectives, future performance and businesses. We caution you that actual results could differ materially from those that are indicated in these forward-looking statements due to a variety of factors. Information concerning these factors can be found in the company's filings with the SEC. In addition, we make reference to certain non-GAAP measures. The reconciliations with the appropriate GAAP measures can be found in our earnings release issued yesterday afternoon.\nI'll now turn the call over to Travis Stice.\n\nTravis D. Stice\n\nCEO & Chairman of the Board, Diamondback Energy, Inc.\n\nThank you, Adam, and welcome to Diamondback's fourth quarter earnings call. 2021 was a great year for Diamondback and our industry with higher product prices, allowing the vast majority of our industry to, one, repair and improve balance sheets quickly; two, accelerate returns to shareholders; and three, make significant progress on environmental objectives. At Diamondback, we reduced our absolute debt by $1.3 billion, increased our base dividend every quarter, initiated a return of capital framework and announced ambitious environmental goals designed to help us earn our environmental license to operate.\nIn the fourth quarter alone, buoyed by commodity price strength, Diamondback generated $772 million of free cash flow with production and capital, both positively exceeding expectations. We returned 67% of this free cash flow to stockholders, which was above our commitment to return at least 50% of our free cash flow to shareholders quarterly. This return was made up of $106 million allocated to our growing base dividend, now at $2.40 a share on an annualized basis, which represents a current yield of approximately 2% and $409 million in share repurchases as we bought back nearly 3.9 million shares at an average price of just under $106 per share.\nWe are at the beginning of an incredible period of value creation for the industry, and I'm confident that the capital discipline demonstrated by us and our peers in 2021 will continue, putting returns and, therefore, shareholders first. We believe this is the best near-term path to equity value creation as our shift from a consumer of capital to a net distributor of capital cements itself as our long-term business model.\n2 months into 2022, economies are rapidly reopening around the world, stoking demand which we believe to be close to, if not above, pre-pandemic levels. On the supply side, we are witnessing some underperformance from OPEC+ to meet this increasing demand, calling into question spare capacity, with global inventory numbers now approaching 2010 to 2014 levels. We cited both global oil inventories and OPEC spare capacity as impediments to any discussion around U.S. public company oil growth and those issues appear to have subsided for now. However, the global balance remains [tenuous at best], with up to 1 million barrels per day of additional Iranian barrels potentially coming online sometime this year and U.S. growth expectations continuing to climb higher, led by private companies and more importantly or more recently, [majors]. Both of these supply factors could be various signals for oil. Therefore, Diamondback's team and Board believe that we have no reason to put growth before returns.\nOur shareholders, the owners of our company agreed. And as a result, we will continue to be disciplined, keeping our oil production flat this year. As such, our plan for this year is simple. Maintain oil production of approximately 220,000 barrels per day by spending between $1.75 billion and [$1.9] billion. At current strip pricing, this production and capital spend equates to nearly $4 billion of free cash flow, which for our returns framework gives a minimum of $2 billion of cash back to our investors. At the same time, we are committed to permanent returns to our investors, which is why we continue to lean into our base dividend, increasing it again by 20% this quarter.\nOur growing base dividend is our primary means of returning capital, and we've increased it by a quarterly CAGR of over 10% since it was initiated in 2018. Today, we have line of sight to get our dividend to $3 a share by the end of this year if market conditions remain favorable, which would mean 25% of our 2022 distributable free cash flow would be allocated through this constant predictable form of shareholder return. History has taught us that oil is a volatile commodity and that the macro environment will not always be this favorable. So we continue to work towards protecting our base dividend down to $35 WTI, with the view that this dividend is really just a form of (inaudible) And if plus our maintenance capital budget have to be protected to the extreme downside.\nBy continuing to focus on our fortress balance sheet and layering on strategic derivative positions to our hedge book, we are confident in our ability to perform in any environment. While the base dividend is the primary tool of returning capital, we will also utilize share repurchases and potentially variable dividends to reach at least 50% of distributed free cash flow on a quarterly basis. We continue to repurchase shares opportunistically, taking advantage of volatility while generating returns on these repurchases well in excess of our cost of capital at mid-cycle commodity prices, which today is assumed to be around $60 WTI. Through the end of the fourth quarter, we've spent $430 million or 22% of the $2 billion program our Board authorized last September.\nIf the free cash flow returned through our base dividend and repurchase program does not equal at least 50% of free cash flow for that particular quarter, then we will make our investors [whole] by distributing the rest of that free cash flow via a variable dividend. This strategy gives us the ability to be flexible and opportunistic when distributing capital above and beyond our base dividend and most importantly, allows at least 50% of free cash flow to be returned. However, it is important that the Board also retains discretion on what to do with the other 50% of the free cash flow generated. As was the case in the fourth quarter, we have the ability to distribute above and beyond our 50% threshold. If we feel comfortable with our balance sheet and associated cash balance and do not have a use for excess cash, we will return that cash aggressively to shareholders. Some quarters, we will distribute 50% of free cash flow, but in others, we will have the ability to return more, just like we did in the fourth quarter. Going forward, we fully expect to differentiate ourselves not only by our returns framework but more importantly, through our consistent execution in the field.\nLast year, our clear fluid design lowered our average drilling days in the Midland Basin by approximately 35%. That's an astounding achievement for our drilling department. On the frac side, our simul-frac operations continue to reduce our time on pad as we are now averaging 3,200 feet per day with our 4-well simul-frac design. As we've laid out in our investor deck, these operational efficiencies have helped us mitigate the substantial cost pressures we've seen related to consumables and labor and as we noted last quarter, these gains will be permanent, giving us more variable cost control than our peers due to these industry-leading drilling and completion times.\nNow when you bake in these cost increases and offset them with our efficiency gain, this equates to about 10% of additional capital spend year-over-year, which is baked into our guidance. We will try to offset this inflation by doing what we do best. Innovating, implementing new technology and drilling more efficient and better wells. As mentioned, we were able to offset a vast majority of pricing increases we faced last year through this type of innovation. And we're confident we can maintain our best-in-class capital efficiency and cost structure this year. At the same time, we are fortunate to have multiple pieces of our capital cost structure locked in with contracts and dedications like our water and sand supply.\nAs the rig count in the Permian climbs, we will continue to work to control other components of our cost structure, particularly services, labor and consumable products while continuing to be the leader in cash margin and capital efficiency. Finally, I'd like to close by detailing the strides we've made in our environmental, social and governance practices. To begin, we met 4 or 5 environmental goals in 2021, which had a 20% weighting in management's short-term compensation this year and included specific targets related to flaring, water recycling, GHG emission intensity, produced liquid fills and total recordable incidents. Unfortunately, we did not meet our expectation of flaring less than 1% of gross gas produced. While we met this goal on legacy Diamondback acreage which was how the goal was set, we missed our target when incorporating our acquired QEP assets, which included the QEP Bakken asset we divested in October. We will continue to improve our takeaway on the acquired Permian acreage and partner with our midstream companies to not only structure contracts then incentivize takeaway in price-agnostic environments but also apply performance-based incentives and penalties related to flaring.\nAll of our progress in 2021 positions us well to hit our long-term goals of reducing our GHG and methane intensity by 50% and 70%, respectively, by 2024, and recycling over 65% of our water and eliminating all routine flaring by 2025. These environmental goals hit close to home as we hold the unique title of being the only publicly traded E&P headquartered in Midland, in the heart of the Permian Basin. As such, we feel an enormous social responsibility to better the community in which we live, work and play. We recently committed $2.5 million to a complete redesign of Midland's largest public park as well as $500,000 for Midlands Meals on Wheels program. Arguably more important, however, our employees continue to give their time to sponsor and host camps, (inaudible) programs and public work projects. I'm incredibly proud of our team's efforts. 2021 is a great year for the company. We generated record free cash flow and distributed over 30% of it to shareholders, strengthened our balance sheet by substantially reducing our absolute debt load and continue to produce 1 of the cleanest and most cost-effective barrels in the industry. Looking ahead, we are confident in continued consistent operational execution and the ability to generate peer-leading returns.\nWith these comments now complete, operator, please open the line for questions."
  }
]