[
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0d95d2c1c31083bfa773ff8cb8a806e5",
    "period": "2025 Q3",
    "content": "Q3 2025 Caesars Entertainment Inc Earnings Call\n\nQ3 2025 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQOCT 28, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Caesars Entertainment, Inc. Third Quarter 2025 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations. Please go ahead.\n\nBrian Matthew Agnew\n\nManaging Partner & Portfolio Manager, Caerus Investors LLC\n\nThank you, Shannon, and good afternoon to everyone on the call. Welcome to our conference call to discuss our third quarter 2025 earnings. This afternoon, we issued a press release announcing our financial results for the period ended September 30, 2025. A copy of the press release is available in the Investor Relations section of our website at investor.caesars.com.\nAs usual, joining me on the call today are Tom Reeg, our CEO; Anthony Carano, our President and Chief Operating Officer; Bret Yunker, our CFO; Eric Hession, President Caesars Sports & Online; and Charise Crumbley, Investor Relations.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements under safe harbor federal securities laws, and these statements may or may not come true. Also, during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G.\nPlease visit our press release is located on our Investor Relations website for a reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure. Our Q3 investor presentation has been posted to our website. and our Form 10-Q has also been issued as well. We experienced hold volatility in our reported results. Management will discuss hold normalized results in our call today and a full reconciliation can be found in our earnings presentation posted on our website on Slide 21. I will now turn the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & Chief Operating Officer, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. Our diversified portfolio delivered third quarter consolidated net revenues of $2.9 billion and adjusted EBITDA of $884 million. On a hold-normalized basis, the company reported $927 million in consolidated EBITDA. During the third quarter, our digital segment delivered strong volume growth in both sports and iCasino.\nAdjusted EBITDA in our Digital segment was negatively impacted by NFL hold in September and faced a difficult comparison to last year, which included WSOP results. Our Las Vegas segment posted solid results in the face of softer market-wide visitation and adjusted for power table games hold. We are seeing sequential improvement in operating trends in Las Vegas as we enter the fourth quarter. Regional revenues were up year-over-year, driven by strong returns in Danville and New Orleans and same-store net revenue growth resulting from continued strategic reinvestment in our Caesars Rewards customer database. Regional EBITDA grew 4% on a hold-normalized basis during the quarter.\nStarting in our Las Vegas segment, we reported same-store adjusted EBITDA of $379 million and hold normalized EBITDA of $398 million. Segment results were driven by 92% occupancy versus 97% last year, and ADR decreased 5% as a result of citywide visitation weakness during the quarter. As we progress through the quarter, trends improved sequentially, with September delivering the strongest results of the quarter.\nDuring the quarter, the group room night mix was 13% and the segment is on track to deliver a record EBITDA year in 2025 due to our strong Q4 booking pace, where group mix should increase to 17%. Recent CapEx investments at the Flamingo in Las Vegas, including a brand-new pool experience, Pinky's by Lisa Vanderpump, Gordon Ramsey Burger and Havana 57 continued to exceed return expectations. We are excited about upcoming CapEx projects in Las Vegas, including a new Omnia Day Club by Tau at Caesars Palace, the rebrand of the Cromwell to the Vanderpump Hotel and the recently announced Project 10 by Luke Combs that will transform the vacant Margaritaville space at the Flamingo.\nThese exciting projects continue our commitment to reinvest in our assets while elevating our guest experiences. As we look to the fourth quarter in Las Vegas, we see trends improving sequentially, driven by positive leisure trends and a strong group and convention calendar. In our regional segment, we reported adjusted EBITDA of $506 million and hold normalized EBITDA of $517 million, driven by 6% net revenue growth. Early results from our strategic customer reinvestments are promising, driven by strong rated play trends in the quarter.\nWe will continue to refine our marketing approach as we remain focused on delivering strong returns on these investments. Margins improved sequentially this quarter, driven by better flow-through on these investments. New projects in Danville and New Orleans continue to generate strong returns, and we look forward to completing Phase 2 of the master plan currently underway at Caesars Republic Lake Tahoe in mid-2026.\nI want to thank all of our team members for their hard work through the first 3 quarters of 2025. Their dedication to exceptional guest service has been the driving force behind our accomplishments this year. With that, I will now turn the call over to Eric for some insights into the third quarter for our Digital segment.\n\nEric Hession\n\nPresident of Caesars Digital\n\nThanks, Anthony. During the third quarter, Caesars Digital delivered net revenue of $311 million, adjusted EBITDA of $28 million and hold-normalized adjusted EBITDA of $40 million. Recall that last year, in Q3 2024, we benefited from approximately $8 million of net revenue and EBITDA contribution from the World Series of Poker, the World Series of Poker was sold in Q3 of last year. And so now we fully annualize the impact of the sale on our EBITDA comparisons. In addition to the effect of the poor hold and the loss of the World Series of Poker revenues impact on flow-through.\nWe had a number of other headwinds this quarter that included incremental state taxes, higher acquisition marketing spend and some bad debt. As we previously noted, there will be volatility across quarters. but we're on track to exceed our 50% target flow-through for the year. Our core KPIs remained strong during the quarter. Specifically in sports, total parlay mix improved approximately 210 basis points year-over-year and we saw growth in average legs per parlay and a higher cash out mix versus the prior year period. In addition, we realized volume growth of 6%, a notable sequential improvement, which was unfortunately more than offset by the negative sports outcomes our industry experienced in September. In eye Casino, we delivered 29% net revenue growth driven by continued strength in volume and average monthly active users.\nWe continue to evaluate -- or elevate our product offering during the 2 quarters to include new in-house games, improved bonusing capabilities and elevated live dealer product. We look forward to a redesigned Horseshoe online casino update in Q4.\nOverall, in Q3, our total monthly unique payers increased 15% to 460,000, from a tech perspective, we continue to convert new jurisdictions to our universal digital wallet and proprietary player account management system, which is now live in 22 states. The enhancement gives our customers a significant upgrade to their wagering experience. Pending regulatory approval, we plan for the Missouri State sports betting launch December of this year to be the first state where we offer a shared wallet experience to our customers from day 1.\nWe continue to expect a complete rollout of our universe of wallet product on our proprietary TAM by early 2026. As we head into Q4 and 2026, I'm pleased with the significant progress on the technology side of the business is driving strong volumes in both sports and iCasino. The continued progress in all areas is showing up in our top line results and our focus on spending efficiency will drive solid flow-through to EBITDA. We continue to see a business capable of driving 20% top line growth with 50% flow through to EBITDA, which keeps us on track to achieve our long-term goals. I'll now pass the call over to Bret for comments on the balance sheet.\n\nBret Yunker\n\nChief Financial Officer\n\nThanks, Eric. In addition to redeeming $546 million of senior notes during the quarter, we repurchased $100 million of stock, including October activity. We've now repurchased close to $400 million of stock since mid '24, shrinking our share base by 6%. Our balance sheet remains in great shape with our nearest maturity in 2028, and a floating rate debt mix that will continue to benefit from interest rate cuts. Our weighted average cost of debt currently sits at just over 6%. We expect to continue using our strong and growing free cash flow to both reduce debt and opportunistically repurchase stock. Turning it over to Tom.\n\nThomas Robert Reeg\n\nChief Executive Officer & Director, Eldorado Resorts, Inc.\n\nThanks, Bret. To jump into a little more detail. We told you on the last call that Vegas was going to be a soft summer. It was a soft summer. Our ADR was down a little over 6% occupancy percentage -- our occupancy was down about 5 percentage points. So that's about 90,000 room nights for us that flows through all of the nongaming pieces of the business. On the gaming side, volumes held in pretty well. slot handle was down only 2%, even though we had 90,000 less room nights. I hate talking about hold, but this is a quarter where you can't get away without talking about hold. Hold was down almost 600 basis points in Vegas in the quarter. On a year-over-year basis, it impacted us a little over $30 million. And it's -- and there were another 10 -- a little over $10 million of onetime items that benefited us last year that don't repeat the largest of those being cancellation of the sponsorship contract on the Planet Hollywood live theater in Vegas.\nThe quarter got better throughout. So July was the worst month of the quarter. August got better, September got better. What we told you when we talked to you in the beginning of the quarter was it would be soft. We would expect recovery in the fourth quarter, that is what we are seeing. Our cash room revenue forecast for the quarter is down just slightly cash room revenues in the third quarter were down a little over 11%. So that's considerable improvement. A lot of that is the group calendar that Anthony referenced.\nWe have some Caesars-specific groups that benefit us, not necessarily the entire market. We had the Oracle conference that was in 3Q last year and was in early October this year. And then we have BravoCon coming up as the quarter continues. F1 for us is looking considerably better than it did last year than it performed last year, not as good as year 1, but up from last year. The headwind for the remainder of the year is New Year's Eve is middle of the week this year, which is not particularly helpful calendar-wise. But other than that, we see Vegas coming back strongly. I know that's a big question has been a big question. Again, what we laid out in July of soft summer recovery in the fourth quarter, continued recovery in the first quarter is still what we see today.\nGroup should be, as Anthony said, a record in '25 versus '24. That's largely on the strength of the fourth quarter, and then first quarter should be a new all-time record ahead of '25 -- I'm sorry, '26 should be a full-time -- a new record for the full year ahead of '25 largely on strength in the first quarter of the year. So it was a difficult summer. There is definitely -- has been softness in leisure demand for Las Vegas in the summer months, particularly in properties that I would view as price takers those that are -- as you go down the customer spectrum or you move out from the center of the strip demand for those were soft. Premium has held up better, but it's the return of group business in the fourth quarter and first quarter that allows rate compression that brings us back to a much healthier-looking market as we look at this quarter and into '26.\nFor regionals, we talked about how last quarter we've embarked on increase in marketing reinvestment starting in properties that were competitively impacted and moving beyond that as we saw what was working as the quarters go by. I think I've said this to you a number of times, you'll see us refine that take out what's not working expand what is to more markets. We have a lot of test and control out all of the time. And you can see better flow-through. You would have seen even better flow-through if we had held both brick-and-mortar and Vegas hold percentage was the lowest that it's been in over 3 years, and that's particularly unusual in regional, regional is pretty -- is pretty stable. But what we're seeing in regional is the flow-through of the marketing is improving. You should expect that to continue to grow -- to continue going forward and demand in regional is pretty solid. Like we have no complaints about what we're seeing in regional.\nIn Digital, obviously, we've got the sports outcomes that have been -- there's been a lot of conversation about those both here and elsewhere, so I won't belabor those. We're happy with where we are margin-wise, happy to see us growing handle iGaming continues to perform quite well. So all of our goals remain in front of us in terms of what we've laid out for digital and fully expect that we'll get there. So we feel good about that story as well.\nAnd then in terms of free cash flow, you should expect that we'll remain balanced in using our free cash flow between paying down debt and repurchasing our stock. At current levels, our stock is attractive to us. You should expect us to be active as we go through the remainder of the year. And with that, I'll open it up to questions."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/639480e1149e495567cb5e0df05fabbf",
    "period": "2025 Q2",
    "content": "Q2 2025 Caesars Entertainment Inc Earnings Call\n\nQ2 2025 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQJUL 29, 5:00 PM\n\nOperator\n\nWelcome to the Caesars Entertainment, Inc. 2025 Second Quarter Earnings Call. [Operator Instructions] Please be advised that this conference is being recorded.\nI would now like to hand the conference over to your speaker today, Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations. Please go ahead.\n\nBrian Matthew Agnew\n\nManaging Partner & Portfolio Manager, Caerus Investors LLC\n\nThank you, Kevin, and good afternoon to everyone on the call. Welcome to our conference call to discuss our second quarter 2025 earnings. This afternoon, we issued a press release announcing our financial results for the period ended June 30, 2025. Copy of the press release is available on the Investor Relations section of our website at investor.caesars.com.\nJoining me on the call today are Tom Reeg, our Chief Executive Officer; Anthony Carano, our President and Chief Operating Officer; Bret Yunker, our Chief Financial Officer; Eric Hession, President Caesars Sports and Online Gaming; and Charise Crumbley, Investor Relations.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements under safe harbor federal securities laws, and these statements may or may not come true. Also during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G.\nPlease visit our press release is located on our Investor Relations website for a reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure. Also, I just wanted to make mention our Q2 investor presentation has been posted to our website. And I did just look in our 10-Q has now been posted as well. I'm going to pass the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & Chief Operating Officer, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. We delivered second quarter consolidated net revenues of $2.9 billion and adjusted EBITDAR of $955 million. During the second quarter, our Digital segment delivered its best quarter ever, producing $80 million of adjusted EBITDA, and our digital momentum continues to build towards the financial goals we originally laid out in 2021.\nOur Las Vegas segment posted solid results in the face of softer market demand in our hospitality vertical, but we remain encouraged by forward group pace in Q4 and the first half of '26. Regional revenues were up year-over-year, driven by the addition of 2 new properties and same-store GGR growth resulting from strategic reinvestment in our Caesars Rewards customer database.\nStarting in our Las Vegas segment, we reported same-store adjusted EBITDA of $469 million. Results were driven by 97% occupancy versus 99% last year and essentially flat rates. Our gaming vertical faced a difficult comparison to last year, which drove lower year-over-year table games [ volume in hold ]. During the quarter, the group room night mix was 15% and the segment is on track to deliver a record EBITDA year in '25 due to our strong Q4 booking pace.\nRecent CapEx investments at Flamingo in Las Vegas, including a brand-new pool experience, Pinky's by Lisa Vanderpump, Gordon Ramsay Burger and Havana 57 are generating strong returns. During the second quarter and into July, World Series of Poker hosted another very successful event and remains the largest poker tournament in the world with over $500 million in prices.\nTurning to our regional segment. We reported adjusted [ EBITDA ] of $439 million. Tom will add additional insights during his remarks, but our regional segment was negatively impacted by several onetime items during the quarter. Excluding these negative onetime items, Q2 adjusted EBITDA would have been flat year-over-year. During the quarter, Danville and New Orleans generated strong returns, and we have strategically reinvested in our Caesars Rewards database which drove higher gaming revenues during the period.\nEarly results from our strategic customer reinvestments are promising, driven by strong rated play trends in the quarter. We will continue to refine our marketing approach as we remain focused on harvesting strong returns on these investments. In addition to our strategic customer reinvestment, we have made additional investments in new slot capital that is driving higher year-over-year gaming revenues.\nOn July 1, we rebranded Harvey Lake Tahoe to Caesars Republic Lake Tahoe. We received encouraging guest feedback during the opening weekend and during Celebrity Golf regarding the new elevated property amenities. Lake Tahoe experienced significant construction disruption during the second quarter as a result of rooms being offline. We'll start construction of Phase 2 in Tahoe in the fall and complete the project by the summer of 2026.\nI want to thank all of our team members for their hard work during this first half of 2025. The hard work, resilience and unwavering dedication to exceptional guest service have been the driving force behind our accomplishments this year.\nWith that, I'll now turn the call over to Eric for some insights in digital.\n\nEric Hession\n\nPresident of Caesars Digital\n\nThanks, Anthony. During the second quarter, Caesars Digital delivered net revenues of $343 million, up 24% versus the prior year and set an all-time quarterly adjusted EBITDA record of $80 million, up 100% to last year. On an LTM basis, Caesars Digital has delivered approximately $200 million of adjusted EBITDA. Our results in the quarter keep us firmly on track to achieve the financial targets we laid out in 2021. Q2 results were driven by growth in sports and casino with net revenues increasing 28% and 51% year-over-year, respectively.\nAdjusted EBITDA margins grew by 880 basis points to 23.3%. In our sports book, we continue to achieve strong year-over-year performance. Hold increased 170 basis points to a record 8.9%, and Handle was roughly flat versus the prior year period. Total [ parlay ] mix improved by approximately 280 basis points year-over-year, and we saw growth in average life per parlay and a higher cash out mix versus the prior year as well.\nFrom a tech perspective, we announced the launch of our universal digital wallet and proprietary player account management system in Nevada earlier this month. That enhancement gives our customers a significant upgrade to their wagering experience within the state and now across 19 jurisdictions. We expect to complete the rollout across all of our jurisdictions by early 2026.\nIn iCasino, we saw continued strength again in volume, hold and average MAUs, which combined to grow net revenues an impressive 51%. We continue to elevate our product offering during the quarter to include new bonus capabilities, the launch of a Caesars branded lives gaming studio in Michigan and the introduction of our remote real live slot studio on the property floor of Tropicana Atlantic City.\nOur in-house development studio continues to make progress with 2 proprietary games now in market, a third planned for launch in early August, and our first slot game on target for the middle of September. The games have all been well received by our customers. As we head into the back half of 2025, I'm becoming more and more optimistic as I see how customers are reacting to the improvements we have made in our application. The continuous progress made in all areas is showing up in our top line results and our focus on spending efficiency is driving solid flow-through to EBITDA. I will now pass the call over to Bret for some comments on the balance sheet.\n\nBret Yunker\n\nChief Financial Officer\n\nThanks, Eric. Q3 is off to a great start on the balance sheet front, as we fully redeemed our most expensive debt earlier this month using a mix of asset sale proceeds and our revolver. Annual free cash flow savings from the redemption will exceed $40 million, and we continue to be optimistic about further interest expense reductions through rate decreases and/or debt reduction.\nOur relationship bank facility is our next maturity in 2028, and our nearest capital markets maturity is in 2029. On the tax side, the BBB brought us good news in the form of increased interest and depreciation expense deductions that move our pro forma estimate for cash taxes as a percentage of [ EBITDA ], down from 5% to 3% to 4%, which you'll see reflected in our investor presentation. I'll turn it over to Tom. .\n\nThomas Robert Reeg\n\nChief Executive Officer & Director, Eldorado Resorts, Inc.\n\nThanks, Brett. Thanks, everybody, for joining. To unpack the quarter by segment. Vegas for us was, as Anthony talked about, softer than last year. We started with a strong April, May and June started to decline booking window, contracted booking window in Vegas is about as short as I've seen it at this point. And we saw -- we had in our own portfolio, Anthony talked about, high end that we are missing in gaming. Recall, we had both Adele and Garth Brooks in last year's second quarter, didn't have them this year, missed out on some high-end trips that tend to resurface at other points during the year.\nBut Vegas started leaking as a market kind of end of May that leak accelerated into June. I'd expect third quarter to be soft, but in the last 3 weeks or so as we monitor forward bookings, bookings have stabilized. And as we look to fourth quarter, first quarter and second quarter -- fourth quarter of this year, first and second quarter of '26, very strong group calendar for us. So we think this is a temporary phenomenon in Vegas. But make no mistake, the summer is soft in Vegas. I would expect something in the third quarter that looks like the second quarter on a comparative basis.\nRegionals. We talk about onetime impacts. We had about $30 million worth, the biggest of which was construction at Lake Tahoe, Caesars Republic, the former, Harvey's, we lost between that and [indiscernible] Reno, we lost almost 50,000 room nights versus last year. We reopened the first phase of Caesars Republic before July 1, and it has performed -- we've been very pleased with the performance, the strength in that performance. There's a second phase that happens this off-season that will not be nearly as disruptive as the first phase, was that -- that casino was effectively closed for the second quarter.\nWe also lost a couple of weeks in metropolis due to flooding and had some -- a significant lawsuit settlement in Baltimore, almost $2 million. Those were the chief culprits that were in the $30 million of onetime events. As we look at it -- as it was happening, we looked at these as onetime events. As we get into third quarter in July, we can see that without those occurring in July, regional, both revenue and EBITDA are up for July. So even inclusive of what happened in the second quarter with the onetime items.\nWe remain comfortable that regional for the full year will be flat to up in EBITDA. I've had a number of conversations with many of you during the quarter about revenues. We've told you in the past that GGR monthly performance is not necessarily indicative of what's happening under the hood. If you'll recall, we talked on prior calls about how in competitive markets, in particular, as we way back into new battlegrounds with new competitors, we market into those areas, increase the marketing, and you saw some of that flow through flow to GGR, some of you thought that was a harbinger of significant strength in regional.\nIt's really reflecting what we're doing from a promotional standpoint. Those promotions, you roll them out, you decide which ones are working, which ones aren't, and you pull back the ones that aren't working, that doesn't always neatly fit in the 90-day quarters that we're reporting. So if you look at regional on a full year basis, you should assume that we were investing in the second quarter. We're bearing the fruits of that as we get into third quarter, which is why EBITDA is increasing, but we are pruning programs that were designed to generate volume but may have done so unprofitably.\nOur rated gaming trends -- our rated gaming [ Fios ] up 8.5% and in the quarter, which is the best performance we've had in 3 years. But I would tell you, part of that is artificial based on what we were doing marketing to customers, but it is considerably stronger than it's been in the last couple of years, which bodes well for particularly the regional space over the next year or 2.\nDigital had a fantastic quarter. As you know, we laid out financial milestones in this quarter of 2021, right, before we launched Caesars Sports, we remain on track to deliver $0.5 billion plus of EBITDA in '26. The momentum in Digital is extraordinary, both from a volume and an EBITDA perspective. We're now increasing handle year-over-year, Eric talked about how -- what you saw over the last 4 quarters was our ability to refine our marketing targeted to customers that led to a reduction in Handle. We've now -- we anniversaried that during the quarter, Handle grew, Handle growing in July on the sports side, mid-single digits. The casino, we continue to grow in iCasino about 2x the rate of our peers, extraordinarily pleased with the way that is coming together.\nIf you look at versus the prior year quarter, the $40 million we did in the prior year had about $8 million worth of World Series of Poker EBITDA that we sold. So the true comp is versus $32 million of EBITDA last year, we did $80 million. There's another $8 million of that World Series headwind in the third quarter EBITDA number, but we would expect to top the fully loaded number by a significant amount.\nIf you look at -- we've talked about partnership expenses rolling off. If you look at now through the end of '27, we've got north of $70 million worth of partnership expenses that we are dragging in our business right now that will roll off by the end of '27 and more than half of those will be gone in the first 4 months of '26. And all of that flows straight to EBITDA. So that business is ramping quickly toward that $500 million number.\nWe certainly expect that, that's not an end game for us that we're going to continue growing well past that as we move forward. Brett touched on the tax bills impacts on us. If you think about that in a dollar amount, the reduction in cash taxes this year should offset the EBITDA shortfall in Vegas for second and third quarter so that free cash flow is not materially impacted in '25.\nAnd '26 and '27, you should be thinking of something like $80 million to $100 million less in cash taxes than what we were anticipating before the bill was passed. So in short, we are -- we've battened down the hatches in Vegas for a soft summer. We see a strong fourth quarter -- first quarter and second quarter. On the other side of that, as we look at the group calendar that's coming into town, regional remains on track for flat to a little bit of growth this year and growth in '26 and digital continues its strong growth and momentum. And with that, I'll open it up to questions."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6cdaa0468408f357474028a96760a64f",
    "period": "2025 Q1",
    "content": "Q1 2025 Caesars Entertainment Inc Earnings Call\n\nQ1 2025 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQAPR 29, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Caesars Entertainment First Quarter 2025 Earnings Call. After the speaker's presentation, there will be a question-and-answer session. [Operator Instructions]\nPlease be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations. Please go ahead.\n\nBrian Matthew Agnew\n\nManaging Partner & Portfolio Manager, Caerus Investors LLC\n\nThank you, Liz, and good afternoon to everyone on the call. Welcome to our conference call to discuss our first quarter 2025 earnings. This afternoon, we issued a press release announcing our financial results for the period ended March 31, 2025. A copy of the press release is available in the Investor Relations section of our website at investor.caesars.com, along with the supplementary earnings presentation that management will reference during their comments today on the call. .\nJoining me on the call today are Tom Reeg, our CEO; Anthony Carano, our President and Chief Operating Officer; Bret Yunker, our Chief Financial Officer; Eric Hession, President, Caesars Sports; and online gaming and Charise Crumbley, Investor Relations.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements under safe harbor federal securities laws, and these statements may or may not come true. Also, during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G. Please\nvisit our press releases located on our Investor Relations website for a reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure.\nWith that, I will turn the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & Chief Operating Officer, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. We had a good start to 2025 as first quarter consolidated net revenues of $2.8 billion increased 2% and total adjusted EBITDA of $884 million increased 4% year-over-year. .\nDespite a tough comparison in Las Vegas against the Super Bowl last year and weather disruptions regionally, combined with 1 less operating day this year compared to last year, our results reflect stable trends within the brick-and-mortar segments and continued strong growth in digital despite [ poor hold during ] March Madness. Starting Las Vegas. Same-store adjusted EBITDAR of $433 million was essentially flat versus the prior year and was the third best Q1 Las Vegas performance on record.\nDuring the quarter, our Las Vegas team did an excellent job navigating through a tough Super Bowl comparison to deliver exceptional results. Occupancy and cash ADR were both down slightly Slots and ETG volumes grew year-over-year. Convention room nights were 20% of our mix and the form convention center delivered a Q1 EBITDA record.\nSame-store operating expenses were down 3% year-over-year a testament to the strong operating discipline of our teams in Las Vegas. Las Vegas EBITDA margins were 43.2%, up 50 basis points year-over-year. New capital projects in Las Vegas continue to drive better-than-expected returns, especially recent hotel remodels, like the [ Versa ] and Calcium Towers and F&B projects at both the Flamingo and Planet Hollywood. While we recognize the tremendous uncertainty surrounding the economic impact of potential policy change in the U.S., we remain encouraged regarding the forward outlook of Las Vegas. We continue to experience solid occupancy trends driven by both leisure and the group and convention customer.\nNow turning to our regional segment. We delivered $440 million of adjusted EBITDA for the quarter, up 2% versus last year. The regional segment experienced a significant improvement in trend versus the last 3 quarters of '24 driven by stable same-store trends and the contribution from New Orleans and Danville for a full quarter, all despite the negative effect on the quarter from weather disruptions across the portfolio and the extra day last year.\nThe New Orleans and Danville projects completed our elevated CapEx cycle over the last few years. Both properties are off to a great start, and we look forward to harvesting this cash flow for years to come. We are committed to providing the best experience to our guests as evidenced by the significant amount of CapEx invested into our properties over the last 4 years. I want to thank all of our team members for their hard work so far in 2025. Our strong results reflect their dedication to delivering exceptional guest service.\nWith that, I will now turn the call over to Eric for some insights on the first quarter performance in our Digital segment.\n\nEric Hession\n\nPresident of Caesars Digital\n\n1 Thanks, Anthony. Caesars Digital delivered net revenue of $335 million, up $53 million or 19% year-over-year and $43 million of adjusted EBITDA, up $38 million year-over-year. Our flow-through rate was well in excess of our annual 50% target due to cost controls that we implemented in labor, marketing and overall reinvestment levels. Results in the quarter were driven by growth in both verticals with sports betting net revenue increasing 9% and iCasino net revenue growing 53% year-over-year.\nOn a hold-adjusted basis, we estimate that our digital segment would have grown revenues by roughly $88 million or 31% year-over-year and EBITDA by approximately $60 million. In sports, net revenue growth was driven by a combination of higher year-over-year hold and lower promotional activity. We were able to achieve the higher hold despite the well-publicized customer-friendly basketball outcomes due to our increasing Parley mix, which was up 260 basis points versus last year.\nOur sports betting customers are responding favorably to our continual product enhancements, particularly within the Parlay and cash-out categories. We have an exciting road map planned for the remainder of the year. In iGaming, we posted another record quarter with net gaming revenue up 53% year-over-year, driven by 28% volume growth, higher hold percentages and lower reinvestment. Customers continue to respond favorably to the product introductions in the game content and overall user interface.\nCaesars Palace Online, our highest net revenue-generating app also continues to have the fastest growth. Our newest app, the Horseshoe is accelerating and already contributing approximately 7% of our segment net gaming revenue. We recently introduced branded live dealer studios in Pennsylvania and New Jersey, both of which have been well received. Our in-house game studio is planning to launch a branded multihand blackjack game in the second quarter, which will be our first internally developed product.\nOn the technology side, we remain focused on completing the rollout of our player account management system, which delivers a single wallet across state lines. To date, we've successfully integrated 16 states including entering the field trial for our William Hill app in Nevada and remain on track to be completed with the full rollout by the end of 2025. In addition, this quarter, we integrated the horse racing app into the shared wallet for select states and we'll expand that integration throughout the remainder of the year. Our EBITDA for the trailing 12-month period is now in excess of $150 million.\nI'll pass the call over to Bret for some comments on the balance sheet.\n\nBret Yunker\n\nChief Financial Officer\n\nThanks, Eric. We're very excited to be at the end of our regional investment cycle. We expect 2025 full year CapEx to be roughly $600 million, excluding our [indiscernible] joint venture with interest also moving down significantly to approximately $775 million. Our nearest maturity is the [indiscernible] stub unsecured notes due 2027, which we expect to tackle in the near future. Earlier this month, we repurchased $100 million of our stock at an average price of [ $23.84 ]. We will look to continue our track record of debt reduction alongside opportunistic share repurchases as the year unfolds from here. Over to Tom. .\n\nThomas Robert Reeg\n\nChief Executive Officer & Director, Eldorado Resorts, Inc.\n\nThanks, Bret. Thanks, everybody, for joining. I'm very pleased with how the quarter came in for us consistent with what we had been telling you on our fourth quarter call, Vegas was facing a very difficult comp versus Super Ball last year. Recall that we had poor hold below our normal range in the first quarter of last year. We got back into our range, albeit just to the left side of that range. We were still about 200 basis points below normal. So on volume and activity, Vegas would have been up year-over-year, we ended up flat.\nRegional, we were anticipating a pickup in weather coming into first -- this year's first quarter. Last year's first quarter was difficult as it turns out this year's first quarter was even more difficult. And in the case of New Orleans, added a terrorist event in the middle -- or in the beginning of the quarter. So we had a lot of headwinds against still delivered growth. As I talked about on our last earnings call and since the growth in terms of -- that was added with Caesars, New Orleans, and Danville, Virginia more than offsets the continued competitive impact across markets like Chicago and Council Bluffs in Indianapolis, and we're very pleased with where we sit.\nTo highlight 1 particular property that kind of illustrates the extremes of what happened in the quarter. New Orleans, the terrorist event on New Year's Eve and then snowstorms in New Orleans had us put up a little over $2 million of EBITDA in January, which is well below any forecast that we would have ever been working off of. February did almost $19 million of EBITDA, obviously helped by the Super Bowl. And so we get to March and that's kind of our first look in '25 as to what our normalized run rate with no particular weather or Super Bowl impact, and we did over $16 million of EBITDA in March. So feel very good about pacing there and in regionals generally.\nIn digital, obviously, everybody's talked about the the March Madness sports outcomes and we were not immune, still posted very strong growth year-over-year. iCasino continues to be a stellar performer. Our 53% net revenue growth in iCasino is on top of last year's first quarter when we also grew over 50%. So now stacking quarters like that on top of each other is particularly gratifying for us. If you look at what's going on in April, just starting in digital. Again, we're comping to a quarter where iCasino growth was 50% in the second quarter of last year. Through the first 27 days of April, iGaming revenue for us is up almost 70%.\nSo accelerating from where we were in first quarter, feeling very, very good about where we are with Eric and Matt and the team there. And we've talked about -- we expect Vegas to grow a little bit this year. Regionals to be flat to slightly up in digital to post strong growth. Obviously, we talked about that before all of the tariff news in the -- in our fourth quarter call, there is no change in terms of what we're expecting in the business. We still do not see any of the consumer softness that investors seem to be worried about.\nOur forward bookings still look quite strong. Regionals are still coming in nicely and digital is continuing to post significant growth. So feel very good about that. We're effectively 1/3 of the way through the year. If you want to take the other side, obviously, we see the same macro picture you do in terms of what's going to happen with tariffs and consumer spending and inflation. If you are a bear on what's going to happen with the consumer, keep in mind, we have never had in a prior downturn, a business segment that's growing like the digital segment is for us, if you look at where consensus is, where -- versus where we were last year, you would have to see a dramatic downturn in brick-and-mortar performance in the last 8 months of the year for us to not be a significant grower of EBITDA this year.\nI'd also touch on -- we are -- we've talked about how we're at a capital inflection point, capital spend inflection point. We've put up some slides on our investor website that I'd encourage you to take a look at in terms of where and how much we have spent. Now we are in a free cash flow harvesting mode you should still expect substantially all of our operating free cash flow to be used to pay down debt this year. Recall that we have the $250 million World Series of Poker note. we expect that, that will be monetized in the course of 2025. And those are the are the funds that we were using to buy back stock in April. We will continue to be opportunistic if we can buy our stock a 25% free cash flow yield you should expect that, that will be a piece of our free cash flow usage. But again, substantially all of operating free cash flow is we expect to use for debt pay down. That remains the case.\nAnd with that, I'll throw it back to the operator for questions."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75eb881c33d06d02c55be683f8fa16a8",
    "period": "2024 Q4",
    "content": "Q4 2024 Caesars Entertainment Inc Earnings Call\n\nQ4 2024 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQFEB 25, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Caesars Entertainment, Inc. 2024 fourth quarter and full year earnings conference call. [Operator Instructions]. Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations. Please go ahead.\n\nBrian Matthew Agnew\n\nManaging Partner & Portfolio Manager, Caerus Investors LLC\n\nThank you, Tonya, and good afternoon to everyone on the call. Welcome to our conference call to discuss our fourth quarter and full year 2024 earnings. This afternoon, we issued a press release announcing the financial results for the period ended December 31, 2024. As usual, a copy of the press release is available in the Investor Relations section of our website at investor.caesars.com. Joining me on the call today are Tom Reeg, our Chief Executive Officer; Anthony Carano, our President and Chief Operating Officer; Bret Yunker, our Chief Financial Officer; Eric Hession, President Caesars Sports and online gaming, and [ Charice Crumbly ] in Investor Relations.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements under safe harbor federal securities laws, and these statements may or may not come true. Also, during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Reg G. Please visit our press release located in our Investor Relations section website of our website for a reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure. I will now turn the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & Chief Operating Officer, Eldorado Resorts, Inc.\n\nThank you, Brian, and good evening to everyone on the call. During our fourth quarter, regional performance improved sequentially as we opened our Caesars New Orleans expansion in October in Caesars, Virginia in December. In Las Vegas, we posted roughly flat year-over-year results despite a tough comparison versus last year's inaugural Las Vegas Grand Prix F1 race. Excluding customer-friendly outcomes in our digital segment in October and December, consolidated EBITDA in Q4 would have been flat year-over-year.\nFor the full year of 2024, the company delivered consolidated same-store results of $11.2 billion in net revenues and $3.7 billion in [indiscernible], delivering an EBITDA margin of 3.2%. Moving to our segments and starting with Las Vegas. Same-store net revenues during Q4 were $1.1 billion, adjusted EBITDA was $478 million, down 1% versus last year. We were pleased with the results Las Vegas, especially when compared against the inaugural F1 race held in 2023. Margins in Las Vegas were 44.4%, in line with expectations. Occupancy for the full quarter was 96%, down slightly to last year against F1 comp. Our group business delivered another great performance, representing 16% of occupied room nights and recent investments in our Las Vegas room product and gaming offerings have delivered some of the strongest returns in our Las Vegas portfolio's history, driven by strong cash ADRs and increased gross gaming revenues.\nTurning to our regional segment in Q4. Net revenues declined 1% and adjusted EBITDA declined 5% and an improvement sequentially in the rate of EBITDA decline versus the second and third quarters in '24. During the quarter, we finished the complete remodel of Caesars New Orleans on October 22 and opened the permanent facility in Danville, Virginia on December 17. Results in our regional segment were driven by continued competitive pressures in certain markets offset partially by contributions of the two new facilities we opened later in the quarter, with both new properties exhibiting strong early results. We are excited to capture a full year of results from both New Orleans and Danville in 2025.\n2024 was the conclusion of an intensive capital investment cycle that began at the close of merger in July of 2020. We completed several large CapEx projects that will have meaningful contributions in 2022 and beyond, and we are cycling through competitive pressures in our regional segment that are becoming less negative. Our investments in our property portfolio are evident and our properties have never looked better. We expect that the returns on our investments and continued strength in both brick-and-mortar properties and Caesars Digital will produce a dramatic increase in free cash flow in 2025 and 2026.\nFinally, I want to thank our team members for continuing to execute at the highest level and delivering on our commitment to exceptional family style service. With that, I'll now turn the call over to Eric for some detail on our Caesars Digital segment.\n\nEric Hession\n\nPresident of Caesars Digital\n\nThanks, Anthony. 2024 delivered all-time records in net revenue, EBITDA and cash flow within our Digital segment. Total net revenue was $1.2 billion, up 20% year-over-year and adjusted EBITDA was $117 million versus $38 million a year ago. For the quarter, we generated net revenue of $303 million and $20 million of adjusted EBITDA. Absent low hold in Q4, our digital segment would have generated approximately $370 million of net revenues and approximately $60 million worth of EBITDA. Turning to segment results. iGaming delivered exceptionally strong performance all year, culminating with 65% net revenue growth during Q4.\nOur iGaming franchise continues to deliver industry-leading net revenue growth driven by our improved product offerings within the Caesars Palace Online app and our new Horseshoe app, which is now available in all the jurisdictions in which we operate. In January, we announced the launch of our first branded online Caesars Casino live dealer studio in Pennsylvania, and we plan to roll out similar branded studios in New Jersey and Michigan later in the first half. We also announced a partnership with Bragg Gaming to develop Caesars Zone slot and table content that will help differentiate our offering versus peers.\nTurning to sports betting. During Q4, net revenue declined during the quarter as a result of customer-friendly outcomes in October and December. In addition, our overall volume declined slightly as we limited activity and reinvestment in an unprofitable customer segment. Our Parlay SGP and cash out percentages achieved all-time records during the quarter, and absent the sport friendly outcomes to customers would have resulted in record hold percentage. The increases in these types of wagers, along with our improved customer user experience, support our belief that we will achieve in excess of 10% hold over time.\nAs we look to 2025, we're excited to complete the rollout of our proprietary player account management system, which will lead to a single wallet across all of our sports jurisdictions. Continued improvements in technology, structural hold and customer experience will drive another strong year of revenue and EBITDA growth in 2025 and keep us on track for our $500 million EBITDA goal. I'll now pass the call to Bret for some comments on the balance sheet.\n\nBret Yunker\n\nChief Financial Officer\n\nThanks, Eric. We had a productive fourth quarter, utilizing noncore asset sale proceeds from WSOP and Link Promina to repay $500 million in debt and repurchase additional stock. During calendar year 2024, we acquired 5.1 million shares for $190 million at an average price of $37 per share. Our 2024 debt refinancings have positioned the company to take advantage of a lower cost of debt, driving significant interest expense savings in 2025. We also extended our nearest maturity out to 2027. Over to Tom.\n\nThomas Robert Reeg\n\nChief Executive Officer & Director, Eldorado Resorts, Inc.\n\nThanks, Bret. Thanks, everybody, for joining. I'll fill in some detail on fourth quarter, talk about full year '25. And since we're almost 2 months in the first quarter. I'll give you some color on what we've been seeing during this quarter as well. As Anthony spoke to fourth quarter in Vegas, we were proud of our performance versus last year's inaugural F1. You can see we were roughly flat. Our volume indicators also flat. So room revenue, cash room revenue for us was down less than 1% for the quarter despite the lack of the F1 business. F&B revenue similarly down a little less than 1%.\nAnd our volume indicators in gaming were up slot win, obviously slot coin-in was an all-time record for us in Las Vegas. Table win was up year-over-year helped slightly by a little bit better hold. If you look at regional recall that regional was -- has $500 million or so of trailing EBITDA out of our $1.9 billion that's in the middle of facing new competitive threats in those markets with about $200 million of properties that have tailwinds behind them. In the fourth quarter, you can see that even with just about 10 weeks of New Orleans in 2 weeks of Virginia, our year-over-year performance in regional is down about 5%. As we talked about on the last quarterly call, we talked about the headwinds versus the tailwinds.\nWhat I'd tell you is since that call in October, we've been pleasantly surprised that the competitive impacts that we were anticipating have not been as severe as we anticipated and the performance of our newly opened properties has been stronger than expected. So that I'd expect regional instead of being down slightly to flat year in EBITDA should be flat on the left side of the range and up slightly on the right. So pleased with that. Eric talked about digital the momentum, we're up 64% in eye Casino in the quarter, and that's on top of a full quarter of Caesars Palace online last year, where I think we were up 50-something percent. So we're stacking quarters on top of each other now.\nI feel very good about that. Everybody knows about the sports outcomes that are out, that were unfavorable in the fourth quarter. We can see our structural hold efforts continuing to bear fruit. We're off to a good start in the first quarter. I'll get into a little more detail as we go. In terms of '25, I spoke to you about regional expect flat to slightly up in EBITDA across that vertical. In terms of first quarter, we're kind of right on top of last year. Recall that we lose a day with the leap year last year between now and the other quarter, frankly, that could be the difference between we're flat or we're down a couple of million bucks. But it's our regional business continues to improve. We are now attacking properties that have opened our typical operating philosophies for the first quarter or 2, we don't try to spend into trial. But once our customers have had the trial period, we're in fighting and we're increasing investment in battleground markets.\nAnd I'd encourage you to look at properties earnings -- state monthly revenue reports out of Iowa out of Indianapolis that show what's happening with share and revenue as we fight for those markets. following competitive openings. If you think about regional going forward, Virginia has been beyond our wildest expectations in terms of performance. typically when you double capacity, gaming capacity, your revenues don't keep up with that pace. There's some dilution because you're adding so much product Virginia has kept pace. We've effectively doubled revenue after doubling capacity. Margins are obviously not quite as strong as they are in the tent where they were over 60%, but we're well into the mid-40s in terms of EBITDA margin there. So that's driving strong results.\nNew Orleans had a spectacular Super Bowl. It had a very good fourth quarter. January was difficult. Recall that the terrorist event in New Orleans 4 blocks from our site was December 31. We had a citywide convention that canceled shortly after that. And then you had the first snow -- measurable snow in the city of New Orleans since 1895. So we've had about 3.5 months now of performance, almost 4 months in New Orleans, but it's been a roller coaster given what's happened. We're super proud of the property that we've built. We've been able to show it to our best customers during the Taylor Switch show shortly after opening. And then the Super Bowl, it's been very well received. The numbers are very strong, excluding the noise around the terror and weather.\nSo we feel very good about where those two properties in particular, are heading into and through the first couple of months. In Vegas, if you think about '25 -- I'm sorry, to finish on regional, by the end of '25, the sole remaining competitive opening of any substance that will have not faced is the second Penn Chicago area move from their current site to the new land-based site the bulk of what impacted us in '24 will be well over 12 months behind us, and there's very little coming behind that. So as I've said, we're more sanguine on 25 and regional, 26 should be even better as competitive threats abate and New Orleans and Virginia continue to grow following those investments.\nIn Las Vegas, we -- obviously, we had the Super Bowl last year, and our peers have commented on headwinds relative to not having Super Bowl this year, if you recall, last year, we were outside on the negative side, our normal range of hold. So we held the poorly at the tables. In this quarter, we're back into our normal range, although not heroic. We're still at the left side of that range through the first 2 months, but the recovery back to normal hold should just about offset the loss of the Super Bowl room revenue. So depending on how March comes in, we should be about flat in the first quarter, which I think is different from what you're hearing elsewhere in town and group business will increase this year over last year. Group increases significantly again in '26 with [ ConAg ], Citywide and the State Farm conference that's specific to Caesars early in '26.\nRecall that, that State Farm group is big enough it comes every 3 years. It's big enough that the final event 3 years ago or 2 years ago now was what was a sold-out Garth Brooks conference or an Allegiant Stadium. So that's an awfully big group that Caesars specific. So '25 and '26 set up very well for us in Las Vegas. In digital, digital has had a an exceedingly strong first quarter for us. If you look at iGaming for us, January was up 64% in net revenue keeping in mind that first quarter last year was up 54%. February is tracking to the same number, but again, we'll have 1 less day. So I'd expect February to end up somewhere in the 50s in terms of growth rate.\nCash flow continues to increase. I'd expect you're going to start seeing the best quarters that we've ever posted to date shortly. And all of our targets remain the same. Recall that we laid out our targets before we even launched Caesars Sports that we could reach $500 million of EBITDA we're well on that path. The remaining piece at the end of '25 will be the roll off of some big partnership contracts in the beginning of -- and then I'd expect that we'd be at our targets and recall those targets have not moved since those were just numbers on a spreadsheet almost 4 years ago at this point. So the combination of that, Anthony talked about how our capital expense has come down significantly. We should have in the neighborhood of between among interest expense, lease expense, total capital expenditures and cash taxes and our outflows will be around $3 billion.\nSo you can take whatever your EBITDA estimate and subtract that, and that's our free cash flow number. We did start to buy back stock in 2024. You should expect that our minority with free cash flow remains paying down debt. We want to continue to reduce leverage as we have since we closed the transaction in July of 2020, but now we have share buybacks as a [indiscernible]. And with that, I'll throw it back to the operator for Q&A."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/944756998f5a76e61d25a19e740baa35",
    "period": "2024 Q2",
    "content": "Q2 2024 Caesars Entertainment Inc Earnings Call\n\nQ2 2024 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQJUL 30, 5:30 PM\n\nOperator\n\nHello. Thank you for standing by. Welcome to Caesars Entertainment Inc. 2024 Second Quarter Earnings Call. [Operator Instructions] After the speaker's presentation there will be a question-and-answer session. [Operator Instructions]. I would now like to turn the call over to Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations. Sir, you may begin.\n\nBrian Matthew Agnew\n\nManaging Partner & Portfolio Manager, Caerus Investors LLC\n\nThank you, [ Towanda, ] and good afternoon to everyone on the call. Welcome to our conference call to discuss our second quarter 2024 earnings. This afternoon, we issued a press release announcing our financial results for the period ended June 30, 2024. A copy of the press release is available on the Investor Relations section of our website at investor.caesars.com.\nAs usual, joining me on the call are Tom Reeg, our Chief Executive Officer; Anthony Carano, our President and Chief Operating Officer; Bret Yunker, our Chief Goal Officer; Eric Hession, President, Caesars Sports & Online Gaming and [indiscernible] in Investor Relations.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements under safe harbor federal securities laws, and these statements may or may not come true. Also during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G. Please visit our press releases located on our Investor Relations website. for a reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure. With that out of the way, I will turn the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & Chief Operating Officer, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. Our second quarter delivered consolidated net revenues of $2.8 billion and total adjusted EBITDA of $1 billion, both flat versus prior year.\nOur Las Vegas segment delivered a same-store second quarter net revenue record of $1.1 billion and our adjusted EBITDA of $514 million beat the prior year by 1.2%. These results were driven by continued growth in hotel cash revenue as a result of higher year-over-year occupancy and ADRs and record performance from our food and beverage.\nRecent room renovations at our newly rebranded [ verse ] Tower at Paris and [ Call CM ] Tower at Caesars Palace are driving above plan returns on investment driven by strong gains in cash ADRs. [ Group ] and convention segment also delivered an increase in occupied room night mix year-over-year and recent forward pace for 2025 has strengthened.\nLas Vegas EBITDAR margins of 46.6% were down only 40 basis points year-over-year despite increases in labor. We remain encouraged for operating trends in Las Vegas segment based on our forward expectations for continued strong occupancy and hotel pricing trends, coupled with the decrease in room inventory on the Las Vegas Strip.\nIn our regional segment, adjusted EBITDAR for the quarter was $469 million, down 8% year-over-year. Results were driven by a combination of competitive pressures in certain markets, construction disruption, principally in New Orleans and a difficult comparison in Reno due to a large group event last year, offset by performance from our Danville and Nebraska properties.\nDespite revenue declines, EBITDAR margins in our regional segment were down only 100 basis points, reflecting strong cost discipline. During the quarter, we celebrated the opening of [ Harris, ] Nebraska's permanent facility on May 17, the company's first property in the state, which is off to a strong start. We look forward to the completion of our newly rebranded Caesars property in New Orleans in October and the opening of the Danville permanent facility in December.\nOur elevated capital investment cycle is coming to an end, which will drive strong returns for the regional segment looking ahead. Our team members continue to deliver exceptional guest experiences as a result of their continued hard work and dedication. I want to thank all of our team members for their contributions to our strong results, which are a product of their commitment to excellence. With that, I will now turn the call over to Eric for some detail on the second quarter results in our Caesars Digital segment.\n\nEric Hession\n\nPresident of Caesars Digital\n\nThanks, Anthony. Caesars Digital delivered second quarter net revenues of $276 million, up 28% year-over-year and set a quarterly adjusted EBITDA record of $40 million versus $11 million in the year ago period. Including this quarter, we have now generated trailing 12-month EBITDA of $76 million.\nOur net revenue flow through to EBITDA in the quarter remained within our 50% range. Net revenues in our sports betting segment increased 19% year-over-year, driven by flat handle and hold of 7.2%, which improved 80 basis points versus last year. Our product on the sports side continues to improve and our customers are reacting positively to our increasing mix of parlay and in-game offerings.\nWe continue to drive growth in our parlay wagers with the percentage of that type of wager growing 380 basis points year-over-year, consistent with the trends we've observed throughout the year. In July, we closed on the acquisition of [ Zero Flux, ] a leading sports betting technology company based in Australia. The [ Zero Flex ] team has already started contributing to the product innovation and driving hold improvements and customer engagement.\nIn our iGaming segment, net revenues grew 50% for the second consecutive quarter, driven by a 33% increase in volume and a 30 basis point year-over-year improvement in hold. Caesars Palace online continues to grow as a percentage of our total iCasino revenues. We're actively enhancing the product offering by adding new and exciting game content, including exclusively designed Caesars themed games.\nWe successfully completed the acquisition of [ Wind bet ] operations in Michigan in June, which sets the stage for the introduction of our new iGaming app, which will be branded the [ Horseshoe ] in early Q3. As we head back half of the year, we continue to be optimistic about the progress we're making in both sports and iCasino and we -- I believe we are well set up for a strong finish to the year. We now offer sports bank in 32 North American jurisdictions, 26 of which offer mobile wagering. I'll now pass the call back to Brett for some comments on the balance sheet.\n\nBret Yunker\n\nChief Financial Officer\n\nThanks, Eric. Strong free cash flow generation of over $100 million in Q2 was applied to permanently reduce our 2030 Term Loan B. Our refinancing activity over the past 2 years has significantly extended our maturity profile with our nearest maturity now 3 years away.\nWe continue to monitor the capital markets to opportunistically lower our cost of debt. As Anthony noted previously, our elevated capital investment cycle is nearing completion and we expect to see CapEx coming down by roughly $200 million in 2025, setting the [indiscernible] increase in free cash flow. Over to Tom.\n\nThomas Robert Reeg\n\nChief Executive Officer & Director, Eldorado Resorts, Inc.\n\nThanks. To dig a little more deeply into numbers starting in regional. April was a terrible month for us when we last talked to you. We're obviously -- in April, you had the Easter calendar shift. That wasn't clear how the month would shake out. But if you look at the decline in regional year-over-year, April was more than 100% of that.\nMay and June, both were up year-over-year. If you look at Caesars specific items in the quarter, New Orleans were at peak construction disruption in the center of the casino right now. That's going to continue for the next month or so. So that hits us in this quarter as well. Reno, those of you who have followed us a long time know that one of the biggest groups in Reno are the bowlers. This year's Bowling Group is about 20% of the size of last year. So we're missing well over 40,000 direct room nights from them and likely more as they book through other channels. And the combination of those 2 items in the quarter cost us $25 million -- over $25 million of EBITDA, and those will continue into the third quarter.\nThe bowlers left end of July last year. New Orleans Construction will complete Labor Day. In addition, Churchill's [ Terra hot ] property impacted Indianapolis in the quarter, and we anniversaried the temporary opening in Virginia for about half of the quarter.\nSo as I look forward, I'd expect third quarter looks something like this. Fourth quarter, we get the benefit of a full quarter of New Orleans rolling out it's new product. Recall that we've got about $80 million there of incremental gaming revenue that -- with the way taxes work in New Orleans would be without casino tax to us and then expect Virginia to open before the end of the year.\nSo I would expect we'd be a grower in the fourth quarter, third quarter probably looks similar to this. And then we feel good about [ '25 ] in regional. In Vegas very pleased with the quarter. Keep in mind, we had about $20 million of headwinds between union contract raises plus employee and venues that weren't open last year. So restaurants that were under construction and opened subsequent to second quarter last year.\nSo to fade that [ 20 ] and grow. I'm particularly heartened that hold was a nonevent in the quarter. We were in our range. And the difference quarter-over-quarter was less than the increase in EBITDA. Obviously, we held margins well. Anthony mentioned the 2 hotel remodels that we did, [indiscernible] performing quite well. [ Versa ] has knocked the cover off the ball for us. That's -- for [indiscernible] are up year-over-year. That's almost 60% lift, and that's before the rooms with the balconies came online.\nJust recently, and the connector should open in this quarter that should have further tailwinds on that tower that's been our most successful hotel renovation in possibly the history of Caesars certainly since we've been involved. So excited about that.\nRest of the year looks strong. Expect Vegas to post growth. I know that that's not what's been reflected in estimates, but we feel very good about the rest of the year and into '25. Eric talked about digital, another quarter of nearly 30% net revenue growth, 50% flow-through, which is what we've told you that we expect to deliver. July is off to a fantastic start. Growth is in excess of that target.\nSo we feel good about third quarter and then we'll get into -- by the end of this quarter, we'll be into football. So feel very good about where digital is headed. Expect that the Horseshoe brand, the second brand in iCasino can help us build on the gains that we've had since we rolled out Caesars Palace online. So momentum in digital is quite strong for us and all of the targets that we've laid out in the past still seem well within our grasp. So feel very good about that.\nAnd then as Bret and Anthony both hit on, we will roll out -- we'll finish our CapEx cycle that we entered into when we closed the merger in 2020 with the opening of Virginia by the end of the year. That will bring that CapEx down a couple of hundred million gross CapEx over $500 million. And coupled with what's going on in digital in the brick-and-mortar portfolio, we're going to see a significant lift in free cash flow.\nAs we stated you should expect us to be looking for what we'll do with that free cash flow. We continue to plan to reduce debt to reduce leverage. At current levels in the stock, I wouldn't be surprised -- you shouldn't be surprised if you see us become a buyer of stock as we get to that inflection point. And with that, I will turn it back for questions."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b0a7961cfbef63be77f724247467750e",
    "period": "2024 Q1",
    "content": "Q1 2024 Caesars Entertainment Inc Earnings Call\n\nQ1 2024 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQAPR 30, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Caesars Entertainment, Inc. First Quarter 2024 Earnings Call. [Operator Instructions]. As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations. Please go ahead.\n\nBrian Matthew Agnew\n\nManaging Partner & Portfolio Manager, Caerus Investors LLC\n\nThank you, Jonathan, and good afternoon to everyone on the call. Welcome to our conference call to discuss our first quarter 2024 earnings. This afternoon, we issued a press release announcing our financial results for the period ended March 31, 2024. A copy of the press release is available in the Investor Relations section of our website at investor.caesars.com. As usual, joining me on the call today are Tom Reeg, our CEO, Atlantic City, our President and COO; Bret Yunker, our CFO; Eric Hession, President, Caesars Sports & Online Gaming; and my colleague, Charise Crumbley Investor Relations.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements under safe harbor federal securities laws, and these statements may or may not come true. Also, during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G. Please visit our press releases located under Investor Relations website for a reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure. I will now turn the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & Chief Operating Officer, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. During the first quarter, consolidated net revenues of $2.7 billion declined 1% and total adjusted EBITDAR of $853 million declined 10% year-over-year. We faced several transitory issues during the quarter, including low table hold in our Las Vegas segment and inclement winter weather in our regional segment plus a loss on the launch of Sports Betting in North Carolina. Despite these transitory issues, there were several bright spots during the quarter, including record Q1 occupancy in Las Vegas, driven by strong visitation, 23% OSB net gaming revenue growth and 54% iCasino net gaming revenue growth in our Digital segment and sequential improvement in operating results in our Regional segment each month during Q1.\nDespite the hold related headwinds in Las Vegas during the quarter, our Las Vegas segment delivered $440 million of adjusted EBITDAR, which is the second best Q1 on record. Occupancy in Q1 reached 97.6%, a new Q1 record, which also drove a record for Q1 cash hotel and food and beverage revenues during the quarter. In our Regional segment in Q1, we delivered $433 million of adjusted EBITDAR down 3% versus last year, driven by unfavorable winter weather during the first 6 weeks of the quarter. Regional trends improved each month throughout the quarter with March delivering positive revenue and EBITDAR growth. Similar to prior quarters, outside of the negative weather impacts, we continue to face new competition in a few markets and construction disruption in New Orleans, which was partially offset by our new temporary facilities in Danville, Virginia and Columbus, Nebraska.\nTurning to CapEx. In 2024, we will finish several construction projects that we expect to generate strong returns and will complete an elevated CapEx cycle for the company. The permanent facility in Columbus, Nebraska will open on May 13. Construction in New Orleans should finish by Labor Day and the permanent facility in Danville is expected to open by year-end. All 3 of these projects will deliver strong returns on capital to drive growth in Regional segment. I want to thank all of our team members for their hard work so far in 2024. Our strong results are a reflection of their dedication to delivering exceptional guest service. With that, I will now turn the call over to Eric Hession for some insights on the first quarter performance in our Digital segment.\n\nEric Hession\n\nPresident of Caesars Digital\n\nThanks, Anthony. Caesars Digital delivered $282 million in net revenues, up 19% year-over-year and generated $5 million of adjusted EBITDA during the quarter. Results in our Digital segment were driven by strong momentum in both online Sports Betting and iCasino during the quarter. As Anthony mentioned, Online Sports Betting net revenues grew 23% and iCasino delivered 54% net revenue growth. The strong performance in these 2 verticals was offset slightly by declines in our Retail and Other segments. In our Online Sports Betting segment during the quarter, hold increased roughly 80 basis points year-over-year. However, despite the increase, it was at the lower end of our expected range due to less favorable results around Super Bowl and March Madness. Despite the unfavorable large event outcomes, Parlay mix improved approximately 400 basis points year-over-year during the quarter, driven by our improved user interface and pricing uptime.\nHigher parlay mix gives us confidence in our ability to continue to improve holds throughout 2024 and beyond. iGaming set new quarterly records for active customers, volume, GGR and net gaming revenue driven by the success of our New Caesars TellUs Online App, which despite only launching roughly 7 months ago, now makes up more than 50% of the net gaming revenues in this segment. Customers continue to respond favorably to the product interface, game content and improved loyalty marketing. iCasino remains a critical component of our Digital growth strategy for 2024 and beyond. During the quarter, we also successfully launched Mobile Sports Wagering in North Carolina. We're encouraged by the early results and have signed up new customers at a faster pace than prior state launches, translating into a higher initial market share.\nWe remain focused on several key priorities for the remainder of the year. On the Sports Betting side, work continues on our proprietary TAM, which will enable shared wallet across state lines. We expect to deliver this important functionality across all the jurisdictions in which we operate by the middle of 2025. We will also continue to improve our product on the Sports Betting side, enhancing our same-game parlay, live wagering and internal pricing. On the iCasino side, we will continue to add additional game content and functionality and are on track to launch our new iCasino brand in the second half of 2024. We now offer Sports Betting in 31 North America jurisdictions, 26 of which offer mobile wagering.\nI'm very pleased with the project -- progress we made this first quarter. Excluding the effects from new state launches, our net revenue flow-through to EBITDA was over 50%, consistent with our expectations and setting the stage for continued profitable growth in the years ahead. Now I'll turn it over to Bret.\n\nBret Yunker\n\nChief Financial Officer\n\nThanks, Eric. We had an active first quarter on the capital markets side, refinancing $4.4 billion of parent-level debt, eliminating the CRC credit entity and extending debt maturities to 2031 and beyond. On April 26, we closed on a new $425 million bank financing at the joint venture level for our Danville property. This facility will be used to cover all remaining CapEx requirements for the permanent casino that is expected to open in December. 2024 CapEx, excluding our Danville JV is expected to be $800 million. We look forward to using strong free cash flow generation to continue to repay that and reduce leverage towards our stated goals over to Tom.\n\nThomas Robert Reeg\n\nChief Executive Officer & Director, Eldorado Resorts, Inc.\n\nThanks, Brett. We're not in the habit of delivering quarters that look like this. So I want to go through detail on how we got there and want to talk about whether anything fundamental has changed in the business. This is the kind of kind of answer the questions I would have if I was in your seat. If you look at the biggest buckets that this was kind of a kitchen sink type quarter for us, everything that could go wrong did for us. The biggest pieces are hold in Las Vegas, weather across the country that was well understood and you've seen with others and then losses around the launch of North Carolina in Digital. There's others that I'll touch on that are more minor, but there's well over $75 million of what's clearly onetime negatives for us in the quarter. So if I look at kind of the -- where we came out of the quarter and the way the business was operating fundamentally during the quarter, it looks more in my estimation, like a flattish quarter, notwithstanding the EBITDA that we posted.\nStarting in Vegas, our typical hold is -- range of 20% to 23% tables in Vegas. We were 15% for the quarter. So 500 to 800 basis points below normal range. Midpoint of that is 650, and that's on $850 million of drop. So you can see that's in a very, very large piece of the shortfall in the quarter. This is -- table hold is a typical bell curve, we were certainly in the second standard deviation to the negative. We are completely comfortable that this reverses over time. You'll have quarters that -- are the reverse. I'm sure you -- as you're listening, you can think of some in recent history that were 2 standard deviations to the positive, unfortunately not for us, but our time will come. This was not an instance of a few players beating us. This was kind of repeated but kicking broadly based throughout the quarter.\nIf you look at our volumes, slots were about flat. As Anthony said, Hotel and F&B hit set first quarter records and both Hotel and F&B -- the revenue overcame the increases in union costs to deliver more profitability to us. So volumes were great. People are still here we just didn't hold. And if you think about running these [ properties ] at over 97% occupancy, you're fully staffed. There is no opportunity to make uphold. So it's particularly negative on the operating leverage side when you don't hold. We have the additional impact of Adelle in [indiscernible], shifted dates from March into the fourth quarter that impacts this quarter, but that's revenue and EBITDA that we will pick up in the fourth quarter with the rescheduled dates, so largely a nonevent other than in this quarter's numbers. If we look at forward, as we sit here today, I'm looking at April, May, June, each month is forecast at 98% occupancy in the market.\nOur cash rates are depending on the month, up 8% to 14%. So Vegas remains very, very strong. I'm not a guy who likes to talk about hold. So I'm hoping this is the last time I talk about it this year. But if you presume normal hold and what we see in front of us on a forward basis, I would expect Vegas to grow for each of the last 3 quarters of the year. We're in about a $70 million -- a little over $70 million [ hold ] out of the quarter. I don't know that we'll make up that entire $70 million that probably needs hold benefit on the right side of the range, and I'd expect we're eating at that throughout each quarter the rest of the year. Moving to Regionals. We were down 3%. As I said, weather was a significant impact that everybody knows about. Absent weather, Regionals would have been up year-over-year for us. We are particularly optimistic about the rest of the year, particularly the second half, continue to believe that Regionals will grow on a full year basis for us.\nAnthony talked about New Orleans and Danville coming online to give you an addition to Columbus, Nebraska, which will start cash flowing in the next couple of weeks. So that's dollars we've spent that has no EBITDA attached to it until it opens 2 weeks from now. But if you start in Danville, that's a property that's operating in a temporary structure at the highest win per unit numbers in our entire system, which reflects unmet demand. We almost double our capacity when we opened the permanent facility at the end of the year. That's -- that will be dilutive to margins because the permanent facilities -- I'm sorry, the temporary facility is operating in excess of 60% margins, but it's accretive to overall EBITDA. And then if you think about New Orleans, as that opens Labor Day and you think about returns, recall that the way New Orleans runs its gaming tax regime in the City of New Orleans. There's a flat tax until you reach a certain level of gaming revenue.\nAs we sit here today on an LTM basis, we're about $75 million below where that property moves to a variable rate versus a flat tax. So if you think about it in terms of returns on the project, the first $75 million of incremental gaming revenue generated has no incremental gaming taxes. So obviously, as extraordinarily high flow-through. So that's Regional in Vegas. One more thing on Regionals. If you think about trajectory, Regional EBITDA in January for us was down more than 20%, in February was down about 4% and in March was up about 10%. And if you look at this quarter, it's hard to talk much about April in terms of predictive effect since Aprils' the least important month of the second quarter, but we feel good about the quarter and the rest of the year. Digital -- an exciting story for us I may be repeating some of Eric's numbers, but if you look at Digital, North Carolina for us was a much more successful launch in terms of customer acquisition than we were anticipating. And then what we have seen in recent states, we didn't make any change to how we promoted into it. It's really a comment on the strength of our database in North Carolina.\nBut our first month market share was almost 9% of the market, which is about 3x what we've been doing in other new launch states. So as a result, North Carolina was negative 11% of net revenue in the quarter and negative $20 million of EBITDA. So if you strip out that launch, we were $25 million of EBITDA. OSB revenue was up 33% and iCasino, as Eric said, which was not impacted by North Carolina was up 54%. So tremendous momentum in Digital for us in the quarter, and that was despite, as others have talked about March Madness, Super Bowl were not great from a whole perspective, our hold was up. Our Parley percentage was up over 20% versus same quarter last year. So our efforts to increase our hold our bearing fruit. As you can see, we are almost 100 basis points better in the queue despite poor sports outcomes.\nOn the Caesars Palaces' online launch, as Eric said, we're now in our 7th month post launch, and that business is already doing more than 50% of our revenue. In iCasino, it's doing exactly what we anticipated in terms of creating an iGaming customer base that looks like our database looks like our physical floors, SKUs female, SKUs to slots, you should expect us to continue to build on that momentum. We'd anticipate launching a second brand very similar to the first before the end of the year that should allow us to continue that momentum. There's been a lot of talk for a lot of quarters about, \"Can you get to $500 million\"? I've talked about the legs of the stool that get us there. If we look at it in a different way, in terms of what I see as I look at how we build this business, we did $1 billion of net revenue in Digital in 2023. We reported $40 million of EBITDA on a hold-adjusted basis, fourth quarter, that'd be $60, whether you use $40 or $60 start there. The industry growing at 30% this year. We're growing -- we should be growing at least at that given our iGaming is growing considerably faster than the market. As Eric said, our flow-through was in excess of 50% in this quarter. So if you take the $1 billion, you have us grow at the market level and you flow that through. It's very easy for you to do that math. If you do that again, in 2025, that should get you to something like $1.7 billion of revenue and something over $400 million in EBITDA.\nThat does not include any benefit from the partnerships that roll off in the '24, '25 time frame. That's how I get to the $500 million target in '25 that very few of you believe that I see as really simple math and continuation of what's already happening in this business. If you want to quibble with me whether $500 million is a full year '25 number or we're run rating at that level in '25 and don't quite get to $500 million. I'm happy to have that discussion. I'd say that's certainly up for debate. But the idea that we're not going to do $500 million to me looks highly unlikely. And as I look at that target now, I look at that as a point in time, and we're going to continue to move past that. We are going to generate more than $500 million of Digital EBITDA. It's just a matter of when we're going to generate that. So we feel very, very, very good about what's going on in Digital and that it really matches the progress against markers that we laid out when there was no one in the space laying out any similar markers before we launched in August of '21. We laid out how much we spend, what we thought the return could be and we are right on that pace, if not had at this point. So feel fantastic about where digital is today. In terms of capital, we're spending a lot of capital this year. I've talked about on prior calls, we walked into a lot of capital spend when we did the Caesars merger. Caesars had already agreed to make the New Orleans investment that finishes Labor Day. They had already won the license in Danville. The permanent opens at the end of the year. And New Jersey gently encouraged us to spend the $400 million in CapEx in New Jersey. That's in the rearview mirror at this point. So as we report this quarter, we are 1 quarter closer to the step-down in CapEx spend and the increase in free cash flow that I've talked about as our opportunity to move to offense, whether offense is buying in stock that in my estimation seems attractive or if we're in a different ZIP code potentially looking outside for growth opportunities. You're really -- as we sit here at the end of April, you're about 5 months away from that. So we -- you should expect a step down in gross CapEx in '25, that's in excess of $500 million. Brett told you we just closed on our Danville credit facility, so the funding from Danville doesn't come through our balance sheet this year.\nSo we really feel good about where we're sitting, what the rest of the year looks like. But as I said, we're not in the habit of reporting quarters like this. I wanted to give everyone a sense of where I see the business and where I see what this quarter looked like. You'll all do with that what you will. But we anticipate getting back to quarters like we've been printing for the last 10 years, starting with the next one. And with that, I'll open it up to questions.\n\nOperator\n\n[Operator Instructions] And our first question comes from the line of Carlo Santarelli from Deutsche Bank."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bf3256926b0e059b1722e060d0147d2a",
    "period": "2023 Q4",
    "content": "Q4 2023 Caesars Entertainment Inc Earnings Call\n\nQ4 2023 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQFEB 20, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Caesars Entertainment, Inc. 2023 Fourth Quarter and Full Year Earnings Conference Call. [Operator Instructions]. I would now like to hand the conference over to your speaker today, Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations.\n\nBrian Matthew Agnew\n\nManaging Partner & Portfolio Manager, Caerus Investors LLC\n\nThank you, Josh, and good afternoon to everyone on the call. Welcome to our conference call to discuss our fourth quarter and full year 2023 earnings. We issued a press release announcing our financial results for the period ended December 31, 2023. A copy of those results are available on the Investor Relations section of our website at investor.caesars.com. As usual, joining me on the call today are Tom Reeg, our CEO; and Anthony Carano, our President and Chief Operating Officer; Bret Yunker, our CFO; Eric Hession, President, Caesars Sports and Online Gaming and [ Sheree Scrumbly ] from Investor Relations. Before I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements under safe harbor federal securities laws, and these statements may or may not come true. Also, during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G. Please visit our press releases located at our Investor Relations website for a reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure. I will now turn the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & Chief Operating Officer, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. We generated consolidated net revenue growth and stable year-over-year adjusted EBITDA in the fourth quarter. Results were driven by significant year-over-year growth in revenues and adjusted EBITDA in our Digital segment. As previously disclosed in our preannounced results during January, our Las Vegas segment experienced several onetime headwinds during the quarter that negatively impacted results which Tom will quantify in more detail. For the full year, on a consolidated same-store basis, Caesars generated 7% revenue growth and 22% adjusted EBITDA growth. All of our operating segments delivered revenue growth in 2023 and our brick-and-mortar properties delivered stable EBITDA. Caesars Digital produced a breakout year with 77% revenue growth and $38 million of full year adjusted EBITDA. [indiscernible] the headwinds in Las Vegas during the quarter, our Las Vegas segment delivered $489 million of adjusted EBITDA in Q4 and $2 billion for the full year, up from $1.4 billion in 2019 on a same-store basis.\n2023 in Las Vegas was a year driven by record occupancy and record ADRs throughout our portfolio. Strong occupancy and ADRs led to records in cash hotel revenues and food and beverage results. Our group segment set another adjusted EBITDA record in 2023 and increased occupied room nights to 17% of our mix in Las Vegas. While we clearly had a strong year in Las Vegas, we remain optimistic for '24 and beyond. Forward occupancy and ADR remained strong, and the outlook for group and convention remains encouraging. The event calendar in Las Vegas remains robust, and we expect to build upon 2023 momentum for several key events. In our regional segment in Q4, we delivered $431 million of adjusted EBITDA, down 3% versus last year, driven by new competition in a few markets we have discussed before, and construction disruption in New Orleans and Harris Park, partially offset by new openings in Danville, Virginia and Columbus, Nebraska.\nFor the full year, our regional segment delivered $5.8 billion in revenues and $1.96 billion in adjusted EBITDA. Similar to Q4, annual results were driven by new property openings offset by new competition in certain markets, construction disruption at a few properties and the negative impact of core weather. In 2024, we will finish several construction projects that we expect to generate strong returns and will complete an elevated CapEx cycle for the company. The permanent facility in Columbus, Nebraska should be opened by midyear construction in New Orleans should finish by Labor Day and the permanent facility in Danville is expected to open by year-end. All three of these projects will deliver strong returns on capital to drive growth in our regional segment. I want to thank all of our team members for their hard work in 2023. Our strong results are a reflection of their dedication to delivering exceptional guest service. And with that, I will now turn the call over to Eric for some insights on the fourth quarter and full year performance in our Digital segment.\n\nEric Hession\n\nPresident of Caesars Digital\n\nThanks, Anthony. On our Q4 call last year, I talked about how the benefits of scaling net revenues in our Digital segment would drive improved profitability given the high flow-through nature of the business. This transpired as strong revenue growth in Q4 and for the full year of 2023, led to several notable records within our digital business. Net revenues for Q4 grew 28% to a new quarterly record of $304 million, and the segment generated $29 million of adjusted EBITDA, also a record. On a hold-adjusted basis, we estimate that the segment would have delivered close to $60 million of adjusted EBITDA during Q4. Sports betting volumes during the quarter grew over 12% with a hold rate of 6.4%, up year-over-year, but negatively impacted by November hold coming in below our expected range.\niGaming growth accelerated throughout the quarter and delivered over 50% growth in volume led by Caesars Pallets online, which contributed to our first quarter of $100 million in GGR for the segment. For the full year of 2023, our digital segment achieved 78% net revenue growth to $973 million, a new annual record. And $38 million of full year adjusted EBITDA also an annual record. On the sports betting side, during 2023, we continued to focus our product and technology improvements on the overall experience for our customers. They responded favorably to improve same game parlay product enhancements, in-game wagering improvements and streaming technology. The percentage of customers making partly wagers continues to improve, and the average legs per wager also continues to steadily increase, giving us confidence in our ability to improve hold throughout 2024.\nOn the iCasino side, we introduced our new Caesars Palace online app in August of 2023. We results to date are very encouraging as we've seen active customer counts and volume growth grow sequentially each month. The core iCasino slot customer has responded positively to our significantly improved offering. We're pleased that the new product and brand resonate much better with our Caesars Rewards database than our casino associated with the Sportsbook. iGaming remains a critical component of our digital growth strategy for 2024 and beyond. In support of that strategy, after the market closed, we announced an agreement with the Sue St. Marie tribe of Chippewa Indians and wind resorts to enable a second iGaming brand in Michigan, which we plan to launch before the end of the year pending regulatory approvals. The existing wind operations have been averaging approximately $3 million of [indiscernible] per month, and we will work with their team to transition the customer base to our newly branded product when we launch. Following regulatory approvals, we will have secured market access for a second brand in every jurisdiction where we currently offer the Caesars Palace online eye Casino, which allows our new brand to benefit fully from the scale.\nWe now offer sports betting in 31 North American jurisdictions, 25 of which offer mobile wager. I'm very pleased with the progress we made in 2023. If you recall, our objective was to drive a solid return on investment for our shareholders as our business grew and matured over time. Our thesis was grounded on a reasonable TAM, an early effort to build brand awareness and harvesting the benefits of a very scalable business with a high portion of fixed costs. Our performance in 2023 sets the stage for continued profitable growth in the years ahead and keeps us on our path towards achieving $500 million of adjusted EBITDA. I'll now pass the call over to Brett for additional comments on Q4 and the full year.\n\nBret Yunker\n\nChief Financial Officer\n\nThanks, Eric. To put a bow on 2023, we ended the year with net debt of $11.4 billion and net leverage of under 4x. 2023 CapEx spend, excluding AC and our Danville joint venture came in at $900 million. In January, we refinanced our 2025 debt stack and eliminated the CRC credit entity. Pushing $4.4 billion of maturities into 2031 and beyond at highly attractive interest rates. Pro forma for the transaction, roughly half of our debt is now floating rate, which will benefit our free cash flow as the rate cycle turns to cuts going forward. 2023 CapEx excluding Danville, which is funded at the JV level is expected to be $800 million. Over to Tom.\n\nThomas Robert Reeg\n\nChief Executive Officer & Director, Eldorado Resorts, Inc.\n\nThanks, Brad. To touch briefly on the fourth quarter results. I know we pre-released about a month ago. So they've been out there. If you look at the Caesars specific items that were going on in the quarter to get toward what is our -- where do we come run rating out of the quarter. We had in Vegas, recall that we were accruing for the new union contract that was signed in the fourth quarter. The accruals that we had put in place since June 1 were not quite at the level where the contract ultimately landed so there's a catch-up payment in there. The Versa tower that we were transforming Horseshoe into [indiscernible] [ in Paris ]. Those rooms were entirely offline in the quarter. So we had 65,000 fewer room nights at over $200 million -- or $200 ADR in sports has been well documented away from us. November hold was historically in player we quantified that to about $20 million in our pre-release in EBITDA. And we had construction disruption, as Anthony says, Indiana and New Orleans in the quarter. If you put all that into the blender and figure out where we came out. I have said $975 million to $1 billion of run rate EBITDA in the fourth quarter, we had stronger hold last year in Vegas than we did this year. Both within our normal range. We were more middle of the range this year, high end of the range last year, not in those numbers that I gave you. But if you look at Vegas on any volume indicator, room revenue was up despite the fewer room nights.\nFood and beverage revenue was up double digits. Slot handle was up, table drop was flat for us. As you'll recall in prior quarters, we talked about F1 as a big stimulator demand for us. We had been talking about a 5% lift in EBITDA in the quarter from F1. Our actual experience was about a 4% lift. So pretty close to what we were expecting. It was a huge lift for the high-end properties in the market, as you've seen, including Caesars Palace and Paris for us, it was less so for mass market properties. But generally speaking, it was a phenomenal event for the market. It needs to get -- obviously, that was the first year of the Grand Prix in Las Vegas. It was a gargantuan effort to pull-off rates at all as with anything of that scale where you [indiscernible] what would I do differently as we move forward. We know and Caesars that this will be a better event when more of the city is energized, not just the 4 or 5 buildings that garnered the brunt of the benefit.\nSo we're working with our partners in the city and with F1 to make sure that it is a more broadly successful event next year than even the success that it was here. Thinking about this year, as we look forward now, January was a debacle from a weather standpoint. I think that's well understood across the market, you had about 3 of the 4 weeks that were significantly weather impacted. So we and everybody else starts in a January whole. What's good about that is January is a seasonally slower month to begin with. I expect even with what went on in January, we'd expect growth from each of our 3 segments. I expect growth in Vegas and EBITDA in regionals and EBITDA and in digital, with digital being the most dramatic in my expectation. If you look at what's going on in digital, we're particularly excited with what's happening in eye Casino.\nI know we've talked about iCasino for a very long time. We're seeing the fruits of our labor there. Eric and Matt Sundelin and their team have done a fantastic job. You saw fourth quarter handle on revenue was up 50% plus. We continue to grow on a month-over-month basis from there. So we're accelerating from their Caesars Palace online, as Eric said, launched second half of the third quarter. It's already to the point where it's about the same level of revenue as the business that preceded it in Caesars and it has created the shift that we anticipated to more slot play, more skewed towards female in line with our Caesars Reward database, that's a higher hold business as well. So our iCasino numbers are ramping very, very quickly and continuing to accelerate. Keep in mind that in the digital business, iCasino is a higher-margin business than OSB. So that bodes well for us this year. And in terms of capital, free cash flow, recall that when we finished -- when we completed the merger with Caesars, we had a number of big ticket items that were either committed to as part of the merger like this $400 million of spend in Atlantic City or had been committed to by either the Caesars side or El dorado side. Prior, we were rebuilding the Lake Charles property.\nWe had -- we extended the lease in New Orleans, and we're pursuing an expansion there that was tied to that lease extension. And we had been awarded the license in Danville, which has been home run out of the box. But chunky capital projects with really not much discretion involved with them. And I'm pleased to say that we're reaching the other side of that in '24, Atlantic City is in the rearview mirror, as is Lake Charles, the -- I'm sorry, the Caesars New Orleans project, should open late third quarter and the Danville project should open by the end of the year. So as we look to -- by the time that Danville project opens, we have a significant reduction in CapEx as we move forward. Free cash flow should be continuing to improve, both from growth in EBITDA reduction in CapEx, and as Brett said, our financing that we executed in January. If you think about -- this is the second consecutive January, Brett and his team have executed a $4.5 billion financing for us. Nobody really would have set up a balance sheet with $9 billion in 2025 maturities, but that's what the market allowed us to do when we came to finance Caesars in the middle of the pandemic. So that's what we dealt with.\nLast year, when rates were going up, we did $4.5 billion and shifted our fixed to floating interest ratio to 75% fixed, 25% loading as rates rose. This year, we reversed that did the $4.5 billion. Now we're 50% floating, 50% fixed. So as we pay down debt and the Fed moves into the rate cutting regime that they are telegraphing free cash flow further improves for us. So we're very pleased with 2023, I add my thank you and congratulations to our team members who delivered an unbelievable year for us to shy of $4 billion of EBITDA lift of over $700 million from on 2022, and we're excited for what 2024 holds for us. And with that, I'll open for questions."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/46009f8f7219a5a71da5df491a50d5a2",
    "period": "2023 Q3",
    "content": "Q3 2023 Caesars Entertainment Inc Earnings Call\n\nQ3 2023 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQOCT 31, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Caesars Entertainment Inc. 2023 Third Quarter Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations.\n\nBrian Matthew Agnew\n\nManaging Partner & Portfolio Manager, Caerus Investors LLC\n\nThank you, Josh, and good afternoon to everyone on the call. Welcome to our conference call to discuss our third quarter 2023 earnings. This afternoon, we issued a press release announcing our financial results for the period ended September 30, 2023. A copy of the press release is available on the Investor Relations section of our website at investor.caesars.com.\nAs usual, joining me on the call today are Tom Reeg, our CEO; Anthony Carano, our President and Chief Operating Officer; Bret Yunker, our CFO; and Eric Hession, President, Caesars Sports and online gaming.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements about the company's performance. Such forward-looking statements are not guarantees of future performance. and therefore, one should not place undue reliance on them.\nForward-looking statements are also subject to the inherent risks and uncertainties that could cause actual results to differ materially from those expressed. For additional information concerning factors that could cause actual results to differ from those discussed in our comments today, you should refer to the cautionary statements contained in our press release and also the risk factors contained in our company's filings with the Securities and Exchange Commission. Caesars Entertainment undertakes no obligation to revise or update any forward-looking statements to reflect events or circumstances that occur after today's call.\nAlso during today's call, the company may discuss certain non-GAAP measures as defined by SEC Regulation G. The GAAP financial measures most directly comparable to each non-GAAP financial measure discussed, and the reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure can be found on the company's website at investors.caesars.com, by selecting the press release regarding the company's 2023 third quarter financial results.\nWith the disclaimer out of the way, I will now turn the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & Chief Operating Officer, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. We delivered the strongest consolidated adjusted EBITDA quarter in the history of the company, led by a new all-time quarterly adjusted EBITDA record in our regional markets, profitability in our digital segment and continued strength in our Las Vegas segment. All 3 segments grew adjusted EBITDA year-over-year.\nStarting with our Las Vegas segment. Demand trends remained healthy during the third quarter with occupancy increasing to 96.6% versus 93.6% in the prior year. Total Las Vegas segment revenues were up 4%, driven by higher occupancy and higher ADRs, which drove record cash hotel revenues, record gaming revenues and record food and beverage revenues. Excluding real payments, our Las Vegas segment generated $494 million of adjusted EBITDA with a margin of 44%.\nDuring the quarter, our group segment also delivered an all-time Q3 record for adjusted EBITDA. As we look to the remainder of the year, Las Vegas continues to benefit from strong leisure and casino guest demand, a robust events calendar and the continued strength of the group and convention segment. We're looking forward to the inaugural F1 race in November, the culmination of significant planning and infrastructure improvements executed by the city, in order to deliver a great event.\nHeading into '24, we are also excited for Las Vegas to host the Super Bowl in February, in addition to many other new and exciting events planned throughout the year. Las Vegas continues to benefit from one of the strongest event calendars in the United States.\nIn our regional segment, revenues were up 2% versus last year, and adjusted EBITDA grew to $575 million, the best regional quarter on record. Stable guest demand, combined with excellent performance from our completed capital projects and newly opened facilities helped to offset competitive pressures in a few of our markets. Our regional segment is benefiting from a diversified portfolio across the United States.\nTurning to our capital projects. We are anticipating a Q4 opening for our Harrah's Hoosier Park property expansion, and we expect to have the new Versailles Tower rooms in Vegas, online by the end of the year. 2024 is a busy year, and we expect to complete the permanent facilities in Danville, Virginia and Columbus, Nebraska, as well as the new hotel tower and completely remodeled Caesars New Orleans project.\nWe are looking forward to a strong finish to 2023. Consumer demand remains strong, and our capital projects are winding down. We will continue to remain focused on operating cost efficiencies, harvesting returns on project capital and driving long-term EBITDA growth. I want to thank all of our team members for their hard work. Our success is a direct result of the dedication of our team members and their commitment to delivering exceptional guest experiences every day.\nWith that, I'll now turn the call over to Eric for some insights on the second quarter in our digital segment.\n\nEric Hession\n\nPresident of Caesars Digital\n\nThanks, Anthony. During the third quarter, we delivered another positive adjusted EBITDA result and a significant improvement versus the same quarter last year. Caesars Digital generated $2 million of adjusted EBITDA versus a $38 million EBITDA loss last year, demonstrating significant and continued year-over-year flow-through improvements.\nCaesars represented a second consecutive quarter of EBITDA profitability in our Digital segment and makes us positive now on a trailing 12-month basis as well. During the quarter, online sports betting handle increased 14% and iCasino handle improved 38%. Revenues were negatively impacted by lower year-over-year hold in both our online sports betting and iCasino segments, which we believe to be temporary.\nWe continue to remain balanced with our promotional spend during the quarter with a focus on investing in our best customers, resulting in an overall promotional spend being among the lowest in the industry.\nDuring the quarter, we delivered our new stand-alone iCasino app, Caesars Palace Online, the product features enhanced game content and functionality in addition to facilitating segmented marketing. The results of which drove monthly GGR and NGR in its first full month of operation to a record. We anticipate realizing increasingly positive results in the months ahead.\nTurning to online sports betting. We launched several new product features for football, including SGPs for NCAA, a live streaming product for nationally broadcast NFL games, a bet with reward credits feature and improved payment options.\nAs we head into 2024, we believe that our product in both sports betting and iCasino are significantly improved from prior periods and quite competitive. We have an exciting and robust technology plan, which will have a focus on retention enhancements. I will preview these with you over the coming calls. But initially, we plan to continue to roll out our proprietary TAM, which will enable a shared wallet and to improve the customer experience through enhanced application stability, ease of use and app speed. We now offer sports betting in 30 North American jurisdictions, 24 of which offer mobile wagering. We also operate iCasino in 6 jurisdictions.\nI'll now pass the call back to Bret for additional comments.\n\nBret Yunker\n\nChief Financial Officer\n\nThanks, Eric. Year-to-date, we've applied over $700 million of cash flow to debt reduction and the acquisition of the remaining equity interest in our Baltimore asset. Our leverage continues to reduce as we repay debt and grow EBITDA, with our total net leverage under our bank credit facility declining to 3.9x as of September 30, resulting in a 25 bps reduction in our term loan A and revolver spreads to 150 bps over SOFR.\nCash CapEx, excluding Atlantic City and our joint venture project spend, is expected to land at just over $800 million for 2023. We're looking forward to posting a strong fourth quarter heading into 2024. Over to Tom.\n\nThomas Robert Reeg\n\nChief Executive Officer & Director, Eldorado Resorts, Inc.\n\nThanks, Bret. The group has detailed, it was an extremely strong quarter for us, all-time record for the company. Those of you who've been on calls, going back for quite some time. This should be a familiar story for you. Vegas remains quite strong in terms of headwinds in Vegas in the quarter. Know that we are accruing for the anticipated expenses that will come with the new union contract, which I will touch on a little bit more momentarily.\nWe had -- Rio left the system on October 2. So kind of -- went out the door, in terms of how it was performing in the third quarter. We had more significant disruption in the\nVersailles Tower than we anticipated. We thought we were going to keep a fair amount of it active. But as you open the walls of a building that is as dated as that particular building, you find all sorts of surprises.\nWe took the whole tower out of service, so fewer rooms, labor cost headwinds, Rio as a drag. We still beat year-over-year. The margin -- the slight margin reaction you see is related to labor costs, as Rio comes offline October 2, you should expect us to recover that margin percentage, if not more going forward. I know there will be questions on the union contract. We are in active dialogue with the unions. I'm involved with the union. I'm involved personally in the discussions. I'm optimistic we will reach a solution.\nYou've heard me say before, we have done quite well as a company post-merger, post-pandemic, our employees should and will participate in that. So you should expect that when we reach agreement on a contract, it's going to be the largest increase that our employees have seen in the 4 decades since we started interacting with the culinary Union. So that's well deserved. It's anticipated in our business model.\nAnd as I said, everybody should be participating in the results that we've been delivering. In terms of regional, I know that a lot of you are expecting fairly dramatic moves in terms of what's happening with the customer. have been for many, many months, if not quarters, by this point. That's not what we're seeing. We're seeing stability in the customer. We're seeing weakness in properties that have competitive openings that we've named before, Tunica, Chicago market being chief among them. If you want to hang your hat on something that feels soft, Atlantic City feels soft, but that's not particularly news at this point. The returns from our projects that have come online like Charles, Virginia, Porsche, Annapolis have been quite strong and have offset the weakness in the properties that are competitively impacted. And as you saw, we set an all-time quarterly record for EBITDA and margin was stable.\nSo we feel very good about regional, I would point to -- moving forward New Orleans is in the midst of the significant construction project that we've got going on there. It's particularly disruptive now and for the next quarter or 2, basically 1/3 of the floor, the casino floor is tore up on any given day as we run -- as we do the heavy work at that level, we topped off the hotel tower. We're on target to open that expansion completely, well in advance of Super Bowl of '25. And we also have, obviously, F1 coming to Vegas, feel very, very good and no change in what we're expecting in terms of lift in the quarter in the neighborhood of 5%, which is what I told you a year ago, we'd expect to deliver that.\nAt the high end, the amount of credit play that we have in the market, that week will exceed New Year's Eve. So it's an extraordinary event from a high-end perspective, Super Bowl and Vegas is filling in the same way, extremely strong high end as well. So we feel very good about those events. Digital, Eric touched on, our hold continues to grow in excess of 30%. You know that, that's based on the way we've been operating, that's not promotional-driven. That's actual handle growth. We got dinged on hold in the quarter but still delivered a positive EBITDA quarter. We're particularly pleased with the way the fourth quarter has begun in digital. Excited about the momentum that we've got in online casino now that we've launched Caesars Palace Online and what we'll be able to deliver in the coming quarters.\nAs we have discussed, we are nearing the end of a significant capital cycle. So as New Orleans winds down, you should expect our project CapEx budget to come down. Our EBITDA is growing in both brick-and-mortar and digital. So our free cash flow is growing. We continue to use our free cash flow to pay down debt and reduce leverage. That's what you should expect until we see leverage in the 4x or below lease-adjusted area.\nSo we feel very, very good about how the business is performing how it's coming together, looking forward, we feel very good about what we see in front of us. We see, of course, the volatility that you see in share prices in the space, not just us. It's not reflective of what's going on in the business. And we're just going to keep delivering numbers until that volatility subsides. And we expect the market to recognize the value in our equity.\nAnd with that, I'll open it up for questions."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/07278a94b03b4e0a1d1e1f10a2312b60",
    "period": "2023 Q2",
    "content": "Q2 2023 Caesars Entertainment Inc Earnings Call\n\nQ2 2023 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQAUG 1, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Caesars Entertainment, Inc. 2023 Second Quarter Earnings Conference Call. At this time, all participants are in a listen-only mode. [Operator Instructions]. Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations.\n\nBrian Matthew Agnew\n\nManaging Partner & Portfolio Manager, Caerus Investors LLC\n\nThank you, Josh, and good afternoon to everyone on the call. Welcome to our conference call to discuss our second quarter 2023 earnings. This afternoon, we issued a press release announcing our financial results for the period ended June 30, 2023. A copy of the press release is available on the Investor Relations section of our website at investor.caesars.com.\nJoining me on the call today are Tom Reeg, our Chief Executive Officer; Anthony Carano, our President and Chief Operating Officer; Bret Yunker, our Chief Financial Officer; and Eric Hession, President, Caesars Sports and online gaming. Before I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make forward-looking statements about the company's performance. These forward-looking statements are not guarantees of future performance and therefore, one should not place undue reliance on them. Forward-looking statements are also subject to the inherent risks and uncertainties that could cause actual results to differ materially from those expressed. For additional information concerning factors that could cause actual results to differ from those discussed in our forward-looking statements, you should refer to the cautionary statements contained in our press release as well as the risk factors contained in the company's filings with the Securities and Exchange Commission. Caesars Entertainment undertakes no obligation to revise or update any forward-looking statements to reflect events or circumstances that occur after today's call. Also during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G. The GAAP financial measures most directly comparable to each non-GAAP financial measure discussed and the reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure can be found in the company's website at investor.caesars.com by selecting the press release regarding today's 2023 second quarter financial results. I will now turn the call over to Anthony Carano.\n\nAnthony L. Carano\n\nPresident & Chief Operating Officer, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. We delivered another strong quarter with consolidated EBITDA exceeding $1 billion. Operating trends within our property portfolio remains strong. Despite a tough year-over-year comparison, driven by a single large convention event, our Las Vegas segment delivered its second best Q2 adjusted EBITDA of $512 million. Our regional portfolio delivered $508 million in adjusted EBITDA, down slightly to last year. And finally, our Digital segment reported $11 million of adjusted EBITDA, the segment's first quarter of profitability since we rebranded the Caesars Sportsbook in Q3 of '21.\nUnderlying demand trends in Las Vegas remained strong during Q2 with occupancy growth of 100 basis points to 97.6%. Total Las Vegas segment revenues were down 1% as a result of exceptional performance last year in our group segment. Excluding real rent payments, Las Vegas generated $523 million of adjusted EBITDA with a margin of 46.3%. Las Vegas continues to benefit from strong leisure and casino guest demand, the return of international guests and exciting events calendar and the continued strength of the group and convention segment in '23. While our group and convention segment EBITDA in Las Vegas was down year-over-year in the second quarter, pace for the remainder of '23 points to another record EBITDA year for the segment.\nIn our regional segment, revenues were up slightly and adjusted EBITDA declined 1% to $508 million. We were excited to open 2 new temporary facilities this quarter in Danville, Virginia and Columbus, Nebraska. Both properties opened a strong customer demand. While we faced new competition in a few markets during the quarter, customer demand trends remained stable and similar to prior quarters. Our capital projects continue to deliver solid returns. Lake Charles and Pompano delivered strong quarters and early returns in Danville and Columbus are exceeding plan. We are excited to finish work on the Harrah's Hoosier Park expansion this fall and continue to make progress on the permanent facilities in Danville and Columbus. Work in New Orleans is progressing nicely, and we continue to target a late '24 opening.\nConstruction has started on the Versailles Tower rebrand in Las Vegas, which is expected to be completed by spring of '24. And finally, we recently opened a new show in Atlantic City called The Hook, which was accompanied by the opening of Superfrico Atlantic City as well. We have solid momentum heading into the second half of the year as we continue to deliver strong returns on project CapEx, and drive profitability in our digital segment and remain focused on operational excellence in our property portfolio. I want to thank all of our team members for their hard work in the first half of '23. Our success is a direct result of their dedication our team members have and their commitment to delivering exceptional guest experiences every day. With that, I will now turn the call over to Eric Hession for some insights on the second quarter in our digital segment.\n\nEric Hession\n\nPresident of Caesars Digital\n\nThanks, Anthony. During the second quarter of 2023, we delivered another significant improvement in the performance of our digital segment versus last year. Our business reported $11 million of adjusted EBITDA on $216 million of net revenue versus a $69 million EBITDA loss last year. Results this quarter represent our first full quarter of EBITDA profitability since rebranding to Caesars Sportsbook in Q3 2021. During the quarter, sports betting hold improved 180 basis points versus last year and iCasino volume increased 27% year-over-year. Our performance this quarter continues to demonstrate the effectiveness of our targeted promotional investment and overall lower level of marketing within our existing customer base as well as customers located in the new states.\nWe have recently introduced 4 significant pieces of new and exciting technology improvements that we expect will be well received by our customers. First, our new iCasino product, Caesars Palace online, is now live in multiple states and pending regulatory approval in the others. The new iCasino product offers a significantly improved product and enhanced marketing capabilities, all combined with the compelling benefits of Caesars Rewards.\nSecondly, we recently transitioned our Caesars app in Nevada to our flagship Liberty product, which delivers a significantly improved product for our customers. Pending regulatory approval, we anticipate converting our William Hill product and our retail sports books to the Liberty platform at some point later this year.\nThird, we've started out rolling our net native iOS Sportsbook app and anticipate reaching 100% adoption in August. The new native app is receiving consistently higher performance feedback and will result in faster loading speeds, improved stability and enhanced development speed.\nAnd fourth, we're on track to introduce our in-house player account management system, starting state by state later this year, which will ultimately lead to a shared wallet that we anticipate rolling out in 2024. These 4 products have consumed significant amounts of technical resources over the past year, and we're very excited to introduce them to our customers. We now offer sports betting in 30 North American jurisdictions, 22 of which offer mobile wagering. We also operate iCasino products in 6 jurisdictions. I'll now pass the call to Bret for additional comments.\n\nBret Yunker\n\nChief Financial Officer\n\nThanks, Eric. As you'll see in our earnings release and subsequent to the quarter end, we successfully acquired the remaining minority equity interest in Horseshoe Baltimore, which allowed us to fully repay its $250 million Term Loan B. Yielding significant interest expense savings given its high cost of debt.\nPro forma for its repayment and the most recent rate hike from the Fed, our average cost of debt is just inside of 7%. With annual net cash interest expense of approximately $800 million, which is well positioned to decline going forward, given continued debt reduction alongside built-in spread adjustments tied to declining leverage in our loan agreements. CapEx spend is also expected to crest in 2023 at just over $800 million with several growth projects being completed either later this year or in 2024. Coupling declining interest expense and CapEx with continued EBITDA growth sets up for accelerating free cash flow dynamics going forward. Over to Tom.\n\nThomas Robert Reeg\n\nChief Executive Officer & Director, Eldorado Resorts, Inc.\n\nThanks, Bret. Thanks, everybody, for joining us today. I'm very happy with the quarter, a strong quarter again for us. Starting in Las Vegas, keep in mind, we were up against the strongest quarter that we've ever had in Las Vegas. We were missing a large group that comes once every 3 years to Caesars properties that was in last year's numbers, not in this year's numbers. We telegraphed that last quarter. So that was known.\nWhat you saw last week in the Nevada numbers was June hold in [ Bacarra ] was not as strong as it was in the prior year. We participated in that, I don't particularly like to talk about hole, but it's notable enough that I should in this quarter. We're in the gambling business. What we're looking for is the volumes to come through the property, and they came through. We just didn't hold in June like we did in the past June. Both the miss in that -- of the group from last year and the whole impact in June are dilutive to margins. Obviously, the group business for us is accretive to our overall Vegas margin and then clearly, revenue that would flow with normal hold is accretive as well. So as you're looking at margins on a year-over-year basis, keep that in consideration. As we look at forward, in Vegas continues to look very strong. We had a strong July. We feel very good about the remainder of third quarter. And then fourth quarter, you've got Formula One first quarter of '24. You've got Super Bowl, I've said in the past, I think Formula One is a 5% lift, not including whatever happens at the tables really just from increased hotel revenue that hotel and food and beverage revenue, that still seems to be the right zip code for us. Demand for [ F1 ], particularly at the high end, has been very, very strong for us. We feel very good as to how we are positioned ahead of the event, and we're anxious like everybody else to see how this event plays in Las Vegas as we look to future years.\nSuper Bowl '24 is exceedingly strong from a demand standpoint where we sit today in terms of booked capacity versus a typical Super Bowl. We are dramatically ahead of and at higher rates than typically at this time ahead of the Super Bowl. And if you just anecdotally look at who's going to be getting our tickets, the average customer that will come to the game with us is substantially more valuable than prior Super Bowl. So Vegas remains very, very strong for us, feels very good, really no discernible impact in terms of any recessionary concerns, any concerns about the consumer as we look out. The only thing to call out, Anthony talked about the Jubilee Tower at Valley being converted to Versailles at Paris. We'd expect those rooms to be back online before the end of the year. We don't expect the entire project to be done until first half of next year, but there will be some disruption in that tower at Horseshoe now that we're underway.\nIf you look at the regional portfolio and really the whole quarter is a testament to diversification. We had what I'm talking about in terms of the group, the missing group in Vegas, and the whole impact in June in the regional business. We've got a number of properties that are under competitive pressure due to competitive openings. I'd call out Tunica is facing a property that opened about an hour closer to Memphis. That has pressured Tunica. We've got console bluffs has been a bit pressured by casino capacity being added in Nebraska. And then we have Chicago properties, both in Illinois and Indiana that are impacted by the expanded casino offerings in Illinois that have come online and continue to come online.\nOn the other side of that, what we've got is the fruits of our capital investment cycle that were, as Brett said, we're reaching -- we're cresting and reaching the end of -- you've got new property in Danville, you've got projects in both Indianapolis tracks. You've got Lake Charles now open. You've got the Atlantic City [ spend ]. And as a result, our regional EBITDA despite a super strong comp, we're just about flat year-over-year, which I think is going to compare well with others that you'll see over the next couple of weeks. Again, as you look to third quarter off to a strong start, we're comping against a an extremely strong third quarter of last year in regional and it looks like we'll be able to beat that this year through July. That's particularly encouraging for us.\nFlipping to digital, digital was a loss last year. We've talked a lot about inflecting to positive and driving real EBITDA through that vertical and it's spectacular to see our first full quarter of positive EBITDA. As Eric detailed, I laid a pretty specific targets in terms of where we can be in digital, looking out to '25 on our last call, and then I went to some conferences where a lot of you told me there's no way we'll get there. I would tell you every number that I laid out 90 days ago or so, I'm 100% confident that we're going to hit them. Every metric that I look at going forward is at or above where we were 90 days ago when I laid out those targets. So I tell you, I'm reiterating those targets as we look forward.\nBig -- on the tech side, those are big moves for us. It's very -- you put them in a list. And I don't really know that the impact is emphasized enough when we took over William Hill. William Hill had 1 employee working on iGaming. We were on old technology that was limited in the whole number of wins.\nWe soft launched Caesars Palace Casino about 2 weeks ago. We're waiting on approval in a couple of jurisdictions that I expect any day now, and then you'll see a full launch of the product, but I'd encourage you to go take a look. It's a casino first entry into our digital business. And in terms of capabilities, bonusing segmentation, proprietary games, live dealer. It is light years beyond what we've been operating under that, as Eric said, through iGaming revenue, 27% in the quarter. We are fully aware that we have significant competition in the iCasino space. We don't expect that we're just going to come in and run everybody over, but we feel like we've got the product to start to build market share and wrapping that into Caesars Rewards has been and will continue to be powerful for that business.\nSo if you look at the quarter, second quarter of last year, was the best second quarter that we ever had, the second best quarter that we had ever had and we topped it in EBITDA this year. So the turn in digital and regional holding its own, offset the loss of that group in Vegas. So this is exactly how we built this business. And it's great to see it come together. One more point on digital, moving to Liberty in Nevada is an enormous lift we were operating on the equivalent of a Commodore 64 computer in the old technology. And now we have the state-of-the-art Liberty app that we operate in all of our jurisdictions. This is a dramatic leap for us in Nevada. If you think about the Super Bowl happening and all of the visitors that will come to the state and our market position in the state, and now we have the app to -- that's competitive with what they've got at home, whether it's with us or somebody else. That's going to be a giant customer acquisition opportunity for us. So we're particularly excited about that. I would expect that 95% of our handle in Nevada will be on Liberty by the middle of this month and virtually all of it by kickoff of football season. So we feel really, really -- this is our third NFL kickoff since we launched our digital business. In terms of how I feel heading into the season, I think we are very, very well positioned as we head in.\nSo Bret talked about, we continue to pay down debt. conventional leverage now is around 4x and going lower. I would expect that to go lower given where we are in the capital cycle where we are with the performance of the business. We're starting to look at what do you do with the free cash flow that will be generated in '24 and '25. And is there a return of capital piece? Or is there an external opportunity that could be interesting to us? I tell you, as sitting here today, 3 years after the Caesars transaction close, we're 30, 60 days beyond the first time where I'm feeling where we can be offensive from an external opportunity standpoint. So it has been a long road to get through everything that happened with COVID, the merger, we really, really feel like we're on strong footing as we head forward. And the cash flow machine here is going to continue to accelerate as results continue to improve. Digital continues to deliver improving cash flow. Interest expense goes down. We really feel strongly about where we sit today. And with that, I'll open it up for questions from the audience."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/18cb0ed1330758361a7c11081b1210ac",
    "period": "2023 Q1",
    "content": "Q1 2023 Caesars Entertainment Inc Earnings Call\n\nQ1 2023 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQMAY 2, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Caesars Entertainment, Inc. 2023 First Quarter Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations.\n\nBrian Matthew Agnew\n\nManaging Partner & Portfolio Manager, Caerus Investors LLC\n\nThank you, Josh, and good afternoon to everyone on the call. Welcome to our conference call to discuss our first quarter 2023 earnings. This afternoon, we issued a press release announcing our financial results for the period ended March 31, 2023. A copy of the press release is available in the Investor Relations section of our website at investor.caesars.com. Joining me on the call today are Tom Reeg, our Chief Executive Officer; Anthony Carano, our President and Chief Operating Officer; Bret Yunker, our Chief Financial Officer; and Eric Hession, President, Caesars Sports and Online Gaming.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements about the company's performance. Such forward-looking statements are not guarantees of future performance and therefore, one should not place undue reliance on them. Forward-looking statements are also subject to the inherent risks and uncertainties that could cause actual results to differ materially from those expressed. For additional information concerning factors that could cause actual results to differ from those discussed in our forward-looking statements, you should refer to the cautionary statements contained in our press release as well as the risk factors contained in the company's filings with the Securities and Exchange Commission. Caesars Entertainment undertakes no obligation to revise or update any forward-looking statements to reflect events or circumstances that occur after today's call.\nAlso during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G. The GAAP financial measures most directly comparable to each non-GAAP financial measure discussed and the reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure can be found on the company's website at investor.caesars.com by selecting the press release regarding the company's 2023 first quarter financial results.\nI will now turn the call over to Anthony Carano.\n\nAnthony L. Carano\n\nPresident & Chief Operating Officer, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. We had a strong start to 2023 in the first quarter. Our Las Vegas segment delivered a Q1 EBITDA and EBITDA margin record, and our regional segment reported a strong quarter, excluding weather disruptions in Northern Nevada. In addition, our digital segment was nearly breakeven despite launching sports betting in 2 states during the quarter. Trends in Las Vegas remained strong during Q1, delivering 24% revenue growth and 33% EBITDA growth versus last year. Excluding real rent payments, Las Vegas generated $544 million of adjusted EBITDA with a margin of 48%, up 300 basis points versus last year. Occupancy during Q1 was 95% versus 83% the prior year. Strong occupancy in ADRs led to record in cash hotel revenues and food and beverage results.\nOur group and convention segment also delivered an all-time EBITDA record in Q1 and represented 21% of occupied rooms during the quarter, setting a new quarterly record for convention mix. Our forward outlook for the group and convention segment remains exceptionally strong, driven by a continued combination of increasing room nights, higher ADRs and strong banquet revenues.\nIn our regional segment, we delivered 2% revenue growth and a 2% decline in adjusted EBITDA versus last year. As Tom will discuss in more detail, our regional segment was negatively impacted by severe winter weather in Northern Nevada. However, trends outside of Northern Nevada remained strong during the quarter, delivering EBITDA growth year-over-year. We remain encouraged by the early returns we are seeing on recently completed capital projects including the expansion in the rebrand of Horseshoe Indianapolis, the expansion and rebrand of Harris Pompano Beach and the new land-based Horseshoe Lake Charles. The success of these projects gives us further confidence in the return potential of our ongoing growth projects.\nWe remain on track to open a temporary facility in Danville, Virginia on May 15 and in Columbus, Nebraska by the end of Q2. Our expansion at Harrah's Hoosier Park is slated to open in Q3 of this year. The majority of our CapEx spend in AC is nearing completion, and we are looking forward to watching our new entertainment offering, THE HOOK by Spiegelworld this summer.\nWork on our $430 million expansion in New Orleans continues and is slated to be completed towards the end of 2024. And finally, we announced yesterday that we are transforming the former Jubilee Tower at Horse Las Vegas into the new Versa Tower at Paris Las Vegas. This $100 million rebrand and upgrade is included in our 2023 CapEx plans and slated to be completed this year.\nWe're off to a great start in '23, and I want to thank all of our team members for their hard work in this first quarter. Our results are a reflection of their dedication to delivering exceptional guest service and experiences.\nWith that, I'll now turn the call over to Eric for some insights on the first quarter in our digital segment.\n\nEric Hession\n\nPresident of Caesars Digital\n\nThanks, Anthony.\nDuring the first quarter of 2023, we delivered a dramatic improvement in the performance of our digital segment versus the prior year. Our business nearly broke even during the quarter on $238 million of net revenues versus a $554 million EBITDA loss last year, which was impacted by significant brand-related spending and state launches in New York and Louisiana. Our performance this quarter clearly demonstrates the effectiveness of our targeted promotional investment within our existing customer base as well as customers located in the new states that we launched this quarter, Ohio and Massachusetts.\nI'm pleased with the progress we have delivered over the last 12 months. Our net revenues continue to increase significantly as we launch new states, grow and retain our existing customer base and continue to deliver exciting product improvements. On that front, we will be executing 3 significant tech enhancements to our platform during the remainder of the year. First, starting early in the third quarter, we will be launching a new stand-alone eye Casino app, this exciting addition to our product offering will allow us to drive better customer engagement through a dedicated application with a focus on increased game content, which will include new proprietary offerings and improved marketing capabilities.\nSecond, we expect to begin testing our in-house player account management system later this year, which will ultimately lead to a shared wallet that we anticipate rolling out in 2024. And finally, we expect to migrate all of our operations in Nevada to our Liberty tech stack ahead of the 2023 football season.\nFrom an EBITDA perspective, our net revenues are now at a scale where we are able to roughly break even and cover the cost of our proprietary technology. We expect that our year-over-year net revenues will continue to grow each quarter. And given the effectiveness of our expense management plan will drive extremely high flow-through on each incremental dollar.\nFrom an expansion standpoint, after our most recent launches in Q1, we now offer sports betting in 30 North American jurisdictions, 22 of which we offer mobile wagering. And in addition, we offer iCasino in 5 jurisdictions.\nI'll now pass the call over to Bret for some additional comments.\n\nBret Yunker\n\nChief Financial Officer\n\nThanks, Eric.\nGiven the outstanding progress being made in our digital segment, which is now fully self-funded, we have the ability to sweep all brick-and-mortar cash flow toward debt reduction. Today, we announced that we fully repaid the 8% $400 million foreign convention center loan due 2025, resulting in $32 million of annual interest expense savings and enhanced free cash flow. Our CapEx plans for 2023 remain unchanged with a planned spend of $800 million, including $500 million of growth and $300 million of maintenance. Leverage on a traditional and rent adjusted basis continues to decline as we repay debt and grow EBITDA with traditional net leverage just over 4x and rent-adjusted leverage just over 5x. We continue to target a third consecutive year of $1 billion of permanent debt reduction.\nWith that, I'll turn it over to Tom.\n\nThomas Robert Reeg\n\nChief Executive Officer & Director, Eldorado Resorts, Inc.\n\nThanks, Bret. Thanks, everybody, for joining today.\nTo go a little deeper into the numbers, Vegas were -- was very near a quarterly -- all-time quarterly record. It was a Q1 EBITDA and margin record, and it was a record for mix in the group business, 21%. Recall that Caesars' premerger was running at about 14%. And so what we're seeing -- what you're seeing through Vegas is not only just extraordinary demand that continues as you look through each month, you're seeing the average customer in our property continuing to be -- continuing to range. We're getting group business that is higher dollar, comes with banquet business attached and replaces our least profitable players. So it's a virtuous cycle in Vegas as we sit here today.\nObviously, second quarter generally is our most difficult comp of the year since that was our all-time record second quarter last year, we did almost $1.5 billion of brick-and-mortar EBITDA, but we feel very good about business into April and through the rest of this quarter in Vegas. And as you look forward with the group business that's on the books going forward. We did announce a $100 million project to change the Bally's Jubilee Tower to the Versailles Tower and Paris. It will be connected by a physical bridge into the property.\nParis has really exploded as we've improved the casino floor and added a number of high-end food and beverage options, including Nobu, The Bedford and Vanderpump. And room rates at -- both room rate and spend -- nongaming spend per room at Paris are significantly ahead of where they are at Horseshoe, so we think this will be a high ROI and more importantly, high conviction in that ROI project. That is in design stages now and it should begin shortly.\nRegional, if I touch on regional for a moment, the Tahoe area, Northern Nevada on about 720 inches of snow, so 60 feet of snow in the quarter. Unfortunately, for us, a lot of those storms hit Thursday, Friday, Saturday. So even with that amount of snow, you can get lucky as to when it hits, we did not. So weather in Northern Nevada cost is about $20 million of EBITDA in the quarter. So if you normalize for weather in the quarter, regional EBITDA and margin both would have been up slightly. We've got a number of exciting projects there that I'll touch on as I get a little deeper, I'll circle back to that.\nIn digital, we were about a $3.5 million loss, that was with the launches of Massachusetts and Ohio and a Super Bowl that didn't hold very well for us. Frankly, given the amount of scoring that happened in it. Really, if any of those 3 legs were not a part of the quarter, we were positive. As we sit here today, we are positive on a year-to-date basis in digital. I told you last quarter, we anticipate that we will generate positive EBITDA for the year 2023, I can tell you today, we're already there on a year-to-date basis. And the amount of EBITDA that I was expecting when we announced that we'd be positive for the year about 90 days ago versus where we are today, we think we'll do considerably better than where we thought we were even 90 days ago.\nAnd something that comes up in digital and conversations with investors is, I suppose, from our peers, the Gee, it's just Nevada. I want to be clear that non-Nevada as a piece of digital, and I'm not going to get super specific, but more than 80% of our digital business is non-Nevada. And we will be EBITDA positive this year. We remain on track to generate the 50% return on the $1.1 billion of cumulative losses that we generated as we launched the business. I still expect that to be a 2025 event with the hope that we're run rating that level by the fourth quarter of $24 million.\nSo I want to get out of -- I know these calls tend to focus on right now, next 90 days. I want you guys to know how do I think of the business from a longer-term perspective. And I want to couch this with this is not guidance. As most of you know, I'm pretty transparent, so this is what I see today. When we took over Caesars, the assets that we own today, the brick-and-mortar assets were doing $2.9 billion of trailing EBITDA. As we look post first quarter, the Vegas business, LTM EBITDA, Vegas alone is a little over $2.1 billion. Regional is a little less than $2 billion. When you run through managed and corporate, we're right at about $4 billion of EBITDA from the same assets that we're doing $2.9 million prior to the merger. We've got about $2.4 billion of operating costs, cash outflows between rent cash interest expense, maintenance CapEx. So it was about $25 million shares outstanding, that's about $750 million of free cash flow per share as we sit here today.\nThe digital business for now 7 months is about breakeven. So obviously inflecting to positive we've told you what we expect that to do through 25. In that same time frame, I think we've got a similar amount of incremental EBITDA that will come through the brick-and-mortar business. So a piece of that is -- a piece of that are the projects that Anthony touched upon. You've got the Lake Charles expansion that opened in December. So we're still in the first half of the first year post that reopening. We've got the Pompano project where the racetrack came out of the business. We expanded the casino. We will start to see the JV development begin in earnest. It's already in earnest around the property, but you'll start to see pieces come online. We've got the Atlantic City spend, which is largely in the rearview mirror. This summer is the first prime period where we will not be significantly disrupted on our floors from those projects, so we're optimistic there. We've got the Hoosier Park expansion in Indianapolis, which is again a high probability, high ROI project. It mirrors what we did at Horseshoe Indianapolis, where we have seen returns in excess of 30% on that capital, would expect a similar outcome in at Hoosier Park.\nAnd then you've got New Orleans, which is over $400 million that will come online before the Super Bowl of 25. So toward the end of '24, that's going to transform that property into a Caesars, a number of high-end restaurants. You've got Caesars Tower that will be dropped right in the middle of the casino. You've got a number of high-end food and beverage offerings. You've got third-party development across the street at Four Seasons Hotel, opened across the street within the last 12 months. So we're excited about what's possible there.\nSo I think what we're looking at, if you look out to '25, in my view, is a company that could be pushing towards $5 billion of EBITDA. As Bret said, we paid down $400 million mortgage note on the FORUM convention center yesterday, that puts us on track to pay down over $1 billion of debt for the third consecutive year. I would expect '24 and '25 to look the same.\nSo again, as we sit here today, you're at $22 billion-ish of lease-adjusted debt that $4 billion of EBITDA with digital flat, so you're at about 5.5x leverage. Just from what we do organically in the business, as I described, that debt balance should get down to $18 billion, $19 billion against the $5 billion. So you're looking at in that scenario, you're paying down effectively 7% debt, $1 billion a year for 3 years. You're going to have some increase in the lease payment stream, but you're talking about $150 million less in cash outflows, $1 billion more in cash inflows. So you're looking more like $12.50 or more a share in cash flow.\nNone of those assumptions in my mind seem particularly aggressive. I think we can generate an incremental $0.5 billion out of the brick-and-mortar given the momentum that we have in the business. And I think we're going to do better than that in digital. And if you think of where that comes in digital, I think you've got 3 legs of the stool. And 1/3 of it -- and they'll roughly be 1/3, 1/3, 1/3. You've got the existing sports betting business continues to get more profitable, volumes continue to increase. And you should expect that continues to drive positive EBITDA. That's the bulk of what's happening as you see us inflect to positive.\nEric talked about the iGaming app that we will launch early in the third quarter. We're particularly excited about that. That's going to improve, in particular, our slot business in iGaming because our existing portal is through a sports betting app. Our existing high casino business leans towards tables more than our peers, and iGaming Forward app is going to change that for us. If we get our iGaming share to equal our sports betting share, that's going to be that 1/3 of the boost in EBITDA. And then as we've talked about numerous times, we've got partnership and talent agreements that come up in the next, let's call it, 12 to 24 months that we expect will be the third leg of that stool that gets us to $500 million plus.\nEvery time I speak to you, I'm more confident in those numbers. And every time I speak to you, we've outperformed where I thought we would have been 90 days ago. So that's obvious. Thanks for indulging me to think longer term because I know we're going to get right back into what's the consumer doing right now and 2 weeks from now. And what I'll tell you is we continue to see significant strength across all of our assets with extraordinary strength in Las Vegas. So we are exceedingly optimistic about the road ahead. We're particularly proud of the quarter that we just posted, the idea that -- if you add back the '20 in Northern Nevada that we were nearly $1 billion in EBITDA in the first quarter, which is not typically a seasonal strong point. I'm really pleased and proud of what our team and our employees have delivered and look forward to the rest of the year.\nAnd with that, we'll open it up for questions."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7963194e587a45757af01373518384fa",
    "period": "2022 Q4",
    "content": "Q4 2022 Caesars Entertainment Inc Earnings Call\n\nQ4 2022 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQFEB 21, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Caesars Entertainment, Inc. 2022 Fourth Quarter and Full Year Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Brian Agnew, Senior Vice President of Corporate Finance Treasury and Investor Relations.\n\nBrian Matthew Agnew\n\nSVP of Finance, Treasury & IR, Caesars Entertainment, Inc.\n\nThanks, Josh, and good afternoon to everyone on the call. Welcome to our conference call to discuss our fourth quarter and full year 2022 earnings. This afternoon, we issued a press release announcing our financial results for the period ended December 31, 2022. A copy of that press release is available on the Investor Relations section of our website at investor.caesars.com.\nAs usual, joining me on the call today are Tom Reeg, our Chief Executive Officer; Anthony Carano, our President and Chief Operating Officer; Bret Yunker, our CFO; and Eric Hession, our President of Caesars Sports & Online Gaming.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements about the company's performance. Such forward-looking statements are not guarantees of future performance, and therefore, one should not place undue reliance on them. Forward-looking statements are also subject to the inherent risks and uncertainties that could cause actual results to differ materially from those expressed.\nFor additional information concerning factors that could cause actual results to differ from those discussed in our forward-looking statements, you should refer to the cautionary statements contained in our press releases as well as the risk factors contained in the company's filings with the Securities and Exchange Commission. Caesars Entertainment undertakes no obligation to revise or update any forward-looking statements to reflect events or circumstances that occur after our call today.\nAlso, during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G. The GAAP financial measures most directly comparable to each non-GAAP financial measure discussed and the reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure can be found on the company's website at investor.caesars.com by clicking on the press release regarding today's fourth quarter financial results.\nI'd like to turn the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & COO, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. We generated fourth quarter EBITDA records in both our Las Vegas and regional segments during the quarter, and our digital results continue to show impressive quarterly sequential improvement, all year leading to our best performance during Q4. Trends in Las Vegas remained strong during Q4, delivering both 11% revenue and EBITDA growth versus last year. Excluding real rent payments, Las Vegas generated $549 million of adjusted EBITDA with a margin of 48%, up 1,000 basis points versus 2019.\nOccupancy during Q4 was 95.5%, up to pre-COVID levels for the first time since the pandemic. Strong occupancy in ADRs led to records in cash hotel revenues and food and beverage results. Group demand strengthened during Q4 and represented 16% of occupied room nights during the quarter. Our group and convention segment in Las Vegas generated a new EBITDA record in both Q4 and the full year 2022.\nFor the full year, Las Vegas segment generated over 25% growth in both revenues and EBITDA, leading to annual records of approximately $4.3 billion in revenue and $2 billion in adjusted EBITDA. While we clearly had a strong year in Las Vegas, we remain optimistic for '23 and beyond.\nForward occupancy remains strong and rates are trending ahead of '19. Group and convention paid for 2023 is up to 2019, driven by strong ADRs, higher room nights and higher banquet revenues. The event calendar in Las Vegas continues to strengthen with several high-profile new events entering the market in '23.\nIn our regional segment in Q4, we delivered $443 million of EBITDA, up 3% versus last year despite the impact of negative weather in December. Adjusted EBITDA during the quarter, excluding Lake Charles, grew 21% versus 2019, with margins expanding approximately 700 basis points. For the full year, our regional segment delivered $5.7 billion in revenues and $2 billion in adjusted EBITDA, delivering 34.8% margins.\nOn a same-store basis versus 2019, excluding Lake Charles, our regional segment delivered 24% EBITDA growth and margins expanded 700 basis points.\nAs we have stated on prior earnings calls, we expect to benefit from several capital investment projects in 2023. Our new land-based Horseshoe Lake Charles property opened late in Q4 2022 to strong demand with initial results exceeding expectations. Temporary casinos in both Danville, Virginia and Columbus, Nebraska remain on track to open by midyear. Renovations in Atlantic City are nearing completion and should be essentially complete ahead of the peak summer season this year. We also expect to benefit from expanded casino offerings in Pompano and Harris Huger Park this year.\nI want to thank all of our team members for their hard work in 2022. Our record results are a reflection of their dedication to delivering exceptional guest service.\nAnd with that, I will now turn the call over to Eric Hession for some insights on the fourth quarter and full year performance in our Digital segment.\n\nEric Hession\n\nPresident of Caesars Digital, Caesars Entertainment, Inc.\n\nThanks, Anthony. I'm very pleased with the progress that we made in our digital business during 2022. If you recall, our objective is to drive a solid return on investment for our shareholders as our business grows and matures over time. Our thesis was grounded on a reasonable TAM and early estimate and effort to build our brand awareness and harvesting the benefits of a very scalable business with a high portion of fixed costs.\nThe key to taking advantage of scale in a mostly fixed cost business is to drive improvements in net revenue. Net revenues for sports and online are primarily determined by a combination of volume, hold and offset by the cost of promotions. I'm pleased that in Q4 year-over-year, our volume was up 7%, hold up 100 basis points and promotional expense down 43%. The combination of these 3 metrics resulted in us reporting the highest quarterly net revenue results to date growing by over 100% year-over-year and the smallest adjusted EBITDA loss since rebranding to Caesars Sportsbook in August of 2001.\nOn the sports betting side, we continued to focus our product and technology improvements on the overall experience for our customers. They responded very favorably to the improved in-game parlay product enhancements, the in-game wagering improvements, streaming technology and the introduction of live scores. During the quarter, we also started to see the results of our segmented marketing campaigns that allow us to reward customers more directly for their loyalty and play.\nAs referenced earlier, these efforts were direct contributors towards our net revenue growth as they allowed us to improve our promotional spending efficiency. We anticipate continued enhancements in this critical area over the course of 2023. On the Isle Casino side, work is well underway toward creating a significantly improved product experience for our customers that will be rolled out in the second half of 2023.\nThe new product experience will also include enhanced marketing capabilities, such as segmented and life cycle triggered offers, which we currently do not have for iGaming. In the meantime, we continue to add new content, which has been well received. iGaming remains a critical component of our digital growth strategy for 2023 and beyond. From an expansion standpoint, in Q4, we opened retail locations in Puerto Rico and Kansas and launched online sports betting in Maryland.\nIn addition, on January 1, we launched sports betting online in Ohio and retail. We now offer sports betting in 29 North American jurisdictions, 21 of which offer mobile wagering. We plan to launch our mobile sports app in Massachusetts later this week to accept registrations and deposits and pending final regulatory approvals, we anticipate accepting wagers starting in mid-March.\nI'll now pass the call to Bret for some additional comments on Q4 and the full year.\n\nBret Yunker\n\nCFO, Eldorado Resorts, Inc.\n\nThanks, Eric. Consistent with our historical track record, we continued to aggressively reduce debt in the fourth quarter, by paying down over $200 million from free cash flow, bringing our full year debt reduction to $1.2 billion. Our leverage also came down significantly during 2022 and now stands at just under 4.5x on a traditional debt-to-EBITDA basis or mid 5x rent adjusted.\nAlongside a one-notch rating upgrade from Moody's in January, we refinanced $4.5 billion of debt at highly attractive rates, roughly half of which came in the form of 7% fixed rate notes, further decreasing our exposure to short-term rate hikes from the Fed. Our next debt maturity is over 2.5 years away.\n2022 CapEx spend, excluding AC, came in at just under $800 million, which remains our expectation for 2023. Our plan includes $300 million of maintenance CapEx and $500 million of growth capital. As of December 31, we had federal net operating loss carryforwards of $1.9 billion, which will continue to shield operating income in 2023 and well beyond. We averaged just over $1 billion of annual debt reduction over the past 2 years, which sets a nice target for us to achieve yet again in 2023.\nI'll turn it over to Tom.\n\nThomas Robert Reeg\n\nCEO & Director, Eldorado Resorts, Inc.\n\nThanks, Bret. And on the financing piece, I know these calls end up skewing to the equity markets. I want to thank our banks and our credit investors. We've been at this for about 9 years now as a public entity and have gone through a series of acquisitions, a series of financings. And every time we ask the debt markets to step up for us, you step up and strengthen numbers well beyond expectations in this case, allowed us to upsize by $1 billion and start dealing with 25 maturities.\nIn advance of when we expected, know that, that's not taken for granted that we really do appreciate you believing in us each time we come to market. You should expect that we'll be back to deal with the remaining 25 maturities at some point after the call stepped -- the calls stepped down in the middle of this year.\nIn terms of operating results for the quarter since we already pre-released, I'll make a few comments on last quarter, but I'll focus on what's going -- what's going on in January and February so far. In digital, as you saw in our results, we were nearly breakeven. Our well-publicized MLB exposure around the World Series was about a $30 million swing. So on a hold-adjusted basis, we are well into the positive in the fourth quarter.\nFirst quarter, we launched Ohio. Given the launch cost there, you should expect a modest loss in the first quarter. But we're anticipating that digital on a full year basis will be an EBITDA contributor for us this year. And when I say that, I'm talking about overall and both verticals, I expect sports betting and iGaming to be EBITDA positive this year for us.\nWhen we started this digital launch about 1.5 years, a little over 1.5 years ago, we told you that cumulative EBITDA losses would be something north of $1 billion. Looks like they're going to finish at somewhere a little over $1.1 billion. We expect at maturity that will generate in excess of 50% of that in annual EBITDA out of the digital business. That has not changed at all from when we launch remains in our sites. We'd expect to be generating that level of EBITDA full year of [25%]. We're hopeful we'll be run rating at least a quarter or 2 in '24 at those levels.\nSo the switch to getting out of brand building, getting out of advertising in terms of big expense of commercial, as you noticed you didn't see us at the Super Bowl, but more importantly, the granular changes in individual marketing have slowed dramatically. This is the quarter when we launched New York and Louisiana last year. So you're going to see over $0.5 billion of trailing EBITDA losses in digital disappear this quarter. January alone, on a consolidated basis, EBITDA improved over $450 million for the month. So obviously, there's going to be a significant change in trailing credit statistics that we're excited for.\nIn the brick-and-mortar arena, the business remains exceedingly strong. Consumers continues to spend. Regionals continue to do well. The only thing I can point to really in terms of weakness is weather related in the fourth quarter. I peg about $20 million of lost EBITDA in December, primarily in the Midwest, but kind of throughout the regional business.\nFirst quarter, you've got Northern Nevada has been inundated with snow. It's the worse winter in about 70 years. So the -- you've got a little bit of impact there. But despite that, our regional business grew in the fourth quarter. It continues to grow in the first quarter.\nAnd as Anthony said, we have pieces that are coming online that will add to that. I was at the Lake Charles opening in December. Really pleased with the way that product turned out. If you look at how it's been doing since opening, I'd expect that our incremental EBITDA on the spend is going to be in excess of 25% on a gross basis. But recall that we had insurance proceeds there from the disruption of the original property. So on a net basis, our ROI there should be approaching 50%.\nSo extraordinarily strong in Lake Charles. We're excited that we've got temporary casinos coming in Danville, Nebraska. We've got the Indiana project coming online in the back half of the year. The Atlantic City spend largely done, should be done by the time we hit prime season. So really excited for the way '23 sets up for us from a regional basis.\nVegas, it's hard to express how strong Vegas is right now. Occupancy in January for us was up over 1,700 basis points versus Omicron impacted '22. We're off to on a consolidated basis and in Vegas, in particular, an exceedingly strong start to the first quarter. But recall that in the first quarter, the back half of the quarter tends to be more important than the front half. But as we look at forward bookings in Vegas, they're strong and getting stronger. March sets up to be one of the best months that we've ever had in Las Vegas.\nForward bookings are strong, group attrition is declining so that we are now seeing group business in excess of 2019 numbers for the first time it looks that way going forward and all of our forward indicators for booking look very strong. So as we sit here today, it feels -- the business feels fantastic. And with that, I'll open it up to questions."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c5e3762b6f1412232f67ce4d346e75a5",
    "period": "2022 Q3",
    "content": "Q3 2022 Caesars Entertainment Inc Earnings Call\n\nQ3 2022 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQNOV 1, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Caesars Entertainment Third Quarter 2022 Earnings Call. (Operator Instructions) Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Brian Agnew, Senior Vice President of Finance, Treasury and Investor Relations. Please go ahead.\n\nBrian Matthew Agnew\n\nSVP of Finance, Treasury & IR, Caesars Entertainment, Inc.\n\nThank you, Elizabeth, and good afternoon to everyone on the call. Welcome to our conference call to discuss our third quarter 2022 earnings. This afternoon, we issued a press release announcing our financial results for the period ended September 30, 2022. A copy of the press release is available on the Investor Relations section of our website at investor.caesars.com.\nJoining me on the call today are Tom Reeg, our Chief Executive Officer; Anthony Carano, our President and Chief Operating Officer; Bret Yunker, our Chief Financial Officer; and Eric Hession, President, Caesars Sports & Online gaming.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements about the company's performance. Such forward-looking statements are not guarantees of future performance and therefore, one should not place undue reliance on them. Forward-looking statements are also subject to the inherent risks and uncertainties that could cause actual results to differ materially from those expressed.\nFor additional information concerning factors that could cause actual results to differ from those discussed in our forward-looking statements, you should refer to the cautionary statements contained in our press release as well as the risk factors contained in the company's filings with the Securities and Exchange Commission. Caesars Entertainment undertakes no obligation to revise or update any forward-looking statements to reflect events or circumstances that occur after today's call.\nAlso, during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G. The GAAP financial measures most directly comparable to each non-GAAP financial measure discussed and the reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure can be found on the company's website at investor.caesars.com by selecting the press release regarding the company's 2022 third quarter financial results.\nI will now turn the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & COO, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. In the third quarter, we generated a new consolidated EBITDA record, excluding digital, of $1.05 billion. Our Las Vegas segment continued to deliver strong results with $491 million of adjusted EBITDA, excluding the real rent payment. Our regional segment delivered a new Q3 record with same-store adjusted EBITDA of $570 million, up 25% versus Q3 of '19. Caesars Digital reported a $38 million adjusted EBITDA loss, which was our smallest last quarter since rebranding to Caesars Sportsbook in August of '21.\nIn our Las Vegas segment, all areas of the business combined to contribute to the strong EBITDA quarter. Excluding real rent payments, our Las Vegas segment generated EBITDA of $491 million and a 46% EBITDA margin. Occupancy was strong, reaching 94%, driven by July and September. Cash hotel revenue and profit set a new Q3 record. Gaming revenue also set a new Q3 record during the quarter. Group room nights during Q3 of '22 represented approximately 12% of occupied room nights. Forward group revenue pace for the remainder of the year and into '23 is up over double digits versus '19. Results in our 55-plus segment Las Vegas were up again in Q3 to pre-COVID, continuing the trend we experienced in the second quarter. International travel continues to recover and remains a tailwind. Las Vegas has further runway for growth with many exciting new entertainment and sporting events coming to the market over the next 18 months.\nIn our regional markets, results strengthened in the third quarter, posting growth versus a strong third quarter last year. Reported EBITDA of $570 million was up 25% to Q3 of '19 and up 30% when excluding Lake Charles, which remained closed during Q3. EBITDA margins improved 840 bps to 38% on a same-store basis versus Q3 of '19, excluding Lake Charles. Trends in our regional segment remained very consistent over the last few quarters.\nTurning to an update on our capital program. Renovations in AC will complete in the first half of '23 with the opening of the Nobu Hotel tower, and we're excited about the recent restaurant openings of Hell's Kitchen in Nobu at Caesars AC. Horseshoe Lake Charles is set to open on December 12, and we look forward to showcasing this brand-new land-based facility. We also expect to open our expanded casino offering in Pompano in December as well. We expect to open temporary casinos in both Danville, Virginia and Columbus, Nebraska by midyear '23. Our expansion at Harrah's Hoosier Park is underway and should open by mid-'23. And lastly, our construction on our new hotel tower and additional amenities at our New Orleans property is progressing well with the new sportsbook and poker room recently opened.\nAs we look to the remainder of '22, we remain optimistic about our business as consumer trends remain healthy, especially versus '19. As we mentioned last quarter, we remain encouraged regarding improving group and convention trends in Las Vegas, the return of the international consumer as well as the potential for the full recovery of our older demographic consumer, who's been the most impacted by COVID-19.\nI want to thank all of our team members for their hard work in 2022 so far. I'm extremely proud of our operating teams, their execution and their exceptional guest service. With that, I will now turn the call over to Eric Hession for some insights on the third quarter performance in our digital segment.\n\nEric Hession\n\nExecutive VP & CFO, Caesars Entertainment Corporation\n\nThanks, Anthony. Our digital business reported revenue growth of over 120% and a smaller-than-expected EBITDA loss in the quarter. On the sports betting side, we recently started to realize the benefits from the efforts that we've made over the summer to improve the overall experience for our customers. Specifically, improvements in cash out speeds, customer service response times and our in-play parlay and alternative line offerings are all being well received by our customers. We've also created several analytical tools that provide real-time assistance and insights for our trading team, allowing them to expand the number of markets we offer to our customers and to be more responsive during in-play trading sessions. As a result, our hold volatility has declined and our overall expected hold levels have increased.\nDuring the quarter, we also began to see the results of our initial segmented marketing campaigns that allow us to reward our customers more directly for their loyalty and play with us. These efforts contributed towards our net revenue growth as they allowed us to improve our promotional spending efficiency. We anticipate continued enhancements in this important area over the course of 2023.\nOn the iCasino side, we hired a new leader for the vertical who started on October 1. In conjunction with our tech team, we have an aggressive product improvement road map identified with numerous enhancements for our customers that will be rolled out as completed with a full product targeted for the start of the second half of 2023. iGaming remains a critical component of our digital growth strategy.\nFrom an expansion standpoint, during the quarter, we launched our online sports betting product in Kansas and upgraded our tech package in Illinois, Pennsylvania and Washington, D.C. to our most current version. We now offer sports betting in 27 North American jurisdictions, 19 of which offer mobile wager. In Q4, pending regulatory approval, we anticipate launching online sports betting in Maryland and on January 1 in Ohio. In addition, we plan on adding 2 new third-party retail locations during the quarter.\nWith that, I'll turn it over to Brett for some additional comments.\n\nBret Yunker\n\nCFO, Eldorado Resorts, Inc.\n\nThanks, Eric. Q3 was another productive quarter from a balance sheet perspective as we permanently reduced approximately $900 million of debt using asset sale proceeds and free cash flow. We also successfully syndicated a new $3 billion credit facility comprised of a $2.25 billion revolver and a $750 million Term Loan A. 16 domestic and international banks subscribed to the new facility, and we appreciate their support. Total 2022 CapEx spend net of Atlantic City is now expected to come in at approximately $800 million, which is also our current estimate for total 2023 CapEx spend across growth and maintenance.\nFinally, we announced that we will be pursuing a downstate casino license in New York with our partner, SL Green. It will obviously be a very competitive process, and we look forward to putting our best foot forward when the RFP begins. Given the inherent sensitivities around the bid process, we aren't in a position to go into details around project costs at this stage. However, we can tell you now that the project starts with an existing building and will be financed within a new joint venture that is not on our balance sheet. Caesars will brand and manage the asset under a long-term management agreement, and any equity investment into the joint venture will be very manageable relative to our free cash flow.\nNow I'll turn the call over to Tom.\n\nThomas Robert Reeg\n\nCEO & Director, Eldorado Resorts, Inc.\n\nThanks, Brett. I'm going to touch a little further on the quarter, and I want to talk about October as well. In Las Vegas, very strong results in the quarter. Normal seasonality returned to Las Vegas in the third quarter. We also had a couple of headwinds that I would call out. In utility, expenses for the quarter were extraordinarily high, particularly August, and we had the finish of the construction of the entrance, which caused some construction disruption. If you look at the impact of the two of those and add it back, you'd end up a little bit ahead of last year on an EBITDA basis and similar from a margin standpoint.\nAs you look into October, October was the strongest month in the history of Las Vegas for Caesars. We did over $200 million of EBITDA in October, which is up double digits versus last year on a consolidated basis. October EBITDA for bricks and mortar is pacing double-digit percentage above last year's October despite having one fewer weekend day in the 2022 period.\nRegional is obviously quite strong as well, had a little bit of margin improvement there. Strongest third quarter that we've ever had in regionals. And then we've got, as Anthony touched on, we've got Lake Charles coming. We've got temporary casinos in Columbus, Nebraska; Danville, Virginia that will hit next year. We've got the completion of the Atlantic City spend as well, and the Harrah's Hoosier Park in Indianapolis -- outside Indianapolis should finish by the middle of next year. So a number of tailwinds cash that you allowed us to invest as shareholders that you're going to see the fruits of going into the rest of '22 and into '23.\nI'd also like to touch on the Strip asset sale and say that we intend to keep all of our Strip assets as we move forward. We ran into a market where the cash flow of the asset continued to increase. The ability of buyers to raise financing made it a very easy decision for us to keep. I know that despite us talking about how this is and was a discretionary process for us, it created an unnecessary overhang in the stock, and I apologize to all of our shareholders for that. That was a self-inflicted error and that was me. So we will be keeping our Vegas Strip assets as we move forward.\nIn digital, October digital inflected to positive EBITDA for us. So we are extremely pleased that's 12 months ahead of the schedule that we anticipated. I think most of you are aware, we've got a fairly high profile liability out there with the Astros. So that will have -- that will be a swing factor in whether fourth quarter is positive as a whole. But we'd expect that we have inflected and digital will be a contributor as we move forward.\nSo that's extremely exciting news for us. Great work by Eric and his team in digital, and thank you to all of our shareholders for the capital to invest in that in digital and the patience as we work through it. We continue to believe that on our $1.1 billion of cumulative EBITDA losses that [maturity], we'll be doing in excess of 50% of that in annual EBITDA out of digital. That business continues to outperform our expectations, and really, really inflected over the last 60 to 90 days. So we are quite pleased with that.\nWith that, I'll flip back to the operator for questions."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ab4f106516b0a93997f2a7cd469f5740",
    "period": "2022 Q2",
    "content": "Q2 2022 Caesars Entertainment Inc Earnings Call\n\nQ2 2022 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQAUG 2, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Caesars Entertainment Inc. 2022 Second Quarter Earnings Call. (Operator Instructions) I would now like to turn the call over to your host, Brian Agnew, Senior Vice President of Finance, Treasury and Investor Relations. You may begin.\n\nBrian Matthew Agnew\n\nSVP of Finance, Treasury & IR, Caesars Entertainment, Inc.\n\nThank you, Kevin, and good afternoon to everyone on the call. Welcome to our conference call to discuss our second quarter 2022 earnings. This afternoon, we issued a press release announcing our financial results for the period ended June 30, 2022. A copy of the press release is available on the Investor Relations section of our website at investor.caesars.com. Joining me on the call today are Tom Reeg, our CEO; Anthony Carano, our President and Chief Operating Officer. Bret Yunker, our Chief Financial Officer; and Eric Hession, Co-President, Caesars Sports and Online Gaming.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements about the company's performance. Such forward-looking statements are not guarantees of future performance, and therefore, one should not place undue reliance on them.\nForward-looking statements are also subject to the inherent risks and uncertainties that could cause actual results to differ materially from those expressed. For additional information concerning factors that could cause actual results to differ from those discussed in our forward-looking statements, please refer to the cautionary statements contained in our press release as well as the risk factors contained in the company's filings with the Securities and Exchange Commission.\nCaesars Entertainment undertakes no obligation to revise or update any of our forward-looking statements to reflect events or circumstances that occur after today's call. Also during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G. The GAAP financial measures most directly comparable to each non-GAAP financial measure discussed and the reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure can be found on the company's website at investor.caesars.com, by selecting the press release regarding the company's 2022 second quarter financial results. I will now turn the call over to Anthony Carano.\n\nAnthony L. Carano\n\nPresident & COO, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. Our second quarter was a record quarter for our consolidated property portfolio. Adjusted EBITDA in the second quarter, excluding Caesars Digital, was $1.05 billion, versus $1.01 billion last year. Our Las Vegas segment delivered an all-time quarterly EBITDA record of $547 million, with revenues up 34% year-over-year. Our Regional segment delivered same-store adjusted EBITDA of $513 million, up 24% versus Q2 of '19. Caesars Digital reported a $69 million adjusted EBITDA loss, which was a dramatic improvement versus the first quarter of this year.\nIn our Las Vegas segment, all areas of the business combined to contribute to the record EBITDA quarter. Excluding real rent payments, our Las Vegas segment generated EBITDA of $558 million and a 49% EBITDA margin. Occupancy improved significantly, reaching 97% as a result of strong demand and our ability to lift self-imposed occupancy caps. Strong occupancy when combined with the record ADR, resulted in the highest quarterly room hotel revenues for our Las Vegas segment in company history. Group and convention also posted an all-time quarterly EBITDA record, led by the strong performance of the CAESARS FORUM.\nGroup room nights during Q2 '22 represented approximately 13% of occupied room nights in Las Vegas, up from 11% in the second half of '21. Forward group revenue pace for the remainder of the year and into '23 is up over double digits versus 2019. Our Vegas F&B operations delivered record profit during the quarter as well. And finally, results in our 55-plus segment, Las Vegas were up for the first time over 2019 since COVID began, and we're beginning to see a noticeable return to the market from international travelers. In the Regional markets, while results were down versus last year, operating results remained strong, especially versus 2019.\nReported EBITDA of $513 million was up 24% to Q2 of '19 and up 29% when excluding impacts from the Lake Charles closure and construction disruption at Caesars Atlantic City. EBITDA margins improved 50 basis points to 36% on a same-store basis versus Q2 of '19, excluding Lake Charles and Caesars AC. July operating trends in our Regional segment remained consistent with the trends we have seen post COVID. Our capital program remains largely unchanged. 90% of our room remodel programs in Atlantic City is now complete, and we look forward to several exciting food and beverage concepts opening in October and November.\nOur land-based facility in Lake Charles is set to open in December and so is our expanded casino offering in Pompano. We expect to break ground on Caesars Danville in Virginia, Harrahs' Columbus in Nebraska and our casino expansion for Harrah's Hoosier Park during this quarter. Lastly, construction on our new hotel tower and additional amenities at our New Orleans property is progressing well with the new Sportsbook and poker rooms set to open Labor Day weekend. These are all exciting projects that will generate a meaningful return on the investment for our company. As we look to the remainder of '22, we remain optimistic about our business as consumer trends remain healthy, especially versus 2019.\nAs we mentioned last quarter, we remain encouraged regarding improving group and convention trends in Las Vegas, the return of the international consumer as well as the potential for the full recovery of our older demographic consumer, which has been the most impacted to COVID-19. I want to thank all of our team members for their hard work in 2022 so far. I'm extremely proud of our operating teams, their execution and their exceptional guest service. With that, I will now turn the call over to Eric Hession for some insights on the second quarter performance in our Digital segment.\n\nEric Hession\n\nExecutive VP & CFO, Caesars Entertainment Corporation\n\nThanks, Anthony. The financial performance of our digital business improved significantly in the second quarter, both on a revenue and an adjusted EBITDA loss basis when compared to the first quarter of this year. As Tom previewed on our last earnings call, our strong gains in unaided brand awareness have allowed us to scale back our brand-related marketing spend. That reduction in combination with the reduced promotional investment environment translated into steadily improving results throughout the quarter. As we look to the back half of the year, we expect to add a number of significant product enhancements for our customers in key areas such as cash out speed, customer service and parlay and alternative line offerings.\nWe also anticipate converting all of our Caesars' branded apps and sportsbooks to our Liberty tech stack by the end of 2022, greatly enhancing the customer experience. In addition, our marketing teams will have new and enhanced ways to deliver offers and promotions to customers, ensuring that they receive them in the most cost-effective way.\nWe continue to believe that scale is important for our digital sports betting and iCasino and poker offerings and pending regulatory approvals, plan to expand into states and jurisdictions where allowed. We currently offer sports betting in 25 North American jurisdictions, 18 of which are mobile. IGaming is currently live in 5 jurisdictions, while poker is in 4.\nAs a result, we will continue to remain focused on growth through new state launches, investing from a tech perspective on product enhancements and remaining acutely focused on our expenses. I'll now turn the call over to Bret Yunker, our CFO.\n\nBret Yunker\n\nCFO, Eldorado Resorts, Inc.\n\nThanks, Eric. Second quarter was outstanding from an operating perspective. And if you look back at the past 18 months, we've now reduced debt by $2 billion alongside acquiring and standing up our Digital business. Our most recent debt reduction came from $730 million of proceeds from the sale of William Hill's International business, $100 million of that was executed through open market debt repurchases below par. The other $630 million were applied to our 2025 term B that happened in July. We continue to produce strong free cash flow with an expectation to reduce debt further in the back half of 2022. I'll turn it over to Tom.\n\nThomas Robert Reeg\n\nCEO & Director, Eldorado Resorts, Inc.\n\nThanks, Bret. I'm going to provide some more color on the quarter where we are now and some conversations that I've had with investors over the last 30 to 60 days. Starting in Las Vegas, $558 million of EBITDA free the real lease payment is up almost 10% over the prior record in Vegas, which was last year's third quarter also post merger. Vegas, coming into the quarter, the monthly cash revenue -- hotel revenue record in Vegas was $91 million. We exceeded that in April, May and June, and we're on pace in 2022 to generate over $1 billion in cash room revenue in Vegas for the first time.\nGroup business has come back extremely strong. We're seeing wash rates at or below historical levels as the pent-up demand for business travel start to happen itself in Vegas. That was about a $200 million EBITDA business in the prior Caesars pre-foreign convention center. We're pacing about 40% above that as we sit here today. So obviously, with the addition of FORUM, which was not in operation pre-pandemic, but extremely strong results for us. The strength in Vegas has continued into the third quarter. You should expect to see kind of normal seasonality in August when it's just a little cooler than the surface of the sun.\nYou should see -- expect to see occupancy track back to the mid-90s from the high 90s, but we'd expect to be back in the high 90s September and beyond, and that's what our forward bookings show us.\nSo Sean McBurney and his team in Vegas have done an absolutely fantastic job. We've done all of this with Caesars Palace torn up for most of the year with our front entrance work. That finishes in September. So in this quarter, we should be pretty well done with everything you've seen at the front entrance of Caesars, which should eliminate construction disruption there.\nWe've opened Vanderpump and Nobu and Paris. And I'll be out for the Martha Stewart restaurant opening in a couple of weeks in Paris. So that property is transforming as well. So we're extremely excited about that. If you move to regionals, you still have the drag in Atlantic City. Caesars, in particular, is under heavy construction as you might be hearing from numerous others. In a number of industries, it's difficult to bring in your construction projects on time, given supply chain issues. So we were hopeful that all that would have been done prior to 4th of July, the bulk of it should be done by the end of August.\nSo you're seeing -- you should see Atlantic City numbers start to firm up. New Orleans is starting to track back toward where it was before, but still is a laggard among the regionals. And then Lake Charles will open before the end of the year. Remember that's about a $15 million LTM EBITDA drag, should be something north of a $65 million LTM swing once it opens. So we're excited about that. We've got it on the Atlantic City projects coming online. We've got Horseshoe, Indianapolis and is less than a year into it and Hoosier Park with a similar table expansion, should come online towards the end of the year.\nSo we're excited about the dollars that we've got out there and the returns that we're going to get on them. In terms of brick-and-mortar, obviously, there's a lot of discussion about the broader economic picture. My first point would be we've done what we've done in 2 consecutive quarters of falling DP. The average recession since the depression, I think, is 10 months. So we're hoping that we're -- for the end of this current environment. But the consumer continues to hold up quite well for us. We've seen unrated play that has softened offset by strength in rated play particularly at the higher end of our database.\nWe've seen international come back to Vegas really in the last 4 weeks, so we're excited about that. And obviously, the stimulus checks were a boom in last year's second quarter and early in the third. But July for us was -- July of '21 was our best month ever, and we're neck and neck with that in '22.\nParticularly harder to talk about Digital. Obviously, that's been a topic of conversation for a number of quarters. If you'll recall, we headed into last -- we closed the William Hill deal 100 days before the opening kickoff of NFL season. And when you do a U.K. acquisition, there's no prepping before close.\nYou start from a standing start on day 1. Eric Hession, Chris Holdren, their team did a great job of standing up the app, getting our brand out there and making us competitive out of the box.\nAs I said on the last call, we got to about 15% nationwide handle share, again, both states that we're in, states that we're not in. And our unaided awareness got to a point where we were comfortable pulling back on advertising spend. So we have pulled a planned hundreds of millions of dollars that we were planning to spend. We don't think our competitors have followed us, they're still spending. And our share has been stable. And if you look at our losses in the second quarter, each month improved on the month before. So May was a smaller loss than April. June was a smaller loss than May.\nObviously, we finished second quarter -- sorry, we finished July, 2 days ago, so I'm talking about preliminary numbers, but Digital for July was nearly breakeven for the company.\nSo I would expect as we get into football season, which is clearly our acquisition period in this business, you're going to see some modest losses return as we acquire new customers. But given that we damn near turned profitable in July, I'm extremely confident that we will be a profitable business at least by the fourth quarter of '23. And I view that business as we have made that -- I told you it was $1 billion through last quarter.\nSo you've got to add the $69 million of losses in this quarter. I told you in last quarter's call that I'd expect us to end up at about $1.5 billion of cumulative EBITDA losses. It doesn't look like we will get near that $1.5 billion, the way the business is performing now. And so we are -- we want to prove the concept. We've proved we could carve out a significant piece of the business. Now we want to prove we can make a profit, and then we'll talk about fighting for additional share on the other side of that. But we are extraordinarily pleased with where Digital is in a short period of time and really excited about this football season where we come in with our legs under us rather than running as fast as we can to keep up.\nSo the last piece I want to touch on is leverage, which is a popular topic these days. We have a long track record. We do an acquisition and then we delever. And Bret has told you, while we were standing up Digital with those $1 billion of EBITDA losses in the trailing 12 months, we paid down $2 billion of debt. We expect to continue to pay down debt. If you look at this quarter, even with the Digital loss, we're at about $1 billion of EBITDA. We've got -- we have some capital that's coming online, some returns that are coming online. The Digital business continues to improve. So if you just use -- and to be clear, I'm not giving any guidance.\nI'm looking at this quarter. If you look at a $4 billion business, our net debt -- lease adjusted debt is a little under $22 billion. So we're under 5.5x levered today. We're generating somewhere between $1.5 billion to $1.75 billion of free cash flow. Now a lot of that is going into growth capital for the time being. But if you think about a recession, of course, you've seen how we behave in a recession, you saw how we behave in a pandemic. The growth capital would start to shut off. But if you look at prior recessions, you're looking at a business that should be mid- to high single-digit revenue declines at worst in Regional, less in Vegas with what's going on now.\nIf you run that at a 50% flow-through, we're still doing about $1 billion of free cash flow a year. So we feel very good about where we are leverage-wise. As you know, we have an ongoing sales process for the Vegas strip asset that's governed by the VICI agreements and ends about another month to run. So I'm not going to provide play by play there, but know that we are in very good shape, balance sheet-wise. We would like to collapse the CRC bucket for those of you who follow our debt into our parent company.\nYou should expect that we'd be exploring that as soon as the markets open up, and we'll be kicking maturities out as well. So we don't -- for all the hand-wringing about leverage and balance sheet all of a sudden, we really don't stress about that at all. We feel very good about the position we're in and where we're headed going forward. So those are my prepared remarks, let me flip it to the operator for questions."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3635f4f65e642ff9856c7ea85143276b",
    "period": "2022 Q1",
    "content": "Q1 2022 Caesars Entertainment Inc Earnings Call\n\nQ1 2022 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQMAY 3, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Caesars Entertainment, Inc. 2022 First Quarter Earnings Call. (Operator Instructions) Please be advised that this call is being recorded. (Operator Instructions) I would now like to hand the conference over to your host today, Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations. You may begin.\n\nBrian Matthew Agnew\n\nSVP of Finance, Treasury & IR, Caesars Entertainment, Inc.\n\nThank you, Justin, and good afternoon to everyone on the call. Welcome to our conference call to discuss our first quarter 2022 earnings. This afternoon, we issued a press release announcing our financial results for the period ended March 31, 2022. A copy of the press release is available in the Investor Relations section of our website at investor.caesars.com.\nJoining me on the call today are Tom Reeg, our Chief Executive Officer; Anthony Carano, our President and Chief Operating Officer; and Bret Yunker, our Chief Financial Officer.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements about the company's performance. Such forward-looking statements are not guarantees of future performance, and therefore, one should not place undue reliance on them. Forward-looking statements are also subject to the inherent risks and uncertainties that could cause actual results to differ materially from those expressed.\nFor additional information concerning factors that could cause actual results to differ from those discussed in our forward-looking statements, you should refer to the cautionary statements contained in our press release as well as the risk factors contained in the company's filings with the Securities and Exchange Commission.\nCaesars Entertainment undertakes no obligation to revise or update any forward-looking statements to reflect events or circumstances that occur after the call today.\nAlso, during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G. The GAAP financial measures, most directly comparable to each non-GAAP financial measure discussed and the reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure, can be found on the company's website at investor.caesars.com by selecting the press release regarding the company's 2022 first quarter financial results.\nWith that, I will turn the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & COO, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. We delivered another strong quarter to start the year in 2022. Adjusted EBITDA in the first quarter, excluding Caesars Digital, was $850 million, up over 60% versus the first quarter last year. Margins in our brick-and-mortar business were 36.2% despite the negative impact of Omicron in January.\nOperating results reflect a new first quarter record for adjusted EBITDA in our Las Vegas segment despite multiple headwinds during the quarter. In total, 18 of our properties set a record for the highest first quarter EBITDA, while 28 set a record for the highest Q1 EBITDA margin.\nTurning to Las Vegas. Demand trends strengthened throughout the quarter, leading to an all-time first quarter record of $411 million in adjusted EBITDA, excluding real rent payments. EBITDA improved to 140% versus the first quarter of '21, and margins improved 1,000 basis points to 45%.\nTotal occupancy for Q1 was 83%, which weakened occupancy at 95% and midweek at 77%. As of April 1, 2022, we lifted all occupancy caps in Las Vegas and would expect to see a material improvement in occupancy for the second quarter of 2022.\nGroup room nights during Q1 represented approximately 13% of occupied room nights in Las Vegas, up from 11% in the second half of '21 despite January weakness to Omicron. Elevated attrition rates continued to decline, and group revenue pace from Las Vegas is strong for the remainder of the year and into '23 and '24. With convention demand accelerating, we are excited to finally see the full potential of the new CAESARS FORUM Convention Center.\nFORUM currently has 150 future events booked, with over 1.3 million room nights and over $500 million in revenue. Over 70% of this contracted business is new to Caesars as a company.\nIn our regional markets, operating results remained strong and revenues and EBITDA improved sequentially each month of the quarter. Trends have further improved into April. EBITDA for the first quarter was $459 million, with margins of 33.6%.\nHighlighting a few specific properties, trends normalized in New Orleans in Q1, following the removal of mask and vaccine mandates in March. And Atlantic City had a great quarter despite still having rooms off-line for remodeling. We are encouraged by the early returns on the capital spend at the recently rebranded Horseshoe Indianapolis and look forward to starting construction on our Harrah's Hoosier Park expansion this year.\nFollowing the launch of sports betting and iCasino in Ontario on April 4, we now offer sports betting in a combination of 24 domestic states in North American jurisdictions, 17 of which are -- offer mobile wagering. In March, we converted Illinois to our Liberty platform and expect all of our remaining Caesars-branded apps and sportsbooks to be running Liberty by year-end 2022.\nWe remain focused on growing our Digital business during Q1 through customer acquisition, especially in new markets, including New York and Louisiana. While customer acquisition and handle exceeded our internal expectations, especially in New York and Louisiana, net revenues were negatively impacted by promotional investment to support the new market launches.\nOur capital program remains unchanged from our Q4 call. We are excited to have most of our room remodels completed in Atlantic City for the upcoming summer season and look forward to many new food and beverage and entertainment offerings this fall. Our new land-based facility in Lake Charles remains on track to open in Q4 of this year and so does our casino expansion and new parking garage in Pompano.\nWe anticipate breaking ground on our expansion plans for Harrah's Hoosier Park this quarter, and construction is slated to begin on our Columbus, Nebraska project later this year. These are exciting projects to which we'll collectively generate a meaningful EBITDA contribution for our company.\nAs we look to the remainder of '22, we remain optimistic about our business as consumer trends remain strong. We are also encouraged regarding improving group and convention trends in Las Vegas as well as the potential for the full recovery of our older demographic consumer, who has been the most impacted to COVID-19.\nIn addition, our property rebrands are exceeding return expectations, which gives us confidence in future-announced rebranding opportunities in St. Louis, Black Hawk, Las Vegas and Florida. I want to thank all of our employees for their hard work in 2022 so far. I'm extremely proud of our operating teams, their execution and their exceptional guest service.\nWith that, I will now turn the call over to Tom for some additional insights on the quarter.\n\nThomas Robert Reeg\n\nCEO & Director, Eldorado Resorts, Inc.\n\nThanks, Anthony. Good afternoon, everyone. Thanks for joining us. I would echo Anthony's comments on the work that our employees have done to drive results for the organization. Personally, this -- it now feels like what we thought we were buying when we originally bought -- we bought Caesars Entertainment, we're almost 2 years in now, but with all the virus disruptions that went on over those 2 years, it's really the last 8 weeks or so that we're starting to hit on all cylinders and really feel the potential of the organization.\nSo we talked to you in -- well into the first quarter. And what we described then was Omicron was kind of a wet blanket around the entire business for the bulk of January into February. It was really right before the Super Bowl that events changed with the virus, and we saw a surge in visitation. This is -- you'll hear a common theme as I go through. I know that investors are extremely concerned with health of the consumer and what's going on inflation-wise, what impact is that having on the business.\nSo I can say unequivocally that the biggest correlation that we see in the business over the last 2 years is the state of the virus, and that when the virus recedes and case counts are benign, there is a pent-up demand for travel and entertainment activity and we see a burst of demand in our business. That was -- Omicron was no exception.\nSo as you got through Omicron, if you look at the regional market, as Anthony discussed, we ended up considerably year-over-year, margins in the 33-plus percent range. If you think about that in the quarter, and this is true throughout, when volumes are down, we experienced negative operating leverage.\nSo regional margins in January were 29%. In March, they were above 37%. So we ramped up through the quarter as demand increased, and that has continued into April -- into the second quarter, with margins in excess, up 37%, on a preliminary basis in April and volumes remaining strong. So obviously, we have a tough comp, second quarter, in regional, but we have been holding up particularly well as we've gone through April.\nIn Las Vegas, if you look at from an occupancy standpoint, we had told you before, January was around 75% occupancy, February was about 80% -- came in about 81%. We thought that March would come in, in the mid-80s. It actually came in at 91% for the month. And so we were able to have a record first quarter even with a slow start, where we lost the bulk of CES, which is one of the biggest groups on the calendar market-wide.\nAnd if you think about margins in Las Vegas, we were a little over 40.5% in January. In March, we were a little over 47%. The strength has continued into April. April was the single largest month in the history of the Caesars organization for cash room revenue. Occupancy was just under 97%. Rates were up a little less than 40% over last year -- last April and a little less than 20% over '19.\nSo Vegas is extraordinarily strong for us as we sit here today. I would expect us to break the record again in May for cash hotel revenue.\nSecond quarter is going to be particularly strong in the group business. This is where a lot of the cancellations post-pandemic started to rebook into. So we expect a significant bump in group business. Recall that when we talk about group business, we did not have Caesars in '19, did not have the FORUM Convention Center operating. So when we say group, it will be considerably stronger than '19. That includes the FORUM, '19 did not.\nBut we would expect Vegas to continue a very strong trajectory, as I said, April all-time cash room revenue record despite only 30 days and the Easter holiday in April, which is not a particularly good casino holiday. May of 31 days should be even better. So I feel very good about where the brick-and-mortar business is heading.\nAs you look at Digital -- let me -- I'm sorry, before I go to Digital, I spoke unartfully on the last conference call about timing of the Vegas asset sale. I want to be very clear. We started the process to sell a Las Vegas Strip asset early in '22. There are public documents that show you how long the ROFR process and the process to reach a definitive agreement last, which would put us somewhere in the middle of summer for a consummation of the transaction.\nYou shouldn't expect us to be giving you play-by-play in the interim. We'll be back to you when that's resolved, know that it is in motion and governed by the documents that we -- that govern our VICI agreement.\nAs we go to Digital, as I said on the fourth quarter call, first quarter is our peak EBITDA loss. Of the $553 million of EBITDA loss in the quarter, a little over $400 million is attributable to the launches in New York and Louisiana, with New York, the lion's share of that.\nAs discussed, we got to our handle share goals far earlier than we anticipated, and we did cut back all of our mass media spend. So we cut about a little over of $0.25 billion of expected spend from when we started cutting in February, through the end of this year. We've seen no degradation in handle share other than our planned retrenchment in New York back through.\nYes, as we talked about, we were more aggressive than we needed to be out of the box in New York and got 37%, 40%, 40-plus percent share. You see us kind of in that 15% to 20% share since we've retrenched. That's the only material movement in share, even though we've cut over $0.25 billion for marketing.\nIf you look at the quarter, we lost about $44 million in March. So as you got out of those, that heavy launch period, our losses moderated considerably. If you think about the investment that we talked about making in terms of cumulative EBITDA losses, we said north of $1 billion. In my mind, when that -- when I made that statement in -- when we launched in August, I was thinking $1.25 billion to $1.5 billion.\nBased on where we've gotten share-wise, I think $1.5 billion is the right neighborhood. And if you look at what we've done to date, in the -- about 2/3 of our cumulative EBITDA loss, our investment into Digital measured in that way is now in the rearview mirror.\nSo our losses come down considerably as we move forward, and we fully expect to inflect to EBITDA positive in Digital as we move into football season of '22. And if you think about numbers that we've talked to in the past, the cross-market play out of sourced-in-digital into brick-and-mortar, we said was run-rating about $150 million of gaming revenue at the time of our last call, that has since increased to over $200 million.\nWhat are we focused on in the off-season? We're focused on the shoulder season. I should say there's never an off-season, but football is clearly the driver of sports. So before next football season, we're bolstering our customer service capability, we're bolstering our technology, we're bolstering our payments capability so that we're ready for next football season.\nAs I look back, we closed William Hill in April. We had almost exactly 100 days to our -- to the start of football season when we closed William Hill and our relaunch.\nSo we were kind of sprinting to keep up throughout football season last year. This year is going to feel much more comfortable for us in terms of being well prepared for anything that can come our way. We are absolutely thrilled with the business that we've built to date. But we're excited about what we can do as we move forward.\nTo give you some context, we've had 1.4 million Caesars Rewards sign-ups since we relaunched Digital, that came in through the Digital channel. If you think about a typical Caesars property, we get about $50,000 on average per property per year of new sign-ups, a little more in destination properties, a little less in regional properties.\nIf you think about 1.4 million customers coming into the pipeline in really a span of 5 months, it's extraordinary. And now, the work in front of us is to identify which are the most valuable customers there. As you look back at the way football season was last year, you were getting the same offer whether you were a $50 player or you were a $1,000-and-above player.\nWe didn't discriminate. That's kind of what we inherited as we bought all of these brick-and-mortar assets from various operators in the past, marketing to the masses with little discrimination. And what you've seen us do repeatedly in the brick-and-mortar business is target that spend to our most valuable players and not waste money on the unprofitable players.\nThat's the task in front of us in Digital. So you're going to see us segmenting in terms of our marketing as we move forward, and that's going to be a dramatic improvement in profitability as we move forward. So we are excited for that.\nAs you think about where we are now that we've got 2/3 of the losses behind us, we should be a significant free cash flow producer as an enterprise going forward. We're expecting to close on the non-U.S. William Hill sale within this quarter. I talked about Vegas Strip asset sale in motion. We would expect to be making significant reductions in our leverage within this calendar year and into '23 and beyond.\nAnd I'll pass to Bret for some specifics on liquidity and capital.\n\nBret Yunker\n\nCFO, Eldorado Resorts, Inc.\n\nThanks, Tom. 2022 is off to a nice start in terms of executing on our growth objectives, alongside continued debt reduction. When the sale of William Hill International's business closes in June, we will apply all proceeds to reduce debt, taking aggregate debt reduction over the past 12 months to over $2 billion. We expect the cadence of debt reduction to accelerate over the next 12 months through strong free cash flow and further asset sale proceeds.\nOur 2022 calendar year CapEx spend remains unchanged from our Q4 call at $300 million of maintenance CapEx, $100 million of Digital capital and approximately $700 million related to project capital. These figures exclude CapEx spend in Atlantic City, which is escrowed and sits in restricted cash. We continue to model minimal cash taxes and approximately $800 million of cash interest expense for 2022, which we intend to reduce through debt repayment and opportunistic refinancing.\nI'll turn it back to Tom.\n\nThomas Robert Reeg\n\nCEO & Director, Eldorado Resorts, Inc.\n\nThanks, Bret. So we've got some exciting projects coming online. As Anthony said, we've got a lot of our Atlantic City capital comes online before the summer season and then some of the restaurant stuff over the summer. We've got Lake Charles hitting in the fourth quarter of this year. We're in the midst of -- we did -- we just did open the expansion of Horseshoe Indianapolis. We've got a similar project going at Harrah's Hoosier Park in Indianapolis. So we've got capital projects that will start contributing that have been drains on us in the past.\nWe think we can continue to execute on basic operations, both digital and brick-and-mortar, and significantly reduce our debt over the next several quarters.\nBack to the key point or the key takeaway. I know there's a lot of concern about what's going on with the consumer, what's going to happen around the corner. I can't stress enough that this business, particularly in Vegas right now, is operating and generating as much cash as it ever has. So we feel very good about the balance of the year.\nAnd with that, I'll open it up to questions. Operator, we're ready to take any questions."
  },
  {
    "header": "CZR",
    "cik": "0001590895",
    "ticker": "CZR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/554e4d397f665e922480ec2554479054",
    "period": "2021 Q4",
    "content": "Q4 2021 Caesars Entertainment Inc Earnings Call\n\nQ4 2021 Caesars Entertainment Inc Earnings Call\n\nCZRNASDAQFEB 22, 5:00 PM\n\nOperator\n\nHello. Thank you for standing by, and welcome to the Caesars Entertainment Inc. 2021 Fourth Quarter and Full Year Earnings Conference Call. (Operator Instructions) Please be advised that today's conference may be recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, Brian Agnew, Senior Vice President of Corporate Finance, Treasury and Investor Relations.\n\nBrian Matthew Agnew\n\nSVP of Finance, Treasury & IR, Caesars Entertainment, Inc.\n\nThank you, Josh, and good afternoon to everyone on the call. Welcome to our conference call to discuss our fourth quarter and year-end 2021 earnings. This afternoon, we issued a press release announcing our financial results for the period ended December 31, 2021. A copy of the press release is available on the Investor Relations section of our website at investor.caesars.com.\nJoining me on the call today are: Tom Reeg, our Chief Executive Officer; Anthony Carano, our President and Chief Operating Officer; and Bret Yunker, our Chief Financial Officer.\nBefore I turn the call over to Anthony, I would like to remind you that during today's conference call, we may make certain forward-looking statements about the company's performance. Such forward-looking statements are not guarantees of future performance, and therefore, one should not place undue reliance on them. Forward-looking statements are also subject to the inherent risks and uncertainties and that could cause actual results to differ materially from those expressed.\nFor additional information concerning factors that could cause actual results to differ from those discussed in our forward-looking statements, you should refer to the cautionary statements contained in our press release as well as the risk factors contained in the company's filings with the Securities and Exchange Commission. Caesars Entertainment undertakes no obligation to revise or update any forward-looking statements to reflect events or circumstances that occur after today's call.\nAlso, during today's call, the company may discuss certain non-GAAP financial measures as defined by SEC Regulation G. The GAAP financial measures most directly comparable to each non-GAAP financial measure discussed and the reconciliation of the differences between each non-GAAP financial measure and the comparable GAAP financial measure can be found on the company's website at investor.caesars.com by selecting the press release regarding the company's 2021 fourth quarter financial results.\nI will now turn the call over to Anthony.\n\nAnthony L. Carano\n\nPresident & COO, Eldorado Resorts, Inc.\n\nThank you, Brian, and good afternoon to everyone on the call. We have delivered another strong quarter. Adjusted EBITDA in the quarter, excluding Caesars Digital was $886 million, up 30% versus Q4 of '19 on a same-store basis. Operating results reflect new fourth quarter records for adjusted EBITDA and adjusted EBITDA margin in both our Las Vegas and Regional segments. 31 of our 52 properties set a record for the highest fourth quarter EBITDA, while 35 set a record for the highest Q4 EBITDA margin.\nStarting with Las Vegas. Demand trends remained strong throughout the quarter, leading to an all-time fourth quarter record of $494 million in adjusted EBITDA, excluding real rent payments. EBITDA improved 33% versus the fourth quarter of 2019 and margins improved 1,000 basis points to 48%. Total occupancy for Q4 was 86% with weekend occupancy at 94% and midweek occupancy at 83%.\nDespite an increase in COVID-19 cases in late December and into January, we remain encouraged by booking trends into 2022 and beyond. While group attrition remains elevated, we began to see conventions return to Las Vegas in the back half of '21, and the segment represented approximately 10% of occupied room nights, a dramatic improvement versus the first half of '21. In Q4 '21, we booked a record $160 million of new business in the group segment company-wide.\nTurning to our Regional markets. Operating results remained strong, especially in markets not impacted by COVID restrictions, construction disruption or property closures. Adjusted EBITDA, excluding New Orleans, Caesars Atlantic City and Lake Charles increased 28% versus 2019, with margins improving by 750 bps to 34%. On a same-store sales basis, we achieved the highest fourth quarter EBITDA and EBITDA margin in the Regional segment in the history of the company.\nIn our Caesars Digital segment in Q4, we generated $116 million of net revenue and an adjusted EBITDA loss of $305 million. Sports betting and iCasino volume was split roughly 65% and 35%. Approximately 90% of our handle was from mobile sports betting and iCasino. We remain focused on scaling our Digital business through customer acquisition during our first fall sports seasons post launch of our Caesars branded apps in 11 states.\nSimilar to Q3, while customer acquisition and handle exceeded our internal expectations, net revenues were negatively impacted by promotional investment in odds and profit boost competitive pricing strategies and lower than historical hold in certain markets.\nFollowing the launch of mobile sports betting in Louisiana on January 28 and retail sports betting in Washington State on February 10, we now offer sports betting in 22 domestic states and jurisdictions, 16 of which offer mobile wagering. During the fourth quarter and into early 2022, we have rolled out enhanced iCasino offerings, including significant increases in new game content. Customer response to our new game portfolio has been encouraging. We look forward to additional improvements in our offering throughout 2022.\nOn the capital front, we have several new projects underway that will add to our growth profile over the next few years. Construction of our land-based project in Lake Charles is making great progress and remains on schedule for a Q4 opening this year. In New Orleans, construction work continues on our new hotel tower and property upgrades. In Las Vegas, we are excited to announce that we have reopened the dramatically upgraded arrival experience at Caesars Palace.\nIn Pompano, work has started on the new parking garage and casino expansion, which should be complete by year-end. In Indiana, the expansion of our recently rebranded Horseshoe Indianapolis property is now complete, and we expect additional gaming and F&B amenities by the middle of the year. We also anticipate breaking ground on our expansion plans for Harris Hoosier Park in the second quarter of this year. Construction is slated to begin on our Columbus, Nebraska project later this year. And finally, in Atlantic City, our $400 million capital plan is actively moving forward with remodeling room towers and setting the stage for exciting new food and beverage and entertainment options in 2022.\nThe growth projects that I just described, total accumulative $1.3 billion of capital investment, a portion of which will be spent this year, and we expect to generate at least a 15% return on this aggregate capital spend. We have already escrowed the $400 million AC spend into restricted cash, and we have received insurance proceeds for Lake Charles.\nAs we look to the full year 2022, we continue to see strong tailwinds for our business and we remain optimistic about further visitation gains as consumers return to our properties once COVID-19 fears have fully subsided. We remain confident in the eventual return of the convention customer to Las Vegas and our destination markets as well. Lastly, we are excited to be rebranding several additional properties in 2022 using flagship brands like Horseshoe and Harris from the Caesars portfolio to even further elevate the customer experience.\nI want to thank all of our team members for their hard work in 2021. I am extremely proud of our operating teams, their execution and their exceptional guest service.\nWith that, I will now turn the call over to Tom for some additional insights on the quarter.\n\nThomas Robert Reeg\n\nCEO & Director, Eldorado Resorts, Inc.\n\nThanks, Anthony. Hello, everybody. I would echo Anthony's comments thanking our team members. I'm particularly heartened by the way that the team came together in a very difficult environment post closing the Caesars acquisition. This was our first full year owning Caesars, and we're excited to talk about what we accomplished. I'm going to give you some greater detail behind the larger numbers that Anthony went through on the brick-and-mortar side, and I'm going to talk about what we have said in the past and let you measure how we have performed relative to metrics that we've put out.\nSo speaking about the quarter, we were on track for an all-time record in Vegas until the last 2 weeks of the quarter when Omicron spiked across the country and kind of nipped us in the bud in the last 2 weeks of the year. Omicron continue to impact us in January. January occupancy was about 75% in Vegas. As Anthony said, we were 86% for the fourth quarter. February month-to-date has ticked up to 80%, and we expect March to be into the mid-80s. All of our forward demand indicators look very strong. In Vegas, Anthony talked about the group business, our measure of cancellations to new bookings. So that number peaked in early January and has been coming down quickly since. So we're set up for -- we've got a good setup in Vegas going forward.\nRegional, similar story, Omicron clipped the last couple of weeks. If you think about New Orleans and Caesars and Atlantic City that we call out, New Orleans and Caesars Atlantic City, both did a little less than half of the EBITDA that they did in the prior year quarter for different reasons. New Orleans because there's a City of New Orleans vaccine mandate and mask requirement. Competitors of ours that are easily drivable from the city don't have to deal with the restrictions, and we have a minimum tax requirement in New Orleans relative to that license that makes margins difficult as volumes decline. We're building our way out of that. We're hopeful that the restrictions go away post-Mardi Gras, which is what has been indicated by the mayor and prior to the restrictions being imposed, we were doing $12 million a month of EBITDA. So we expect a significant snapback when that opens.\nCaesars Atlantic City, had the bulk of its room product out in the quarter. That's part of the construction program that Anthony described. The bulk of that construction project will be completed by this summer. So all the room remodels, new amenities in Atlantic City should be online for the high season, but that's going to impact our results to construction for the next quarter or so.\nSo that's the current environment. I wanted to go back and look at kind of what we laid out in prior transactions, what we've told the market to expect and give you an update. We don't give you a property-level EBITDA anymore, and I'm not going to get in the habit of doing that. But I think it's instructive and useful as we move to the Digital conversation to talk about how we deliver on numbers that we put out and that we don't take them lightly. So I'm going to take you all the way back to the deal that took us public when we bought MTR Gaming.\nThe only remaining property from that transaction is Scioto Downs. And as we've discussed with many of you multiple times, what we recognized was inefficient marketing subsidization of revenue in the regional space generally. And that's what we found in Scioto. And then as we move down the road and ultimately bought Caesars. We said as we roll out Caesars Rewards into these properties, there's going to be a significant positive impact. And so if you just take Scioto as an example, when we bought it, that asset was doing $45 million of EBITDA at a margin a little over 30%. And in 2021, Scioto did just shy of $115 million of EBITDA at a 46% EBITDA margin. And keep in mind that's in a state where our tax rate is 42%. So a 46% margin and a 42% tax rate stay.\nThen we went to Reno. We bought out MGM's interest in Reno. That -- those 3 assets at the time were doing $60 million of EBITDA. We redid all of the rooms at Circus Circus, ultimately all of the rooms at Silver Legacy, spent a fair bit of money. We talked to investors about how we thought we could get that to maybe $90 million or $100 million of EBITDA, that would have been the prior peak before California Indian casinos came on the scene. Again, the same work in removing subsidies, adding Caesars Rewards to the property. In 2021, we did just shy of $130 million of EBITDA in Reno at over a 40% EBITDA margin, beating the prior all-time high by about 50%.\nSo then we went down the road to Ohio. And this is where we've finally gotten large enough to where investors were paying attention to what we were doing. So we bought Iowa Capri in 2017. And we said this company is doing $200 million of EBITDA, we think we can generate $30 million of synergies. And we had investors and our peers that were skeptical to say the least, saying that you couldn't find that kind of opportunity in these assets. They've been picked over.\nFast forward to last year, again, do the same work that we've done in terms of removing subsidies, removing the corporate expense and rolling in Caesars Rewards into these properties. Since that acquisition, we sold 4 properties that totaled a little over $60 million of EBITDA. So for us to get to that $35 million of synergies, we'd have to be doing $175 million of EBITDA out of the remaining IL properties. In '21, those remaining IL properties did a little over $260 million of EBITDA within our system.\nThen we went to Elgin. And when we bought Elgin, it was doing $36 million of EBITDA. We bought it for 9x, and we said we think we could. We think we could get that multiple to 6x through synergies. In 2021, Elgin did $62 million of EBITDA, bringing that multiple down to 5x. And recall, that's in Elgin was closed for the bulk of January last year because of COVID restrictions and faced a competitive opening of Rockford late in the year. And going back to Reno, Reno faced social distancing for the first quarter of last year. So these are results in a year that had headwinds, challenges to navigate, and those are the numbers that we put up.\nSo then we went to Tropicana. Tropicana, we bought, we said we could do $40 million of synergies. And if you look at just 1 asset in Tropicana, Lumire in Saint Louis, we took that over -- was doing $33 million of EBITDA on a trailing basis when we bought it. In '21, that did $72 million of EBITDA. So Lumire alone was enough to cover all of the synergies that we targeted in the Tropicana transaction.\nAnd then, of course, we came to Caesars. And that was obviously the subject of a lot of conversation when we bought Caesars and we said we could find $500 million worth of synergies in Caesars. We had to fight through the skepticism of the Caesars Board at the time. We actually had to go through with the existing management team and have them present our synergy case before the Board ultimately approved the transaction.\nIf you look at what we did with our first year post owning Caesars, first full year, the synergy realization is over $1 billion at this point. The Las Vegas assets had their largest EBITDA year on record in the history of Caesars in a year where there was very little group business, very little entertainment for most of the year and social distancing for the first quarter of the year and masking for the bulk of the year.\nAnd then you look at some of the Regional assets. Report -- I'm sorry, Horseshoe Bossier City, we took over, it was doing $37 million of EBITDA in 2021, it did $72 million of EBITDA. And if you look at Tunica in Mississippi, that was doing about $65 million of EBITDA when we took it over. It did over $100 million last year. And so I want you to understand what's in the bigger numbers that are driving our performance. And more importantly, that we put out targets because we know we're going to meet them and exceed them. And the nice thing about this business is this call is being transcribed. Every call we have done with investors has been transcribed. You can look back at every call that we've had look back at all of the predictions that we've made and I think our track record is 100% today.\nAnd so that leads me into Digital, where I know the market is struggling. Investors are struggling with, can this be a profitable business? We've gone from kind of ever increasing bullishness to unlimited bearishness at this point. What we told you was we saw a significant opportunity to acquire customers and grow this business. We think this -- we told you at the time, we think this is the most exciting growth opportunity this space has seen in 3 decades. We thought we had a significant advantage with our Caesars Rewards database of 65 million people. We told you that we'd expect to lose on a cumulative EBITDA loss basis over $1 billion before we inflected to EBITDA positive in the fourth quarter of 2023, effectively, football season of 2023. We were behind. We were an afterthought in this business. We were buying William Hill last year. So we effectively set out the first full football season in a number of jurisdictions. So we had ground to make up -- we had the launch an app. We had to launch a brand, and that's what we set out to do.\nAnd I would tell you that everything I just laid out in that framework remains in front of us. Nothing has changed. We still expect to lose on a cumulative EBITDA loss basis in excess of $1 billion and generate better than a 50% EBITDA return on that investment at maturity. That has not changed.\nWhat has changed is we launched our brand. And we went from that afterthought in the market to, if you look at us through the last month that's been reported in each state that reports sports betting handle, we're 21% of the sports betting market in the United States. And notice I'm not cherrypicking markets. We're I'm doing well and leaving out markets where I'm not. That includes big handle markets like Pennsylvania and Illinois, where we have 1% and 2% market share of handle because we've not rolled out the Liberty brand yet. That has exceeded our expectations. In that original framework, of course, we had market share expectations. We've already exceeded them.\nSo what you're going to see from us as we move forward is you're going to see us moving toward profitability. I'm not going to get into the -- how did this happen at the state level, that's been debated by others for quite some time. What I'd tell you is we have a window into states that are profitable within our own business, and we know the trajectory that they're going to -- that the newly launched states are going to move down. And we are -- you are going to see us dramatically curtail our traditional media spend effective immediately. We have accomplished what we set out to do. We set out to become a significant player, and it's happened significantly quicker than we thought. And I think most of you know me as someone who's not one to spend any money needlessly.\nSo we've gotten to where we need to be. You're going to see our commercials largely disappear from your screens. You're going to see some that we couldn't -- there's some media spend that we couldn't get out of coming into March madness in a couple of states. But we will largely be off of traditional media other than in new launch states from here and launch dates in both iGaming and sports.\nSo talk about what we've seen. New York was obviously an eventful launch for everyone. The volumes in New York were about 2x what we were anticipating, and our market share was about 2x what we were anticipating as well. So we signed up about 0.5 million customers in New York since we launched. New York is approaching as large as the rest of the business in Caesars Digital combined. And we -- we're extremely pleased with how we came out of the box.\nBut because of the launch of New York and Louisiana in the first quarter, you should anticipate that this current quarter is our peak EBITDA loss that you're never going to see a quarter like this again, that the quarterly loss is going to be larger than it was in fourth quarter. But you're going to see us moving toward profitability and making moves both in traditional media and ultimately through the offers to the customers because we have reached where we want to reach in terms of customer acquisition.\nIf you look at what's happening in Caesars Rewards. So our view was Caesars Rewards was a distinct advantage for us. If you look at numbers, numbers of customers since we've launched, Caesars Rewards represents about 28% in number of the customers that we brought into Caesars Digital.\nIn terms of volume in Caesars Digital, those customers are almost half of the volume of the digital business. So the thesis was we had already identified a lot of the most valuable gamblers that were out there, and our job is to convert them to the Digital business. And that's what we're finding.\nWe also discussed that we expected the Digital business would help us to drive incremental value in the brick-and-mortar business. That we would source customers in digital that would show up in our brick-and-mortar business. And what we've seen to date is extremely encouraging. We have not done a lot of cross-marketing from brick-and-mortar into digital yet, largely because most of our digital customers are very new. Particularly if you look at a place like New York that just opened about 5 weeks ago.\nIn the brick-and-mortar business, if you look at customers that were sourced out of Digital. So either they're brand-new customers in the enterprise or they were dormant Caesars Rewards customers, we're on a run rate of over $150 million of gaming revenue annually out of Digital into brick-and-mortar. That's extremely high volume -- high flow-through revenue, all that comes out is gaming taxes. That doesn't include any spend beyond gaming.\nSo 2/3 of that -- about 70% of that business is sourcing into our destination properties. So if you add assumptions on non-gaming spend, we're doing over $200 million a year of revenue that's coming out of digital into brick-and-mortar right now. So that's what makes us excited about what's happening here. We still have work to do in iCasino. We're at 6% national handle share. We've been creeping up as we add additional games. We should have in excess of 350 games on the site by May this year. So we should have a competitive product. You should expect us to roll out Liberty in Pennsylvania and Illinois in '22. And you should expect us to market in those states as we do, but that's a very different launch than somewhere where all the customers are up for grabs.\nSo you're not going to see the expense of the launches that you saw in places like New York, Arizona and Louisiana except for Ohio and Brasilia, Maryland, if they both come online this year. Ontario, I would describe as similar to Pennsylvania and Illinois, where there's been an existing market. It's a great market there. But that's not all the customers are up for grabs.\nSo we couldn't be happier with where we are in Digital in terms of the pace that we've become a meaningful player in the state -- in the space and the ability to start pulling back levers that will move us to profitability as quickly as we can get there. But again, the framework of we would expect cumulative EBITDA losses to be over $1 billion and EBITDA at maturity. So we're talking about 2024 and onward EBITDA should be 50% or greater ROI on that business. And I have the same confidence in those numbers that I added all the numbers I outlined in the previous transactions that we laid out.\nAnd so the other thing I want to touch on before I turn to Bret in terms of remainder of this year, we've talked about -- we expect to sell a Vegas Strip asset and launched that process in early '22. You should expect that, that remains the case. There are documents within our VICI agreements on the right of first refusal that they have that govern the timing of that, but you should expect that, that is in motion. And that the next time that we talk to you, we'll be talking about. The next time we talk to you about a strip asset sale, it will be to announce that sale.\nSo with that, we can invest in Digital. We can invest in the projects that Anthony described that are going to generate significant returns in the business, and we can significantly delever this year. We expect to accomplish all of that, and we're excited to keep the momentum going in '22.\nAnd with that, I'll turn it to Bret.\n\nBret Yunker\n\nCFO, Eldorado Resorts, Inc.\n\nWell, as discussed, 2021 was a very exciting year for us in terms of executing on our plan to significantly reduce debt alongside continued investment in our growing brick-and-mortar and digital businesses. We expect to continue to do more of the same in 2022 through announced and anticipated asset sales. Tom just mentioned one. The other includes the sale of William Hill International in the second quarter and generation of strong free cash flow.\nOur 2022 calendar year CapEx spend, excluding Atlantic City, which is funded through escrowed cash includes $300 million of maintenance CapEx, $100 million of Digital capital, and approximately $700 million related to high ROI project capital. We are modeling minimal cash taxes and approximately $800 million of cash interest expense for 2022, which we expect to reduce through debt repayment and opportunistic refinancing.\nTurn it back to Tom for the operator.\n\nThomas Robert Reeg\n\nCEO & Director, Eldorado Resorts, Inc.\n\nOperator, we'll open up to questions."
  }
]