[
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f1828ef4c7ab5a2951dc3d5efd7e708f",
    "period": "2025 Q3",
    "content": "Q3 2025 Quest Diagnostics Inc Earnings Call\n\nQ3 2025 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEOCT 21, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics Third Quarter 2025 Conference Call. At the request of the company, this call is being recorded. The entire contents of this call, including the presentation and question-and-answer session that will follow, are copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without the written consent of Quest Diagnostics is strictly prohibited. Now I'd like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Please go ahead.\n\nShawn C. Bevec\n\nVP of Investor Relation, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Jim Davis, our Chairman, Chief Executive Officer and President; and Sam Samad, our Chief Financial Officer. During this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected. Risks and uncertainties that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and the current reports on Form 8-K. For this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS. Growth rates associated with our long-term outlook projections, including consolidated revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates. Now here is Jim Davis.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Shawn, and good morning, everyone. Our third quarter performance underscores strong demand for our clinical solutions, our diligent execution to meet customer needs and our commitment to advancing our strategy. We delivered robust top and bottom line growth, extended our presence in key markets, forged new collaborations with leaders across health care and expanded our broad portfolio of diagnostic innovations to advance better health.\nRevenues grew 13.1%, including 6.8% organic growth driven by broad-based adoption of our clinical innovations, contributions from acquisitions and growth in our consumer channel as we position Quest as the preferred lab engine inside top wellness brands. We also announced an agreement with Corewell Health to form a lab services joint venture serving the state of Michigan. In addition, we will deploy our comprehensive Co-Lab solutions across Corewell's nearly two dozen hospitals supporting quality, innovation, access and productivity. Given our strong performance year-to-date, we are again raising our full year 2025 guidance.\nI'd like to take a moment to comment on efforts to reform PAMA. In September, congressional leaders introduced bipartisan legislation called the Results Act. Results is a smart, pragmatic and fair reform that seeks to correct the flaws of the original PAMA implementation. It would deliver foundational payment reforms for clinical labs by dramatically improving the accuracy of data used to set reimbursement under the clinical lab fee schedule. If Congress does not reform or delay PAMA this year, American labs will be forced to absorb significant payment cuts next year, threatening the ability of American seniors to access critical lab testing. We are working in partnership with our trade association ACLA and with Congress to secure meaningful PAMA relief before the new year.\nBefore turning to our third quarter results, I'll share some highlights on how our strategy is enabling growth. We are focused on delivering solutions that meet the evolving needs of our core clinical customers, physicians and hospitals as well as customers in the higher growth areas of consumer, life sciences and data analytics. We enable growth across our customer channels through faster-growing advanced diagnostics in five key clinical areas, which are advanced cardiometabolic, autoimmune, brain health, oncology and women's and reproductive health. In addition, acquisitions are a key growth driver, and our strategy emphasizes purchases of accretive hospital outreach and independent labs. Finally, we are focused on driving operational improvements across the business with the deployment of automation, AI and other advanced technologies for improved quality, productivity and customer and employee experiences.\nHere are some updates on the progress we have made in these areas during the third quarter. In the physician channel, we delivered approximately 17% revenue growth with organic revenue growth in the high single digits. We experienced broad-based demand across our clinical solutions supported by focused commercial execution and expanded health plan access in several states, including Colorado, Georgia, Nevada and Virginia. In addition, we continue to expand business and enterprise accounts, including functional medicine providers who utilize comprehensive laboratory testing to improve health and wellness.\nDuring the quarter, we completed our acquisition of select clinical testing assets from Fresenius Medical Care, which will enable us to offer lab testing used in dialysis delivery to independent dialysis clinics in the U.S. More significantly, under a separate enterprise agreement, we also began to roll out clinical lab testing to Fresenius Medical Care's dialysis centers which serve about 200,000 dialysis patients annually in the U.S. We expect to finish scaling these services in early 2026. We look forward to processing these tests during periods of the day when we have open capacity, enabling us to further optimize the productivity of our labs.\nIn the hospital channel, revenues grew low single digits with collaborative lab solutions driving our growth in the quarter. We offer hospitals many flexible options for accessing our leading science, innovation and scale. These include reference testing, our Co-Lab solutions, outreach acquisitions and other business relationships, all of which provide meaningful improvements in quality, patient access and cost efficiencies. During the quarter, Quest and Corewell Health, a top health system announced plans to establish a laboratory services joint venture in Michigan with an advanced state-of-the-art lab serving the entire state. In our largest implementation of Co-Lab solutions to date, Corewell Health will utilize our comprehensive offering, including reference testing, lab analytics, supply chain management and blood management. Once we fully scale across Corewell's 21 hospital labs next year, we expect annual revenues from Co-Lab solutions to be approximately $1 billion.\nTurning to our consumer channel. We are excited by increasing momentum we saw in the third quarter as we strengthened Quest as the preferred lab engine of consumer health companies. We are delivering our extensive menu and technology inside top consumer health and wellness brands. For example, our collaborations with WHOOP the, human performance company and OURA Health, maker of the world's leading smart ring enables seamless access to our lab testing services and results in their mobile apps. In the quarter, we also saw strong double-digit growth from our questhealth.com consumer-initiated test platform. In Advanced Diagnostics, we delivered double-digit revenue growth across several clinical areas of our portfolio. This includes advance cardiometabolic and endocrine as well as autoimmune disease testing with our analyzer autoimmune solution. Analyzer experienced strong growth as primary care physicians increasingly utilize the solution to direct high-risk patients to specialty care.\nIn brain health, demand for our Quest AD-Detect blood test for Alzheimer's disease accelerated and more than doubled in the third quarter. New guidelines introduced in July recognized the value of blood-based biomarker testing in assessing Alzheimer's disease pathology in patients with cognitive impairment. At the same time, we continue to publish evidence on our AD-Detect test, including a study published this month that found two of our innovative panels provide confirmatory accuracy for eating Alzheimer's diagnosis.\nIn oncology, during the quarter, we received breakthrough device designation from the FDA for our Haystack MRD test. This milestone reinforces the high caliber of our cancer monitoring innovation and opens avenues for developing companion diagnostics. We also commenced separate trials with Mass General Brigham and Rucker's Cancer Institute to further research Haystack MRD's clinical utility as a guide in making postoperative therapy decisions. We are also pleased that HPH, a major lab provider in Hamburg, recently introduced an in-house MRD test in Germany based on a license to our Haystack MRD technology.\nWe are highly focused on delivering innovations that can identify risk of cancer and other diseases in early preventable stages. During the quarter, we announced collaborations that leverage Quest's national scale in phlebotomy and connectivity to broaden access to cancer screening liquid biopsy tests, including Garden's Health shields test for colorectal cancer.\nTurning to operational excellence. We continue to target 3% annual cost savings and productivity improvements through our Invigorate program. We are deploying innovative automation and AI technologies, including digitizing processes to improve quality, productivity and customer and employee experiences. During the quarter, we announced Epic as our technology partner for Project Nova, our multiyear order-to-cash transformation. By deploying a suite of Epic Solutions, including Beaker, MyChart and Care Everywhere, we will deliver deeper, more connected insights with easier, faster and more efficient experiences. Combining these leading technologies with our breadth and scale will help all patients and providers regardless of their EHR provider, get the information they need to make critical care decisions. We are in the early planning stages of this work and look forward to sharing more about the implementation on future calls.\nOur growth in productivity gains in the quarter demonstrate that we are executing our strategy and serving our customers and patients with both energy and purpose. And now Sam will provide more details on our performance and 2025 guidance. Sam?\n\nSam A. Samad\n\nChief Financial Officer & Senior Vice President, Illumina, Inc.\n\nThanks, Jim. In the third quarter, consolidated revenues were $2.82 billion, up 13.1% versus the prior year. Consolidated organic revenues grew by 6.8%. Revenues for Diagnostic Information Services were up 13.5% compared to the prior year, reflecting organic growth in our physician, hospital and consumer channels, as well as recent acquisitions. Total volume measured by the number of requisitions, increased 12.5% versus the third quarter of 2024, with organic volume up 3.9%. Recall the impact of weather and the CrowdStrike global IT outage was a headwind on our volume in the third quarter last year. We estimate that our volume in the third quarter of 2025 experience a benefit of approximately 50 basis points due to the impact from those disruptions in the same period last year. .\nTotal revenue per requisition was up 0.8% versus the prior year as an increase in organic revenue per requisition was substantially offset by the impact of the LifeLabs acquisition which carries a lower revenue per requisition. On an organic basis, revenue per requisition was up 3% in the quarter versus last year driven primarily by an increase in the number of tests per requisitions and test mix. Unit price reimbursement remained consistent with our expectations.\nReported operating income in the third quarter was $386 million or 13.7% of revenues compared to $330 million or 13.3% of revenues last year. On an adjusted basis, operating income was $458 million or 16.3% of revenues compared to $385 million or 15.5% of revenues last year. The increase in adjusted operating income was due to recent acquisitions and organic revenue growth, partially offset by wage increases and higher-than-expected employee health care costs.\nReported EPS was $2.16 in the quarter compared to $1.99 a year ago. Adjusted EPS was $2.60 versus $2.30 the prior year. EPS in the third quarter was impacted by higher net interest expense versus the prior year. Foreign exchange rates had no meaningful impact on our results.\nCash from operations was $1.42 billion year-to-date through the third quarter versus $870 million in the prior year. This year-over-year increase of 63.1% was driven by higher operating income, favorable working capital due to timing of receipts and disbursements, a onetime CARES Act tax credit and the cash tax benefit related to recent tax legislation.\nTurning now to our updated full year 2025 guidance. Revenues are expected to be between $10.96 billion and $11 billion. Reported EPS is expected to be in a range of $8.58 to $8.66 and adjusted EPS in the range of $9.76 to $9.84. Cash from operations is now expected to be approximately $1.8 billion, and capital expenditures are expected to be approximately $500 million.\nOur 2025 guidance reflects the following considerations. Our updated revenue guidance assumes approximately 4.5% to 5% organic revenue growth, in addition to contributions from acquisitions completed in 2024 and announced to date. It does not assume any contribution from prospective M&A. We are making investments in 2025 related to Project Nova, which we expect will modernize our entire order to cash process. We expect these expenses to ramp in the fourth quarter. Operating margin is expected to expand versus the prior year. Our updated operating cash flow guidance reflects a cash tax benefit related to recent tax legislation as well as favorability in working capital. With that, I will now turn it back to Jim.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sam. To summarize, our third quarter performance of robust top and bottom line growth underscores strong demand for our clinical solutions, our diligent execution to meet customer needs and our commitment to advancing our strategy. We formed collaborations to support future growth, including with Corewell Health in Michigan, top consumer health brands and Epic for Project Nova. Given our strong performance year-to-date, we are raising our full year 2025 guidance. Finally, I want to thank our more than 55,000 colleagues for their hard work this quarter. They are the force that delivers on our purpose to create a healthier world, one life at a time. Now we'd be happy to take your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e84340f46d516c2031dfdbcb7b8dbafd",
    "period": "2025 Q2",
    "content": "Q2 2025 Quest Diagnostics Inc Earnings Call\n\nQ2 2025 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEJUL 22, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics Second Quarter 2025 Conference Call. At the request of the company, this call is being recorded. The entire contents of this call, including the presentation and question-and-answer session that will follow for the property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without the written consent of Quest Diagnostics is strictly prohibited.\nNow I would like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Please go ahead.\n\nShawn C. Bevec\n\nVP of Investor Relation, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Jim Davis, our Chairman, Chief Executive Officer and President; and Sam Samad, our Chief Financial Officer. During this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected. .\nRisks and uncertainties that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K. For this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS. Growth rates associated with our long-term outlook projections, including consolidated revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates. Now here is Jim Davis.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Shawn, and good morning, everyone. At our Investor Day in March, we communicated our strategy to drive growth through innovative solutions that meet the evolving needs of our customers. Our strong second quarter results reinforce this strategic direction. Given our performance in the quarter and continued utilization trends, we're raising our full year 2025 guidance.\nDuring the quarter, we saw strong top line growth of 15.2%, including 5.2% organic revenue growth as increased demand for our innovative clinical solutions and expanded business from enterprise accounts complemented growth from acquisitions. Our adjusted earnings per share grew 11.5% as a result of strong top line growth, combined with productivity gains from our deployment of automation, digitization and other advanced technologies.\nBefore Sam provides more detail on our results, I'll highlight a few ways our strategy is enabling growth. We are focused on delivering solutions that meet the evolving needs of our core clinical customers, physicians and hospitals as well as customers in the higher growth areas of consumer, life sciences and data analytics. We enable growth across our customer channels through faster-growing advanced diagnostics in five key clinical areas, which are advanced cardio-metabolic, autoimmune, brain health, oncology and women's and reproductive health. In addition, acquisitions are a key growth driver, and our strategy emphasizes accretive outreach purchases and independent labs. Finally, we are focused on driving operational improvements across the business with the deployment of automation, AI and other advanced technologies for improved quality, productivity and customer and employee experiences.\nHere are some of the updates on the progress we have made in these areas in the second quarter. In the physician channel, we delivered approximately 20% revenue growth driven primarily by acquisitions complemented by organic revenue growth in the high single digits. Demand for our innovative clinical solutions contributed significantly to organic revenue growth as physicians ordered more tests per requisition across our portfolio, supported by strong commercial execution. We also saw robust growth from large enterprise accounts, particularly in functional medicine, a growing area of preventative health care in which providers often order a range of lab tests to identify and act on multiple health risks. Large enterprises value our ability to scale diagnostic innovation to improve access, quality and affordability. Later this summer, we expect to begin providing laboratory testing under our previously announced relationship with Fresenius Medical Care to support over time more than 200,000 kidney dialysis patients in the U.S.\nIn the hospital channel, revenues grew low single digits with collaborative lab solutions driving our growth in the quarter. As hospitals grapple with financial pressures and shortages of skilled lab technologists, they are choosing Quest to access our best-in-class expertise, innovation and efficiency instead of running their own lab. Our acquisition of Outreach Labs also provides hospitals with capital for investment in their core care missions. Our pipelines for hospital outreach M&A and collaborative lab solutions remains strong.\nIn addition to our physician and hospital channels, we are highly focused on expanding access for our consumer channel. During the quarter, we continued to see strong growth across our expanding array of offerings, including a new women's hormone panel on questhealth.com. We recently fulfilled our 1 millionth customer order since launching this enhanced online platform in the fall of 2022, demonstrating ongoing consumer demand for greater health information. Complementing our consumer-initiated channel, we continue to expand our partnerships with top consumer and wellness brands who value our high-quality lab testing, broad access and flexible technology integrations as the lab engine inside of their offerings.\nIn advanced diagnostics, we delivered double-digit revenue growth in several areas, including advanced cardiometabolic, especially testing for metabolic and endocrine disorders and chronic kidney disease as well as for our analyzer autoimmune solution. In brain health, we drove robust growth for our AD-Detect blood test for Alzheimer's disease. During the quarter, we launched our new AB 4240 and PTAO217 AD-Detect panel which is designed to help physicians confirm amyloid brain pathology in symptomatic patients. In oncology, we are ramping up our commercial outreach to drive Haystack MRD market adoption while we also continue to convert participants from our early experience program, a recent study in the New England Journal of Medicine affirmed the high sensitivity and specificity of our Haystack MRD test finding it identified complete response to an immunotherapy in Phase II trials several months before standard imaging tests.\nFinally, Quest continues to be at the forefront of serving public health needs. Earlier this month, we announced the launch of a molecular test for diagnosing Oropuchevirus, which we developed under a CDC contract to enhance the nation's preparedness for emerging infectious diseases.\nTurning now to operational excellence. We continue to target 3% annual cost savings and productivity improvements through our Invigorate program. We are deploying innovative automation and AI technologies, including digitizing processes to improve quality, productivity and customer and employee experiences. We have now installed our front-end automation solution, which speeds specimen aliquoting and labeling at half a dozen sites. We also recently completed a successful pilot of our automated accessioning platform at our Clifton lab. We plan to roll out both solutions across our lab network through the rest of the year and into 2026.\nAlong with automation enhancements, strong employee retention improves productivity across our operations and service lines. During the quarter, employee retention further improved building on trends in recent quarters. Overall, we are pleased with our progress in the quarter, executing on our strategy to serve customers and drive gains in revenue and productivity. And now Sam will provide more details on our performance and 2025 guidance. Sam?\n\nSam A. Samad\n\nChief Financial Officer & Senior Vice President, Illumina, Inc.\n\nThanks, Jim. In the second quarter, consolidated revenues were $2.76 billion, up 15.2% versus the prior year. Consolidated organic revenues grew by 5.2%. Revenues for Diagnostic Information Services were up 15.7% compared to the prior year, reflecting recent acquisitions as well as organic growth in our physician and hospital channels.\nTotal volume measured by the number of requisitions, increased 16.3% versus the second quarter of 2024, with organic volume up 2.1%. Total revenue per requisition was down 0.4% versus the prior year, driven primarily by the impact of the LifeLabs acquisition, which carries a lower revenue per req. On an organic basis, revenue per requisition was up 3.3% in the quarter versus last year, driven primarily by an increase in the number of tests per requisitions and test mix. Unit price reimbursement remained consistent with our expectations.\nReported operating income in the second quarter was $438 million or 15.9% of revenues compared to $355 million or 14.8% of revenues last year. On an adjusted basis, operating income was $466 million or 16.9% of revenues compared to $398 million or 16.6% of revenues last year. The increase in adjusted operating income was due to recent acquisitions and organic revenue growth, partially offset by wage increases.\nReported EPS was $2.47 in the quarter, compared to $2.03 a year ago. Adjusted EPS was $2.62 versus $2.35 the prior year. EPS in the second quarter was impacted by higher interest expense versus the prior year. Foreign exchange rates had no meaningful impact on our results. Cash from operations was $858 million year-to-date through the second quarter versus $514 million in the prior year. This year-over-year increase of 67.1% was driven by higher operating income, a onetime Cares Act tax credit and the timing of receipts and disbursements.\nTurning now to our updated full year 2025 guidance. Revenues are expected to be between $10.8 billion and $10.92 billion. Reported EPS is now expected to be in a range of $8.60 to $8.80, and adjusted EPS in a range of $9.63 to $9.83. Cash from operations is now expected to be approximately $1.55 billion and capital expenditures are expected to be approximately $500 million.\nOur 2025 guidance reflects the following considerations. Our updated revenue guidance assumes approximately 3.5% to 4% organic revenue growth, in addition to contributions from acquisitions completed in 2024 and announced to date. It does not assume any contribution from prospective M&A. We are making investments in 2025 related to Project Nova, which we expect will modernize our entire order to cash process. Most of these investments will occur in the second half of the year. Operating margin is expected to expand versus the prior year. Our below-the-line assumptions for net interest expense, adjusted tax rate and full year share count remain unchanged from our prior guidance. Finally, our updated EPS guidance assumes that we can absorb the impact of tariffs currently in place, primarily in Europe and China.\nWith that, I will now turn it back to Jim.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sam. To summarize, we delivered robust top line and bottom line growth in the second quarter on strong execution of our strategy and utilization trends. Through our sharp customer focus, we grew demand for innovative clinical solutions and expanded business from enterprise accounts to complement growth from acquisitions. Given our performance in the quarter and continued utilization trends, we are raising our full year 2025 guidance. Finally, I want to thank our more than 55,000 colleagues for their hard work this quarter to fulfill our purpose to create a healthier world, one life at a time. .\nNow we'd be happy to take your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5a9b4cda1680a6089d673c83280e3e97",
    "period": "2025 Q1",
    "content": "Q1 2025 Quest Diagnostics Inc Earnings Call\n\nQ1 2025 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEAPR 22, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics First Quarter 2025 Conference Call. At the request of the company, this call is being recorded. The entire contents of the call, including the presentation and question-and-answer session that will follow, are the copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without written consent of Quest Diagnostics is strictly prohibited. Now I'd like to introduce Sean Bevig, Vice President of Investor Relations for Quest Diagnostics. Please go ahead.\n\nShawn C. Bevec\n\nVP of Investor Relation, Quest Diagnostics Incorporated\n\nThank you and good morning. I'm joined by Jim Davis, our Chairman, Chief Executive Officer and President; and Sam Samad, our Chief Financial Officer. During this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Any actual results may differ materially from those projected. Risks and uncertainties that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K.\nFor this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS. Growth rates associated with our long-term outlook projections, including consolidated revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates. Now here is Jim Davis.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Shawn, and good morning. In the first quarter, we delivered strong revenue growth of approximately 12%, including nearly 2.5% in organic growth as demand rebounded in March following weather impacts early in the quarter. Our growth was due to contributions from acquisitions and large enterprise accounts, demand for our advanced diagnostics portfolio and expanded health plan access. We also continue to expand our use of automation, robotics and AI with the goal of improving quality, customer and employee experiences and productivity. We are reaffirming our revenue and adjusted EPS guidance for the full year 2025.\nNow before turning to highlights from the quarter, I'd like to briefly comment on the recent court case that vacated the FDA rule to regulate laboratory developed tests as medical devices. The court's decision will ensure patients and providers can continue to access innovative laboratory testing services regulated under CLIA without additional regulatory costs to comply with the FDA LDT rule. We also recognize that several growing areas of our business already operate under the FDA's existing quality management system regulations, including companion diagnostics and lab services for clinical trials. In addition, our business is increasingly global as we expand in Canada through LifeLabs and provide reference testing for many countries. We continue to invest in quality management processes and technologies to navigate the complexity of the global regulatory environment.\nNow I'll recap our strategy and discuss highlights from the first quarter. Then Sam will provide more detail on our results. Our strategy to drive growth is focused on delivering solutions that meet the evolving needs of our core clinical customers, physicians and hospitals as well as customers in the higher growth areas of consumer-initiated testing, life sciences and data analytics. We enable growth across our customer channels through faster-growing advanced diagnostics in five key clinical areas, which are advanced cardiometabolic, autoimmune, brain health, oncology and women's and reproductive health. In addition, acquisitions are a key growth driver, and our strategy emphasizes accretive outreach purchases and independent labs. Finally, we are focused on driving operational improvements across the business with the deployment of automation, robotics and AI for improved quality, customer and employee experiences and productivity.\nHere are some of the updates on the progress we have made in these areas in the first quarter of 2025. In the physician channel, we delivered revenue growth in the high teens, driven largely by acquisitions. Organic revenue growth in the physician channel was mid-single digits. Our expanding portfolio of advanced diagnostics continued to deliver solid growth. We also generated volume and revenue growth through access to new geographies as a result of new health plan partnerships that took effect on January 1. In addition, we also grew from large enterprise accounts including functional medicine providers, which are often early adopters of advanced diagnostics tests that over time, move to broader adoption.\nFor example, we saw impressive uptake of our novel PFAS forever chemicals test, which we launched a little over 1 year ago. Our ability to scale diagnostic innovation is attractive to large enterprise organizations seeking to improve access, quality and affordability. During the quarter, Quest was named as the first independent national lab to be selected to the Optum Health Preferred Lab Network. The OptumHealth PLN requires labs to meet rigorous quality and economic criteria to improve patient affordability and access. The Optum Health Network represents more than 85,000 Optum employed, contracted and affiliated physicians. Our addition to this PLN is an example of our attractiveness as a partner to enterprise providers seeking to improve quality and economic value. We also announced an agreement to provide comprehensive lab testing for Fresenius Medical Care's dialysis center serving more than 200,000 kidney dialysis patients in the U.S. Under a separate agreement, we also plan to acquire select lab assets from Fresenius Medical Care in the U.S.\nIn the hospital channel, revenue growth in the quarter was largely driven by contributions from our collaborative lab solutions, formerly known as professional lab services. Running a lab and developing lab test requires investing in equipment, hiring specialized talent and keeping pace with innovation and lab technology. Health systems continue to face supplies inflation workforce challenges and reduced access to capital. Through our reference testing, total lab solutions and outreach lab acquisitions, Quest provides hospitals with strategic options for accessing best-in-class diagnostic innovation without having to maintain a lab.\nAt our recent Investor Day, we shared our plans to expand in three high-growth areas: consumer-initiated testing, life sciences and data analytics. We recently enhanced the online shopping experience of our consumer-initiated test platform, questhealth.com, streamlining the order process, which contributed to a sharp uptick in first-time orders during the quarter. We also introduced 10 new tests on the platform. Questhealth.com features fast access physician consults and for STIs and several other conditions, access to prescriptions for treatment.\nWe recently shared our long-term outlook for double-digit growth in advanced diagnostics across the five key clinical areas. Advanced cardiometabolic and autoimmune testing both grew at double-digit rates trends seen last year. These areas help providers support preventative care for patients by identifying early health risk, conventional lab test can miss. In brain health, we generated double-digit growth from our innovative AD-Detect blood test for Alzheimer's disease. We are particularly excited about our latest AD-Detect blood test panel, which we launched this month. This new panel combines results of amyloid beta and p-tau217, two well-established Alzheimer's biomarkers to give physicians even greater confidence to confirm Alzheimer's brain pathology in symptomatic patients. In women's and reproductive health, prenatal and hereditary genetic testing grew double digits. In March, we launched a solution that enables a patient to self-collect a specimen for HPV cervical cancer screening at a doctor's office. We plan to roll out this self-collect option at our 2,000 patient service centers in the U.S. early next month, complementing our STI-related self-collect option which is already seeing high rates of adoption since its launch last year.\nDuring the quarter, we started to receive commercial orders for our Haystack MRD test for assessing early risk of cancer recurrence. We are investing in our connectivity with electronic medical records preferred by oncologists who improve ease of account setup and ordering. For instance, we plan to deploy Haystack MRD via Epic Aura specialty EMR module later this year. Finally, Quest continues to be at the forefront of serving public health needs. We saw an uptick in our measles offerings, including testing that can be used for diagnosis or to assess vaccination status or prior infection.\nTurning to operational excellence. We continue to target 3% annual cost savings and productivity improvements through Invigorate. We are automating several areas of our laboratories from tuberculosis testing to cervical cancer screening to improve quality, customer and employee experiences and productivity. We also recently shared goals for Project Nova, which we expect will modernize and simplify our entire order to cash process. While this initiative will take several years to fully implement, we expect to realize the benefits sooner, including lower IT spend and improved productivity. Project Nova will also support our ability to optimize data insights and GenAI. During the quarter, we announced a collaboration with Google Cloud to streamline data management and employ GenAI to personalize customer and employee experiences. Finally, I want to thank our more than 55,000 Quest and LifeLabs colleagues for their dedication to living the Quest purpose, working together to create a healthier world, one life at a time. And now Sam will provide more details on our performance and 2025 guidance. Sam?\n\nSam A. Samad\n\nChief Financial Officer & Senior Vice President, Illumina, Inc.\n\nThanks, Jim. In the first quarter, consolidated revenues were $2.65 billion, up 12.1% versus the prior year. Consolidated organic revenues grew by 2.4%. Revenues for Diagnostic Information Services were up 12.7% compared to the prior year, reflecting recent acquisitions as well as growth in our key physician and hospital channels. Total volume, measured by the number of requisitions, increased 12.4% versus the first quarter of 2024, with organic volume down by 0.9%. During the quarter, weather in one less day versus the prior year reduced volume growth by approximately 160 basis points. Total revenue per requisition was up 0.3% versus the prior year, driven primarily by an increase in the number of tests per req, mostly offset by the impact of the LifeLabs acquisition, which carries a lower revenue per requisition. On an organic basis, revenue per req was up 3.6% in the quarter versus last year. Unit price reimbursement was relatively flat, consistent with our expectations.\nReported operating income in the first quarter was $346 million or 13% of revenues compared to $300 million or 12.7% of revenues last year. On an adjusted basis, operating income was $406 million or 15.3% of revenues compared to $349 million or 14.8% of revenues last year. The increase in adjusted operating income was due to the impact of recent acquisitions and organic revenue growth, partially offset by the impact of weather, one less day versus the prior year and wage increases.\nReported EPS was $1.94 in the quarter, compared to $1.72 a year ago. Adjusted EPS was $2.21 versus $2.04 the prior year. EPS in the first quarter was impacted by higher interest expense versus the prior year. Cash from operations was $314 million in the first quarter, versus $154 million in the prior year.\nTurning now to full year 2025 guidance. Despite the economic uncertainty and unstable macro backdrop, and given Quest's essential role in health care and comparative resilience, we are reaffirming guidance for revenues and adjusted EPS. Therefore, revenues are expected to be between $10.7 billion and $10.85 billion. Reported EPS now expected to be in a range of $8.62 to $8.87, and adjusted EPS to remain in the range of $9.55 to $9.80. Cash from operations is now expected to be approximately $1.5 billion and capital expenditures are expected to be approximately $500 million.\nOur 2025 guidance reflects the following considerations. Our revenue guidance continues to assume approximately 3% organic revenue growth, with the remainder coming from the acquisitions completed in 2024 and announced to date. It does not assume any contribution from prospective M&A. We continue to anticipate that Haystack Oncology will be slightly less dilutive versus the prior year.\nWe are making investments in 2025 related to Project Nova, which we expect will modernize our entire order-to-cash process. Also, despite the decision by a federal court to vacate the FDA rule on lab-developed tests, we still intend to make some investments this year to strengthen our regulatory capabilities to serve our growing global and life sciences businesses.\nOperating margin is expected to expand versus the prior year. We continue to anticipate net interest expense to be approximately $275 million. Adjusted tax rate is expected to be approximately 25%. Our share count for the full year is expected to be approximately 114 million diluted shares outstanding. Finally, we raised our operating cash flow guidance by $50 million, which primarily reflects the pretax gain to be taken in Q2 related to a payroll tax credit under the CARES Act that we received in April. With that, I will now turn it back to Jim.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sam. To summarize, we delivered strong consolidated and organic revenue growth in the first quarter as demand rebounded in March following weather impacts early in the quarter. In addition to acquisitions, key drivers of growth included large enterprise partnerships, advanced diagnostics and expanded health plan access, and we are reaffirming our revenue and adjusted EPS guidance for the full year 2025.\nNow we'd be happy to take questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/713f66a4e7a9c00216b3c3794edb1884",
    "period": "2024 Q4",
    "content": "Q4 2024 Quest Diagnostics Inc Earnings Call\n\nQ4 2024 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEJAN 30, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics Fourth Quarter and Full Year 2024 Conference Call. At the request of the company, this call is being recorded. The entire contents of the call, including the presentation and question-and-answer session that will follow, are the copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without the written consent of Quest Diagnostics is strictly prohibited.\nI'd now like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Sir, please go ahead.\n\nShawn C. Bevec\n\nVP of Investor Relation, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Jim Davis, our Chairman, Chief Executive Officer and President; and Sam Samad, our Chief Financial Officer.\nDuring this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected. Risks and uncertainties that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K.\nFor this call, references to reported EPS refer to reported diluted EPS, and references to adjusted EPS refer to adjusted diluted EPS. Growth rates associated with our long-term outlook projections, including consolidated revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates.\nNow here is Jim Davis.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Shawn, and good morning, everyone. In the fourth quarter, we delivered impressive revenue growth of nearly 15%, including approximately 5% organic growth, while also improving our profitability.\nFor the full year, we drove revenue growth of close to 7%, including approximately 3% organic growth. In 2024, our team completed 8 acquisitions, including LifeLabs in Canada and 4 hospital outreach lab businesses in the U.S. We also expanded our advanced diagnostics menu and drove sustained double-digit growth in several clinical areas during the year.\nIn addition, we attracted new business across the physician, hospital and consumer channels, while also forming new relationships with health plans to extend our geographic reach. Our investments in automation and AI delivered improvements in quality, customer experience and productivity during the quarter and throughout all of 2024, which helped us deliver on our annual 3% invigorate savings and productivity targets.\nWe also meaningfully improved employee retention, as we strengthened our position as employer of choice. This morning, we provided guidance for 2025 that reflects our confidence in the core strength of our business, continuing robust utilization and the momentum from acquisitions we completed in 2024. These dynamics position us favorably to accelerate revenue and earnings growth in 2025.\nNow I'll recap our strategy and discuss highlights from the fourth quarter, then Sam will provide more detail on our financial results and talk about our financial guidance for 2025.\nOur strategy to drive growth is focused on delivering solutions that meet the evolving needs of our core customers, physicians, hospitals and consumers. We enable growth across our customer channels through advanced diagnostics with an intense focus on faster-growing clinical areas, including brain health, advanced cardiometabolic and molecular genomics and oncology. In addition, acquisitions are a key growth driver with an emphasis on accretive outreach purchases as well as other independent labs.\nOur strategy also includes driving operational improvements across the business with the strategic deployment of automation and AI to improve quality, service, efficiency and the workforce experience. Here are a few key updates on the progress we have made in these areas in the fourth quarter of 2024. Please note that my following comments are focused primarily on our U.S. operations.\nIn Physician Lab Services, we delivered high single-digit revenue growth driven primarily by strong organic growth and contributions from acquisitions in the U.S. As a reminder, volumes from both hospital outreach and independent lab acquisitions originate in the physician offices.\nLast month, we closed our acquisition of the outreach lab business of University Hospitals in Ohio and completed the transition of the business in January. We expect to moderate our pace of acquisitions in 2025, as we focus on driving growth from productivity from transactions completed last year.\nIn addition to acquisitions, other growth drivers in the quarter included new customer wins as well as growth among large physician groups and community health centers. We also saw a step-up in functional medicine testing as more people take an interest in prevention and wellness.\nIn the fourth quarter and full year, we benefited from robust utilization compared to historical rates. We also continue to see strong volume and revenue growth from Medicare Advantage plans, which value our high-quality, low-cost testing for their narrow networks. We are well positioned to benefit from these dynamics as we expand access to our health plan partnerships with Elevance Health and Sentara Health plans, both of which took effect on January 1. Today, we have access to more than 90% of the in-network lives in the U.S.\nIn Hospital Lab Services, we grew revenues nearly 3% in the fourth quarter primarily due to solid continued demand for reference testing complemented by growth in Professional Lab Services. Hospitals continue to order a greater range of reference tests from our expanding advanced diagnostics menu rather than performing these tests in their own labs.\nBy referring testing to us, hospitals are free from the pressures that come from performing specialized tests in-house, such as hiring skilled lab personnel and investing in expensive lab testing equipment.\nIn Professional Lab Services, we completed 3 collaborations with health systems in Connecticut, New Jersey and Pennsylvania. We expect to see modest contribution from these relationships in early 2025. Looking at 2025, we expect hospitals to continue to struggle with high wage and supply inflation, constrained access to capital and keeping up to date with laboratory innovation. At the same time, patients and payers want greater value from lab services.\nHospitals increasingly recognize that Quest can improve access to innovative and cost-efficient lab services through reference testing, lab management and outreach lab acquisitions.\nIn consumer-initiated testing, our consumer-facing platform, questhealth.com, grew total revenues nearly 50% in the fourth quarter and approximately 40% for the full year to just over $60 million. Together with revenue from our channel partners, consumer-initiated testing revenues grew to nearly $100 million in 2024.\nDuring the year, we also greatly expanded our questhealth.com offering to include 135 different tests to provide a comprehensive platform for serving today's increasingly health-minded consumers.\nIn Advanced Diagnostics, we experienced double-digit growth across several clinical areas in the fourth quarter, including in brain health, advanced cardiometabolic, autoimmune and women's health. We generated strong growth in brain health, largely due to impressive demand for our AD-Detect blood test assessing Alzheimer's disease risk.\nWe will continue to explore opportunities to extend our portfolio with new biomarkers that can help providers better assess Alzheimer's and other forms of dementia.\nWe also generated strong growth in areas of advanced cardiometabolic and autoimmune testing, and we expect these patterns to continue in 2025. Our growth in women's health was driven largely by prenatal and hereditary genetic testing. We were also pleased to see strong adoption of our self-collection option for testing of genital tract infections during the quarter.\nIn molecular genomics and oncology, we spent much of last year developing and validating our Haystack MRD blood test to aid in the early detection of minimal residual disease from solid tumor cancers. We also engaged with approximately 75 leading academic health systems and community oncology centers in our Haystack MRD early experience program and are pleased with the favorable feedback we received. We are now transitioning these organizations to a commercial program and are focused on expanding utilization among medical oncologists.\nTurning to operational excellence. Our Invigorate program delivered our targeted 3% annual cost savings and productivity improvements. Here are some examples of how we're improving operations: We pilot many of our automation and AI solutions at our laboratory in Clifton, New Jersey.\nDuring the fourth quarter, we developed and implemented a proprietary system in Clifton that automates labeling and test tube preparation for tuberculosis testing, eliminating manual intervention and improving quality. In addition, we began testing an automated accessioning solution that speeds requisition processing.\nAlso in Clifton, we deployed a third-party AI solution that enhances parasitology screening by flagging likely positive specimens requiring closer human examination. We plan to roll out these solutions to our other labs later in 2025.\nImproving workforce engagement remains a major priority, and I'm pleased that our retention rates significantly improved across multiple job categories in 2024.\nNow before I turn it over to Sam, I want to thank our more than 55,000 Quest and LifeLabs colleagues for delivering on our business imperatives last year. This amazing group of people is the engine behind our growth and the reason we entered 2025 strong, energized and ready to deliver on our purpose, working together to create a healthier world, one life at a time.\nAnd now Sam will provide more details on our performance and 2025 guidance. Sam?\n\nSam A. Samad\n\nChief Financial Officer & Senior Vice President, Illumina, Inc.\n\nThanks, Jim. In the fourth quarter, consolidated revenues were $2.62 billion, up 14.5% versus the prior year. Consolidated organic revenues grew by 4.8%. Revenues for Diagnostic Information Services were up 15.1% compared to the prior year reflecting the contributions from recent acquisitions, including LifeLabs as well as growth in our key physician and hospital channels.\nTotal volume measured by the number of requisitions increased 13.9% versus the fourth quarter of 2023, with organic volume growing by 0.6%. During the quarter, weather negatively impacted volume by approximately 50 basis points. Total revenue per requisition was up 0.2% versus the prior year, driven primarily by an increase in the number of tests per req and favorable test mix, mostly offset by the impact of the LifeLabs acquisition, which carries a lower revenue per requisition.\nOn its organic basis, revenue per req was up 3.3% in the quarter versus last year. Unit price reimbursement was relatively flat, consistent with our expectations. Reported operating income in the fourth quarter was $361 million or 13.8% of revenues compared to $267 million or 11.7% of revenues last year.\nOn an adjusted basis, operating income was $409 million or 15.6% of revenues compared to $338 million or 14.8% of revenues last year. The increase in adjusted operating income was due to strong organic revenue growth, and the impact of recent acquisitions, partially offset by the impact of weather, wage increases and higher performance-based compensation. We estimate the impact of weather on operating margin to be approximately 30 basis points.\nReported EPS was $1.95 in the quarter compared to $1.70 a year ago. Adjusted EPS was $2.23 versus $2.15 the prior year. Adjusted EPS in the fourth quarter was impacted by higher interest expense and the higher tax rate versus the prior year. We estimate the EPS impact of weather to be approximately $0.06 in the quarter. Cash from operations was $1.33 billion in the full year 2024 versus $1.27 billion in the prior year.\nTurning now to our full year 2025 guidance. Revenues are expected to be between $10.7 billion and $10.85 billion. Reported EPS expected to be in a range of $8.34 to $8.59 and adjusted EPS to be in the range of $9.55 to $9.80.\nCash from operations is expected to be approximately $1.45 billion, and capital expenditures are expected to be approximately $500 million. We have posted a presentation on the Investor Relations page of our website that includes an adjusted EPS bridge, which shows some of the key elements to bridge from our 2024 adjusted EPS to the 2025 adjusted EPS guidance we shared today.\nOur 2025 guidance reflects the following considerations. Our revenue guidance assumes approximately 3% organic revenue growth, with the remainder coming from the acquisitions closed in 2024. It does not assume any contribution from prospective M&A that could be completed in 2025. As you know, we have absorbed the headwind last year related to the CrowdStrike IT outage which we do not assume repeats in 2025. We expect to begin generating revenue from the launch of our Haystack MRD test in 2025 and continue to anticipate that Haystack Oncology will be slightly less dilutive versus the prior year.\nWe are making investments in 2025 to modernize our IT infrastructure as well as to comply with FDA regulations of laboratory developed tests that are scheduled to begin later this year.\nOperating margin is expected to expand versus the prior year. We anticipate net interest expense to be approximately $275 million. Adjusted tax rate is expected to be approximately 25%. And our average share count for the full year is expected to be approximately 114 million diluted shares outstanding.\nWith that, I will now turn it back to Jim.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sam. To summarize, we delivered strong consolidated and organic revenue growth in the fourth quarter and the full year. We expanded our presence in important new geographies, including Canada through 8 acquisitions and new health plan relationships. Our innovations in advanced diagnostics drove meaningful growth, and Haystack MRD strengthens our position in molecular genomics and oncology. Given these business strengths and robust utilization, we expect to accelerate revenue and earnings growth this year.\nAnd now we'd be happy to take your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/821d9ea531d6097e8f7c103d57db302c",
    "period": "2024 Q2",
    "content": "Q2 2024 Quest Diagnostics Inc Earnings Call\n\nQ2 2024 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEJUL 23, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics Second Quarter 2024 Conference Call. At the request of the company, this call is being recorded. the entire contents of the call, including the presentation and question-and-answer session that will follow, are the copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without the written consent of Quest Diagnostics is strictly prohibited.\nNow I'd like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Please go ahead, sir.\n\nShawn C. Bevec\n\nVP of Investor Relation, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Jim Davis, our Chairman, Chief Executive Officer and President; and Sam Samad, our Chief Financial Officer. During this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected. Risks and uncertainties that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed reports on Form 10-Q and current reports on Form 8-K.\nFor this call, references to reported EPS refer to reported diluted EPS and and references to adjusted EPS refer to adjusted diluted EPS. Any references to base business testing, revenues or volumes refer to the performance of our business excluding COVID-19 testing. Growth rates associated with our long-term outlook projections, including consolidated revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rate. Finally, revenue growth rates from acquisitions will be measured against our base business.\nNow here is Jim Davis.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Shawn, and good morning, everyone. We delivered another strong quarter with base business revenue growth of nearly 4% and total revenue growth of 2.5% as well as continued improvement in productivity and profitability in the base business. This performance is due to growth of new physician and hospital customers or favorable test mix that includes greater adoption of advanced diagnostics and continued strength in health care utilization. We also made progress improving our operational quality and efficiency through greater use of automation and AI.\nIn addition, we're excited to announce 4 acquisitions that meet our criteria for growth profitability and returns and that will enable us to expand in strategic growth areas. Our planned acquisition of LifeLabs, a trusted name in laboratory services for millions of Canadians will enable us to grow in Canada, which has a population that is growing and aging faster than in the U.S. LifeLabs is especially strong in 2 of Canada's largest and fastest-growing provinces British Columbia and Ontario, which collectively account for about half of the country's population.\nWe are familiar with the Canadian market, having delivered reference testing to many providers there for over 20 years. LifeLabs has been one of those reference partners for about a decade, so we know firsthand that their business team and reputation is strong and provides a solid foundation for growth. We expect to complete the transaction by the end of this year. Our recently announced acquisition of select lab assets of Alina Health a leading nonprofit health system will enable us to extend our reach in Minneapolis and throughout Minnesota and Wisconsin.\nWe also announced our plans to acquire the outreach lab assets of Ohio Health a nationally recognized charitable health system in Ohio. Both transactions will broaden our presence in geographic areas of the United States where we've had limited access to providers due to the predominance of health system. These acquisitions show our ability to attract and partner with top growing health systems that share our commitment to expanding patient access to innovative and more affordable testing. We expect to complete both transactions in the third quarter. We also completed our acquisition of Path AI Diagnostics, which provides a ready-made platform on which to scale digital pathology and AI to help health systems and other providers improve quality, speed and efficiency in cancer diagnosis. These acquisitions take time and involve teams of dedicated individuals.\nI want to personally thank my Quest colleagues for delivering on our M&A strategy and we will now turn our attention to the hard work of integrating these deals. Now I'll recap our strategy and discuss highlights from the second quarter. Then Sam will provide detail on our financial results and talk about our updated financial guidance for 2024. Our strategy to drive growth is focused on delivering solutions that meet the evolving needs of our core customers. physicians, hospitals and consumers. We enable growth across our customer channels through advanced diagnostics with an intense focus on faster-growing clinical areas, including within brain health and molecular genomics and oncology.\nIn addition, acquisitions are a key growth driver with an emphasis on accretive outreach purchases as well as other independent labs. Our strategy also includes driving operational improvements across the business with the strategic deployment of automation and AI to improve quality, service, efficiency and the workforce experience. Here are some updates on progress we have made in each of these areas. While we grew total volumes from Diagnostic Information Services 1.1%, with base business volume growth of 1.7% and Volumes from our base clinical business grew 3.2% in the second quarter due to the strength among physicians and hospitals. In Physician Lab Services, we delivered another quarter of high single-digit base business revenue growth. This growth was driven by continued strength in health care utilization as well as overall market growth and share gains due to new customer wins. We drove favorable test mix as well as growth in test per requisition, which we attribute to greater utilization of our expanding portfolio of advanced diagnostics.\nFinally, we also saw strong volume and revenue growth within Medicare Advantage plans, where narrow network strategies direct testing to high-quality, cost-efficient options like Quest. Our broad health plan access, which extends to approximately 90% of covered lives in the U.S. enabled us to take advantage of high demand for lab services consistent with recent quarters. Health plans value our ability to improve access, scale innovation and drive costs out of health care. We are also working to develop opportunities to serve new geographies with our health plan partners. In hospital lab services, we grew base business revenues by nearly 4%. The growth of reference testing remains higher than historical levels as hospitals struggle to fill open positions, especially in technical fields such as histotechnology, microbiology and cytotechnology. Our advanced diagnostics portfolio provides a compelling alternative for hospitals to send us more reference work. Hospitals faced several challenges, including high supply costs, high wages and decisions about how and where to deploy their capital. Patients want better value from lab services as well as easier access. Plus, diagnostic innovation is evolving at a fast pace. These dynamics are contributing to an accelerating trend of outreach acquisitions and professional lab service arrangements with the national labs.\nOur specialization and scale empower us to deliver a breadth of quality innovative and accessible services that are often far more affordable for the patient. That's why top hospitals are choosing Quest for reference testing, professional lab services and outreach asset sales that deliver quality and efficiency.\nIn consumer-initiated testing, our consumer-facing platform,\n[Audio Gap]\nKey clinical areas drove double-digit revenue growth, continuing the trend in recent quarters. This growth was particularly strong in brain health, women's health particularly prenatal and hereditary genetics and advanced cardio metabolic health. Our Alzheimer's disease portfolio was the primary driver of growth for our brain health offering. Demand was strong for our AV detect blood test, which assessed risk based on amyloid, [indiscernible] and ApoE biomarkers. Demand was also strong for our CSF test options for aiding treatment decisions. Yesterday, we introduced our neurofilament light chain test, which helps assess neuronal damage that may signify Alzheimer's disease as well as multiple sclerosis and other neurodegenerative conditions. In molecular genomics and oncology, we are encouraged by early results of our Haystack MRD early experience program prior to the broad national launch later this year. Physicians from leading cancer institutions are using a Haystack MRD blood test to assess cancer recurrence and treatment response for a range of cancers, including colorectal, lung and breath.\nWe also grew the body of evidence on clinical and economic value of CTDNA blood testing in cancer care. A study published in JAMA Health Forum in June found that MRD testing could reduce costs for health plans, particularly commercial payers by identifying patients that would benefit from chemotherapy after Stage II colon cancer surgery. In addition, research presented at the June ASCO conference showed that the Haystack MRD testing identified complete clinical response to immunotherapy for patients with colorectal cancer earlier than standard assessments such as pet MRI and endoscopy scans.\nFinally, we recently expanded our Haystack research collaborations to include [ Lazada ] Therapeutics, which will use Haystack MRD to study an investigational treatment for advanced pancreatic cancer. Turning to advanced cardiometabolic testing. We are seeing interest in several biomarkers that improve early detection of cardiovascular and metabolic diseases like diabetes and kidney disease. These include insulin resistance, which can identify prediabetes risk before A1C test and [indiscernible], a more precise marker of heart attack risk than traditional lipid panels. They also include Lp(a), which is an inherited marker of heart disease risk found in up to 20% of the population and for which several therapies are now in development.\nTurning to operational excellence. Our Invigorate program aims to deliver a targeted 3% annual cost savings and productivity improvements. During the quarter, we expanded our use of automation and AI in order to improve productivity as well as service levels and quality. For instance, we advanced our use of automation in front-end specimen processing to now include 5 of our labs, bringing more of our processors to focus on value-added work. We also expanded our AI capabilities in microbiology to include the ability to segregate out specimens with no evidence of microbial growth so our medical scientists can concentrate on reviewing those with the greatest likelihood of disease.\nIn addition, we broadened our use of AI in customer service to help our representatives access answers more quickly, improving their efficiency and service quality.\nNow I'll turn it over to Sam to provide more details on our performance and our 2024 guidance. Sam?\n\nSam A. Samad\n\nChief Financial Officer & Senior Vice President, Illumina, Inc.\n\nThanks, Jim. In the second quarter, consolidated revenues were $2.4 billion, up 2.5% versus the prior year, while base business revenues grew 3.8%. Organic base business revenues grew by 3.1%. Revenues for Diagnostic Information Services were up 2.8% compared to the prior year, reflecting strong growth in our base testing revenues, partially offset by lower revenues from COVID-19 testing services. Total volume, measured by the number of requisitions, increased 1.1% versus the second quarter of 2023, with acquisitions contributing 40 basis points of the total volume. Total base testing volumes grew 1.7% versus the prior year. Total revenue per requisition was up 1.6% versus the prior year, driven primarily by an increase in the number of tests per rec and favorable test mix partially offset by the timing of certain value-based arrangements in the second quarter of 2023 that did not repeat this year and lower COVID-19 testing.\nBase business revenue per req was up 2.4%. Unit price reimbursement was flat. Clinical base business revenues were up 5.1%, while volumes grew 3.2%. This primarily reflects growth through our physician and hospital channels, which comprise approximately 90% of our total revenues and excludes the impact of lower volumes, primarily in our employer businesses, providing workforce drug testing and employee population health services. Reported operating income in the second quarter was $355 million or 14.8% of revenues compared to $348 million or 14.9% of revenues last year. On an adjusted basis, operating income was $398 million or 16.6% of revenues compared to $389 million or 16.7% of revenues last year.\nThe increase in adjusted operating income was due to strong growth in the base business, partially offset by lower COVID-19 testing revenues and wage increases. Reported EPS was $2.03 in the quarter compared to $2.05 a year ago. Adjusted EPS was $2.35 versus $2.30 the prior year. Cash from operations was $514 million year-to-date through the second quarter versus $538 million in the prior year.\nTurning now to our updated full year 2021 guidance. Revenues are expected to be between $9.5 billion and $9.58 billion. Reported EPS is expected to be in a range of $7.57 to $7.77 and adjusted EPS to be in a range of $8.80 to $9. Cash from operations is expected to be approximately $1.3 billion and capital expenditures are expected to be approximately $420 million. Given the uncertainty around when the LifeLabs acquisition will close, we are not including this transaction in our updated 2024 guidance. However, in the first 12 months after closing the acquisition, we expect the transaction to generate approximately $710 million in annual revenues and to be slightly dilutive to GAAP EPS, due primarily to amortization of intangibles and other items but approximately $0.10 to $0.15 accretive to adjusted EPS. These assumptions include the impact of expected debt financing to close the acquisition.\nWith that said, the following are some key assumptions underlying our updated guidance for you to consider. The increase in our revenue guidance reflects the recently announced acquisitions of Path AI Diagnostics, Alina Health and Ohio Health as well as the strength of our base business. The Path AI Diagnostics acquisition closed in June, while Alina Health and Ohio Health are expected to close in Q3. The revenue contribution from these acquisitions represents the majority of the increase in our updated revenue guidance. As a reminder, new acquisitions are typically breakeven to slightly profitable initially with profitability expanding over several quarters. Therefore, we are not expecting a material contribution to earnings from these acquisitions in 2024, but do expect increasing profitability next year.\nNo change to our expectation for dilution from Haystack oncology of an incremental $0.20 to adjusted EPS for the full year. Operating margin to expand for the full year, driven by volume growth and improved productivity. Net interest expense expected to be approximately $190 million. This does not include interest expense related to debt financing for the LifeLabs acquisition. Weighted average share count to be flat compared to the end of 2023.\nFinally, our operations were affected by the worldwide IT outage last week, which limited our ability to collect and process specimens on Friday and through the weekend. Our labs were processing specimens by Friday afternoon, and the rest of our operations, including patient service centers were largely restored to normal by yesterday morning. At this point, we estimate the IT outage and the minor impact from Hurricane Beryl in Texas earlier this month, could amount to a roughly $0.06 to $0.08 headwind on our Q3 earnings. This is currently reflected in our updated full year guidance.\nWith that, I will now turn it back to Jim.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sam. To summarize, our business delivered strong total and base revenue growth across our core customer channels due to strong commercial execution, innovative offerings and ongoing strength in our health care utilization. We announced 4 acquisitions that meet our criteria for growth profitability and returns and position us for growth in new geographic and service areas. We improved productivity as well as service levels and quality through greater use of automation and AI. .\nFinally, I'd like to personally thank my nearly [ 50,000 ] Quest colleagues for our strong performance this quarter, which is largely the result of the dedication, care and collaboration that they show patients, customers each and every single day. This commitment was exemplified by the tireless efforts of our teams to restore outstanding service for our patients and customers this past weekend following the global IT outage. I'm proud to work with so many talented people committed to living our purpose, working together to create a healthier world, one life at a time.\nAnd with that, we'd be happy to take your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/146bbc9c22e1ecc7996cf25fd25f79ba",
    "period": "2024 Q1",
    "content": "Q1 2024 Quest Diagnostics Inc Earnings Call\n\nQ1 2024 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEAPR 23, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics First Quarter 2024 Conference Call. At the request of the company, this call is being recorded. The entire contents of the call, including the presentation and the question-and-answer session that will follow are the copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without the written consent of Quest Diagnostics is strictly prohibited.\nNow I'd like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Sir, please go ahead.\n\nShawn C. Bevec\n\nVP of Investor Relation, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Jim Davis, our Chairman, Chief Executive Officer and President; and Sam Samad, our Chief Financial Officer.\nDuring this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected. Risks and uncertainties that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K. For this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS.\nAny references to base business, testing, revenues or volumes refer to the performance of our business excluding COVID-19 testing. Growth rates associated with our long-term outlook projections, including consolidated revenue growth revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates. Finally, revenue growth rates from acquisitions will be measured against our base business.\nNow here is Jim Davis.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sean, and good morning, everyone. In the first quarter, we delivered nearly 6% base business revenue growth, continuing the strong momentum of recent quarters. We also grew total revenues for the first time since the height of the pandemic nearly 3 years ago. Our strong commercial focus on physicians and hospitals, combined with our broad health plan access enabled us to take advantage of sustained high rates of health care utilization and drive new customer growth. Our investments in advanced diagnostics also enabled double-digit growth within multiple key clinical areas, including brain health, women's health and advanced cardiometabolic health.\nIn addition, our Invigorate initiative, which includes ongoing investments in automation and AI continue to improve productivity as well as service levels and quality. Given the strength of our business, we are raising our guidance for the full year. Before turning to highlights on the quarter, I'd like to briefly discuss the FDA's proposed rule to regulate laboratory developed testing services. We still encourage the administration to withdraw the proposed rule and engage in advancing appropriate legislation that preserves the critical role of laboratory diagnostics.\nWe are disappointed that the FDA continues to move forward with this regulation, which we believe, if enacted, will compromise patient access to critical lab testing slow diagnostic innovation and add unnecessary health care costs. We also believe that the rule raises serious legal issues, including that the FDA lacks the statutory authority to unilaterally regulate these services. While we will be prepared to comply with the rule, we will continue to work with our trade association at law on potential next steps. Now I'll recap our strategy and discuss highlights from the first quarter. Then Sam will provide detail on our financial results and talk about our updated financial guidance for 2024.\nOur strategy to drive growth is focused on delivering solutions that meet the evolving needs of our core customers, physicians, hospitals and consumers. We enable growth across our customer channels through advanced diagnostics with an intense focus on faster-growing clinical areas, including brain health and molecular genomics and oncology. In addition, acquisitions are a key growth driver with an emphasis on accretive hospital outreach purchases as well as smaller independent labs. Our strategy also includes driving operational improvements across the business with the strategic deployment of automation and AI to improve quality, service, efficiency and the workforce experience. Here are a few key updates on the progress we've made in each of these areas.\nIn physician lab services, we delivered high single-digit base business revenue growth driven by sustained high health care utilization overall market growth and share gains. This growth also reflects new customer wins and our strengthening relationships with physician practices of all sizes, including large multispecialty physician groups and those owned by large retailers. A significant driver of our success in the physician channel is our broad health plan access as approximately 90% of health plan members in the U.S. have access to laboratory services at Quest Diagnostics.\nHealth plans value our size, scale and innovation. We partner closely with them to reduce laboratory costs through programs that redirect volume from hospital outreach labs and out-of-network labs, which often charge significantly higher prices than we do. raising health care costs for patients and employers. We also remain disciplined in our pricing strategy as we increase our investments in improving the customer experience such as through digital platform enhancements and adjustments to frontline pay. As we highlighted previously, we successfully renegotiated our large health plan contracts that were up for renewal last year. In addition, more than 50% of our health plan revenues now have some type of value-based incentive.\nIn physician services, our recent acquisition of Lenco, an independent lab in New York also contributed to growth in the quarter. Our M&A pipeline continues to be robust, and we are making progress with several promising opportunities. In hospital lab services, we grew base business revenues by mid-single digits. Hospital reference testing, in particular, continued to grow faster than pre-pandemic trends, maintaining the momentum from last year. Hospitals are sending us more reference testing largely because of our innovation, our quality and our value. They also face persistent challenges with staffing certain roles in specialized fields like histology microbiology and cytotechnology which we can more easily fill with our talent and our technology.\nIn general, as hospitals face both staffing and cost challenges they continue to reevaluate their lab strategies. Additionally, as the cost of capital continues to rise, some are revisiting their investment priorities and are directing more capital into other clinical areas that generate better returns. Quest provides hospitals with a range of ways to help optimize lab operations, whether through reference testing, savings and efficiencies through professional lab services or access to capital by selling their outreach programs. Many hospitals and health system leaders are approaching us with a heightened sense of urgency for help with their lab strategies. As a result, our pipeline of both PLS and outreach opportunities remains very strong.\nConsumer initiated testing revenues grew double digits, while base business revenues nearly doubled, building on the gains that we delivered last year from our consumer-facing platform, questhealth.com. Some of our most popular test categories included general health panels, STDs and tuberculosis testing. We also continue to expand our test menu such as with our launch of PFAS testing for assessing potential exposure to dangerous forever chemicals and are extending our reach through various channel partners.\nIn advanced diagnostics, we generated strong double-digit revenue growth within several key clinical areas, including brain health, women's health particularly prenatal and hereditary genetics and advanced cardiometabolic health. Growth in brain health was driven largely by our Alzheimer's disease portfolio of tests which includes our Quest AD detect blood test for early risk assessment of Alzheimer's disease and our CSF test for diagnosing and monitoring. We are launching our AD-Detect p-tau217 blood test to providers this week and we intend to add additional biomarkers this year to further expand our menu.\nIn molecular genomics and oncology, we completed the validation of our Haystack MRD test in March and have oversubscribed our Haystack MRD early experience program with nearly 20 leading cancer institutions as participants. The early experience program is the final step to prepare for our broad national launch of the clinical test later this year. We are also excited about the opportunities in our early blood-based cancer screening. This quarter, our Louisville, Texas site received the first specimens for the [ promise ] clinical trial on a liquid biopsy screening test for colorectal cancer from our partner, Universal DX. We look forward to supporting Universal's efforts to gain U.S. regulatory approval for this test.\nAnd lastly, our step 500 somatic tumor sequencing service, which helps providers select therapy for late-stage cancers based on tumor mutation profiles is generating interest from large cancer centers. Our investments in cancer screening, treatment selection and monitoring are positioning us to be a leader in the MRD space and other fast-growth molecular genomics and oncology markets. Turning to operational excellence.\nOur Invigorate program aims to deliver a targeted 3% annual cost savings and productivity improvements. During the quarter, we continued to deploy automation and AI to improve productivity as well as service levels and quality. For instance, we made progress creating what we term a digital front door, which will use AI in our website and service center kiosks to answer basic questions from patients reducing workload on phlebotomists and calls to our customer service team. We also recently automated elements of the specimen preparation process in several labs and expect to deploy these systems across other sites in 2024. These systems make our front-end operations more efficient and improve quality while also freeing our employees to focus on other value-added work.\nFinally, I'd like to personally thank my Quest colleagues for delivering a superior customer experience. Our industry just celebrated lab week, which reminds us of the key role labs play at the heart of health care. I'm proud that our nearly 50,000 employees bring purpose to life every day, working together to create a healthier world, 1 life at a time. And with that, I'll turn it over to Sam to provide more details on our performance and our 2024 guidance. Sam?\n\nSam A. Samad\n\nChief Financial Officer & Senior Vice President, Illumina, Inc.\n\nThanks, Jim. In the first quarter, consolidated revenues were $2.37 billion, up 1.5% versus the prior year while base business revenues grew nearly 6%. Revenues for Diagnostic Information Services were up 1.7% compared to the prior year reflecting strong growth in our base testing revenues, partially offset by lower revenues from COVID-19 testing services. Total volume, measured by the number of requisitions, increased 1.6% versus the first quarter of 2023, with acquisitions contributing 60 basis points to total volume. Total base testing volumes grew 3.3% versus the prior year. despite the impact of severe weather in the first 2 weeks of January. During the quarter, weather negatively impacted volume growth by approximately 30 basis points.\nRevenue per requisition was up slightly versus the prior year, driven primarily by an increase in the number of test per req and favorable test mix largely offset by lower COVID-19 testing. Base business revenue per req was up 2.6% due to an increase in the number of test per req and favorable test mix. Unit price reimbursement was flat. Reported operating income in the first quarter was $300 million or 12.7% of revenues compared to $305 million or 13.1% of revenues last year. On an adjusted basis, operating income was $349 million or 14.8% of revenues compared to $350 million or 15% of revenues last year.\nAdjusted operating income was relatively consistent versus the prior year due to strong growth in the base business, largely offset by lower COVID-19 testing revenues, wage increases and higher benefit costs. Reported EPS was $1.72 in the quarter compared to $1.78 a year ago. Adjusted EPS was $2.04, flat versus the prior year. Cash from operations was $154 million in the first quarter versus $94 million in the prior year. Subsequent to the end of the first quarter, we repaid $300 million of senior notes, which matured on April 1. Turning to our updated full year 2024 guidance.\nRevenues are expected to be between $9.4 billion and $9.48 billion. Reported EPS is expected to be in a range of $7.57 to $7.82 and adjusted EPS to be in a range of $8.72 to $8.97. Cash from operations is expected to be approximately $1.3 billion and capital expenditures are expected to be approximately $420 million. The following are some key assumptions underlying our guidance to consider as you update your models. COVID-19 testing revenues to decline approximately $175 million for the full year.\nIn terms of M&A, our guidance only includes acquisitions that have been announced or closed to date. No change to our expectation for dilution from Haystack oncology of an incremental $0.20 to adjusted EPS for the full year. operating margin to expand for the full year, driven by volume growth and improved productivity. Net interest expense to be approximately $190 million. weighted average share count to be flat compared to the end of 2023. While we are only 1 quarter into the year, given the strong volume trends in Q1, we have raised our adjusted EPS guidance by $0.10 at the midpoint, which more than offsets the $0.05 to $0.07 headwind we experienced from weather in January.\nWith that, I will now turn it back to Jim.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sam. To summarize, our business delivered strong revenue growth across our core customer channels, physicians, hospitals and consumers, building on trends from 2023. Our strong customer relationships, broad health plan access and investments in advanced diagnostics are enabling us to take advantage of sustained high health care utilization and drive new customer growth. We are steadily improving productivity as well as service levels and quality giving us confidence in improved profitability in 2024.\nNow we'd be happy to take your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c6e5d146fddc67fa2b25fb6b23b97c2b",
    "period": "2023 Q4",
    "content": "Q4 2023 Quest Diagnostics Inc Earnings Call\n\nQ4 2023 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEFEB 1, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics Fourth Quarter and Full Year 2023 Conference Call. At the request of the company, this call is being recorded. The entire contents of the call, including the presentation and question-and-answer session that will follow are the copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without the written consent of Quest Diagnostics is strictly prohibited. I'd now like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Please go ahead, sir.\n\nShawn C. Bevec\n\nVP of Investor Relation, Quest Diagnostics Incorporated\n\nI'm joined by Jim Davis, our Chairman, Chief Executive Officer and President; and Sam Samad, our Chief Financial Officer.\nDuring this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected. Risks and uncertainties that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K. For this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS.\nAny references to base business testing, revenues or volumes refer to the performance of our business excluding COVID-19 testing. Growth rates associated with our long-term outlook projections, including total revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates. Finally, revenue growth rates from acquisitions will be measured against our base business. Now here is Jim Davis.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Shawn, and good morning, everyone. For the full year 2023, we delivered strong revenue growth of 7% in our base business and delivered on our earnings commitment as we transitioned away from COVID testing. The results we announced this morning reflect a strong fourth quarter and full year for our base business in which we made substantial progress on our strategy to drive top line growth across our core customer channels and improve profitability.\nThroughout the year, we advanced our growth strategy with innovative testing solutions, new and expanded relationships with health systems and a robust pipeline of M&A. We also delivered double-digit revenue growth in several clinical areas, including advanced cardiometabolic, prenatal and hereditary genetics and neurology. We also strengthened our oncology offering with a strategic investment in higher growth, minimal residual disease testing.\nIn addition, our efforts to improve quality and productivity delivered our Invigorate goal which helped us offset the cost headwinds we faced throughout the year. This morning, we issued guidance for 2024 that reflects a return to overall revenue growth while balancing the earnings tailwinds and headwinds we see for the year.\nLooking beyond 2024, we are well positioned to deliver our long-term financial outlook to drive mid-single-digit revenue growth and high single-digit earnings growth. I'm grateful to our dedicated Quest colleagues making this happen. Every day, they bring our purpose to life working together to create a healthier world, one life at a time.\nBefore discussing highlights from 2023, I'd like to share some recent regulatory updates. First, as you know, Congress once again delayed Medicare reimbursement cuts and the next data collection process under PAMA that were scheduled to take place in 2024. While we are pleased with the delay, we continue to work closely with our trade association to seek a permanent fix to PAMA through SALSA, the saving access to Laboratory Services Act. ACLA's highest priority this year is to secure passage of SALSA. Second, ACLA and nearly 7,000 other individuals and groups submitted comments last quarter on a rule proposed by the FDA to regulate laboratory developed tests as medical devices. Lab-developed tests are essential medical innovations that are already highly regulated under federal legislation known as CLIA.\nIn addition to the oversight by states, accredited bodies and Medicare as it makes coverage determinations. If enacted, the FDA's proposed rule would compromise patient access to a central lab testing. It would also slow diagnostic innovation and add unnecessary health care costs. We agree with ACLA that the FDA does not have the statutory authority to unilaterally regulate LDTs and believe that resuming discussions with the FDA, Congress, ACLA and other stakeholders on a legislative solution is the most prudent path forward.\nNow I'll recap our strategy and discuss highlights from the fourth quarter. Then Sam will provide more detail on our financial results and talk about our financial guidance for 2024.\nOur strategy to drive growth is focused on delivering solutions that meet the evolving needs of our core customers. physicians, hospitals and consumers. We enable growth across our customer channels through advanced diagnostics with an intense focus on faster-growing clinical areas, including molecular genomics and oncology. In addition, acquisitions are a key growth driver with an emphasis on accretive hospital outreach purchases as well as smaller independent labs. Our strategy also includes driving operational improvements across the business with strategic deployment of automation and AI to improve quality, efficiency, workforce experience and service.\nHere are some updates on the progress we have made in these areas in the fourth quarter.\nIn Physician Lab Services, we delivered mid-single-digit base business revenue growth. We attribute this growth to return to care, overall market growth and share gains driven by the competitive strengths of our scale and innovative offerings. We continue to execute hospital outreach and independent lab acquisitions, which generate volume for our physician channel. In January, we entered into a definitive agreement to acquire select assets of [ Lenco ], an independent New York-based laboratory company and expect to complete the transaction later this quarter. In addition, we acquired outreach assets of Steward Health Care, which will deepen our reach to patients in Massachusetts, Pennsylvania and Ohio. As we said earlier, our acquisition pipeline is very strong, and we expect to complete additional transactions in 2024.\nOur strong relationships with health plans were also a key driver of growth in 2023 and as we grew revenues from health plans by high single digits versus the prior year. As we've indicated, we successfully completed negotiations for all our strategic health plan renewals that were scheduled in 2023. We health plans and self-insured employer clients recognize the clinical and economic value we deliver to them and their members. To date, more than half of health plan revenues now come from value-based contracts, which enable faster growth compared to our traditional health plan contracts. In addition, working with health plans, we continue to reduce so-called lab leakage to high-cost out-of-network labs, partly by redirecting the volume to Quest. Importantly, this is good for both patients as well as employers, which pay for the majority of health care costs.\nIn hospital lab services, we drove high single-digit base business revenue growth in the fourth quarter with strength in both reference and professional laboratory services. hospital reference testing, in particular, grew much faster than historical trends and well above our estimated growth for the market. Increasingly, health systems recognize that our innovative laboratory testing and collaborative lab management solutions can help them improve quality, productivity, affordability and care. They also continue to face labor and cost pressures prompting more of them to reach out to us to help with their lab strategy. Our professional lab services help manage a hospital's lab, supply chain and workforce. We also provide insights from our analytical solutions to help hospitals manage utilization to deliver the right test to the right patient at the right time.\nIn the fourth quarter, we completed two PLS relationships that will contribute modest growth in the first quarter of this year. We also provide health systems the opportunity to transition their noncore outreach laboratory assets to us through acquisitions. By selling their outreach assets to Quest, these hospitals are better able to redeploy scarce capital to areas of their business that have a greater impact on patient care.\nOur consumer-initiated testing service, questhealth.com, generated revenues of approximately [ $35 ] million in the full year 2023, with strong base business growth. Our return on ad spend and customer acquisition costs remained favorable in the fourth quarter. Another element of our CIT strategy is to drive revenue growth through channel partners. In 2023, we generated more than $30 million through this channel. We are also excited about new product releases in 2024, including blood testing for PFAS or forever chemicals via questhealth.com.\nPFAS chemicals have been used in industrial and consumer products for decades and may contaminate food and water. In late January, the CDC issued new guidelines that recognize the value of PFAS blood testing for individuals that may have elevated exposure levels, which may increase risk of kidney cancer, eye cholesterol and other health conditions. According to a study in the Journal of Endocrine Society, PFAS chemicals accounted for approximately $22 billion in U.S. health care costs in 2018.\nIn Advanced diagnostics, we experienced double-digit growth across several clinical areas in the fourth quarter, including advanced cardiometabolic, prenatal and hereditary genetics and neurology. Growth in neurology was driven largely by our Alzheimer's disease portfolio of tests which is among the most comprehensive in the fast-evolving field of Alzheimer's care. Our innovations include our [ AV ] detect blood test for early risk assessment based on amyloid beta proteins and [ Apo lead ] genetic risk. This week, we also added [ PTAL181 ] to our [ AV ] detect blood test line to complement insights from amyloid beta testing. In addition, our Alzheimer's disease test portfolio includes several CSF tests for diagnosis and monitoring based on amyloid beta, [ PTAL181 ] and [ Apo lead ]. We intend to add additional biomarkers later this year and continue to expand our menu.\nIn molecular genomics and oncology, we are on track to launch our Haystack minimal residual disease test to physicians later this year from our Oncology Center of Excellence in Lewisville, Texas. We also believe Haystack MRD can help support clinical research and recently announced clinical trial collaborations using this innovative technology with the [ Rucker's ] Cancer Institute, Alliance Foundation trials in [ Trisellis ] Life Sciences. In the fourth quarter, we announced a collaboration with Universal DX, which has developed an innovative blood test for screening for colorectal cancer, including precancerous lesions. We look forward to supporting Universal's effort to gain regulatory approval for this test.\nThrough our collaboration with Cipher, we are expanding patient access to the PRISM RA test for aiding treatment selection for rheumatoid arthritis. Turning to operational excellence. Our Invigorate program delivered our targeted 3% annual cost savings and productivity improvements. Here are three examples of how we're improving operations. First, we continue to make progress in using front-end automation to enhance specimen processing. In 2023, we completed front-end automation upgrades in our Pittsburgh and Dallas laboratories which will improve quality and productivity. This year, we'll add 5 additional sites. Second, we also expanded the use of AI to improve quality, efficiency and workforce experience in several clinical areas. AI can quickly identify patterns that signify possible disease and digital images of patient cultures and slides. In 2023, we expanded the use of AI in microbiology to help identify bacteria as well as in cytogenetics to identify chromosomal abnormalities. Looking forward, we are encouraged by the opportunities to use AI in several additional clinical areas including cytology, pathology and parasitology. Third, in 2023, we deployed an AI tool at our Clifton lab that helps laboratory staff continuously identify ways to be more productive in their daily routines. And we look forward to introducing this AI job helper in other labs and support processes.\nFinally, we made significant progress improving the margins of our base business in 2023. We I'd like to personally thank our Quest colleagues whose efforts have helped make this possible. With that, I'll turn it over to Sam to provide more details on our performance and our 2024 guidance. Sam?\n\nSam A. Samad\n\nChief Financial Officer & Senior Vice President, Illumina, Inc.\n\nIn the fourth quarter, consolidated revenue were $2.29 billion, down 1.9% versus the prior year. Base business revenues grew 4.7% to $2.25 billion. While COVID-19 testing revenues declined approximately 80% to $37 million. Revenues for Diagnostic Information Services declined 2% and compared to the prior year, reflecting lower revenue from COVID-19 testing services versus the fourth quarter of 2022, partially offset by strong growth in our base testing revenue.\nTotal volume, measured by the number of requisitions, increased 1.9% versus the fourth quarter of 2022, with acquisitions contributing 50 basis points to total volume. Total base testing volumes grew 5.2% versus the prior year. Revenue per requisition declined 3.5% versus the prior year driven primarily by lower COVID-19 molecular volume. Base business revenue per rec was up 0.2%. Unit price reimbursement was positive and consistent with our expectations. Reported operating income in the fourth quarter was $267 million or 11.7% of revenues compared to $135 million or 5.8% of revenues last year. On an adjusted basis, operating income was $338 million or 14.8% of revenues compared to $330 million or 14.2% of revenues last year.\nThe year-over-year increase in adjusted operating income is related primarily to growth in the base business, actions taken in 2023 to reduce support costs and lower performance-based compensation, partially offset by lower COVID-19 testing revenues, wage increases, higher employee health care costs and higher deferred compensation expense. Reported EPS was $1.70 in the quarter compared to $0.87 a year ago. Adjusted EPS was $2.15 compared to $1.98 last year. Cash from operations was $1.27 billion for full year 2023 versus $1.72 billion in the prior year, driven primarily by lower COVID-19 testing revenue.\nFinally, our Board of Directors has authorized a 5.6% increase in our quarterly dividend from $0.71 to $0.75 per share or $3 per share annually effective with the dividend payable in April 2024. The company has raised its dividend annually since 2011.\nTurning to our full year 2024 guidance. Revenues are expected to be between $9.35 billion and $9.45 billion. Reported EPS is expected to be in a range of $7.69 to $7.99 and and adjusted EPS to be in a range of $8.60 to $8.90. Cash from operations is expected to be approximately $1.3 billion and capital expenditures are expected to be approximately $420 million.\nWe have posted a presentation on the Investor Relations page of our website that includes an adjusted earnings bridge. Which shows some of the key elements to bridge from our 2023 adjusted EPS to the 2024 adjusted EPS guidance we shared today.\nOur 2024 guidance reflects the following consideration. We are no longer providing detailed base business and COVID revenue guidance. However, note that we are assuming that COVID revenues will decline at least $175 million in 2024, which partially offset the growth we expect from the base business. Most of the COVID headwind in 2024 will occur during the first quarter as we generated $119 million of covered revenue in Q1 last year.\nIn terms of M&A, our guidance only contemplates acquisitions that have been announced or closed to date, including the outreach acquisitions from NewYork-Presbyterian and Stewart Healthcare, as well as [ Lenco ], the independent lab Jay mentioned earlier. We will absorb the full year of dilution from our acquisition of Haystack Oncology with an increment impact of approximately $0.20 to adjusted EPS in 2024.\nWe made strong progress improving our base business operating margins in 2023 and expect margin expansion in 2024. We anticipate net interest expense to increase to approximately $190 million in 2024 as a result of higher borrowings following our debt issuance in November. We assume a roughly flat share count compared to the end of 2023. We are expecting adjusted EPS in Q1 to be roughly 21% of our full year earnings. This is slightly below the typical seasonality and reflects the significant amount of weather disruption we've experienced in January.\nAt this point, we anticipate a weather headwind of $0.05 to $0.07 in Q1. And finally, as Jim mentioned earlier, we are well positioned to deliver our long-term financial outlook to drive mid-single-digit revenue growth and high single-digit earnings growth. With that, I'll now turn it back to Jim.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sam. I'd like to take a moment to remember Dr. Paul A. Brown, who passed away in January of this year. In 1967, Dr. Brown founded [ Metcal ] the predecessor company of Quest Diagnostics, providing basic lab services from his apartment in New York City. Dr. Brown was a pioneer who invented the blueprint for our industry that today is recognized as essential to quality health care, and we are grateful for his vision and leadership.\nTo summarize, we delivered strong base business revenue growth in 2023 and achieved our EPS commitments. Our guidance in 2024 reflects a return to total revenue growth while balancing the earnings tailwinds and headwinds we see for the year.\nLooking beyond 2024, we are well positioned to deliver our long-term financial outlook to drive mid-single-digit revenue growth and high single-digit earnings growth. And I'm grateful to our dedicated quest colleagues who bring our purpose to life every single day, working together to create a healthier world one life at a time. Now we'd be happy to take your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c7ea52c78a1e59712848ead65307cbb5",
    "period": "2023 Q3",
    "content": "Q3 2023 Quest Diagnostics Inc Earnings Call\n\nQ3 2023 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEOCT 24, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics Third Quarter 2023 Conference Call. At the request of the company, this call is being recorded. The entire contents of the call, including the presentation and question-and-answer session that will follow, are the copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without the written consent of Quest Diagnostics is strictly prohibited.\nI would like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Go ahead, please.\n\nShawn C. Bevec\n\nVP of Investor Relation, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Jim Davis, our Chairman, Chief Executive Officer and President; and Sam Samad, our Chief Financial Officer. During this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release.\nActual results may differ materially from those projected. Risks and uncertainties that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K.\nFor this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS. Any references to base business, testing, revenues or volumes refer to the performance of our business excluding COVID-19 testing. Growth rates associated with our long-term outlook projections, including total revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates. Finally, revenue growth rates from acquisitions will be measured against our base business. Now here is Jim Davis.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Shawn, and good morning, everyone. We grew our base business nearly 5% in the third quarter, largely by driving growth in our physician and hospital channels. Our consumer channel also continued to produce solid base business revenue growth.\nIn addition, we are pleased that we have now successfully completed negotiations for all our strategic health plan renewals that were scheduled for this year. These strength and collaborations will position us to build on growth opportunities going forward our Invigorate program is on track to deliver 3% annual productivity improvements and savings. In addition, the productivity of our base business improved sequentially and year-over-year.\nGiven the strength of our business and a robust pipeline of professional lab services and M&A opportunities, we are well positioned for continued growth. This morning, I'll discuss highlights from the third quarter, then Sam will provide more details on our financial results and talk about our updated financial guidance for 2023.\nNow let's turn to some of the highlights from the quarter. Our strategy is to drive growth by continuing to meet the evolving needs of our core customers, physicians, hospitals and consumers. We are enabling growth across our customer channels through advanced diagnostics with an intense focus on faster-growing clinical areas, including molecular genomics and oncology.\nIn addition, acquisitions remain a key driver of our growth with an emphasis on accretive hospital outreach purchases as well as smaller independent labs. Finally, our strategy includes driving operational improvements across the business with strategic deployment of automation and AI to improve quality, efficiency and service.\nHere are a few key updates on the progress we have made in these areas. In Physician Lab Services, we delivered mid-single-digit base business revenue growth driven by the strength in our cardiometabolic and general health and wellness testing. Our strong relationships with health plans were also a key driver in the quarter.\nAs I mentioned earlier, we successfully completed negotiations for all our strategic health plan renewals that were scheduled for this year. Our success is a result of the clinical and economic value we deliver to health plans and their members.\nToday, more than 50% of the health of the health plan revenues are generated from these value-based contracts, which are fueling double-digit growth compared to our traditional health plan contracts. Together with the health plans, we have a renewed focus on initiatives to reduce leakage to high-cost out-of-network labs. In addition, we are working together to redirect volume from high-cost labs to Quest. Importantly, this is good for both patients and employers which are paying for the majority of health care costs.\nIn hospital lab services, base revenues grew high single digits in the quarter as we saw strength in hospital reference testing and continued progress with our most recent PLS relationships, including Northern Light Health, Lee Health and Tower Health. Our hospital strategy is to help health systems improve productivity and patient care by delivering innovative laboratory testing that is high quality, accessible and affordable. We continue to manage a robust pipeline of professional lab services and hospital outreach acquisition opportunities.\nHealth systems continue to face labor and cost pressures, which are prompting more of them to reach out to us for help with their lab strategy and in some cases, monetize their hospital outreach business. Our professional lab services can help manage hospitals labs, supply chain and workforce. We are also providing insights from our analytical solutions to guide hospitals to deliver the right test to the right patient at the right time.\nIn addition, hospital outreach acquisitions enable health systems to focus their expertise and capital on the areas of their business that support patient care and drive growth. In Consumer Health, we generated solid base business revenue growth from our consumer-initiated testing channel in the quarter.\nIn addition, our consumer channel was again profitable this quarter. We attribute the strong performance to continuing demand for our expanded test menu, including STIs, comprehensive health and tuberculosis blood testing. Underpinning each of these key channels, physician, hospital and consumer is our advanced diagnostics. These highly innovative higher-growth test areas include molecular genomics and oncology as well as several other key areas.\nDuring the quarter, we grew revenues double digits in multiple clinical areas including neurology, women's and reproductive health, cardiometabolic and infectious disease and immunology. We are particularly encouraged by growth in our Alzheimer's disease portfolio, which features our AD-Detect blood testing services. These innovative services use highly sensitive mass spectrometry technologies to provide insight into Alzheimer's risk based on amyloid proteins and the APOE genetic risk marker.\nDuring the quarter, we saw strong demand for our Alzheimer's cerebral spinal fluid panel as well, which helps providers identified levels of both amyloid and [ tau ] proteins as well as the APOE status. We also grew significantly in women's and reproductive health, especially in noninvasive prenatal and carrier screening tests. During the quarter, the FDA granted breakthrough designation for our adeno-associated virus called AAV companion diagnostic, which we developed in collaboration with Sarepta Therapeutics for the Duchenne muscular dystrophy gene therapy.\nThis FDA designation places us at the forefront of AAV test innovation in the growing area of cell and gene therapies and positions us to build collaborations with other biopharmaceutical companies.\nFinally, the integration of Haystack Oncology remains on track. The acquisition positions us to enter the high-growth liquid biopsy area of minimal residual disease or MRD testing. We expect to launch our first MRD test in early 2024 from our Oncology Center of Excellence in Lewisville, Texas.\nNow turning to operational and productivity improvement. Our Invigorate program is well on its way to delivering our targeted 3% annual productivity improvements and savings. I'd like to share 3 examples of how we're improving operations. First, we are deploying front-end automation to enhance specimen processing in our Pittsburgh and Dallas laboratories, which will improve quality and productivity. More sites are planned to receive front-end automation during 2024.\nWe are expanding the use of optical character recognition, or OCR, to scan in data from samples coming into our labs. By freeing up specimen processors from this manual data entry, we will improve our productivity of paper-based recs coming into all of our regional labs by 30%.\nFinally, we continue to optimize our real estate footprint. Post pandemic, we need less space for some of our call center and administrative functions. We've reduced our real estate footprint by nearly 250,000 square feet by consolidating functions into existing spaces. Before I hand it over to Sam, I'd like to offer our perspective on the rule recently proposed by the Food and Drug Administration that would regulate laboratory developed tests as medical devices.\nLab developed tests are essential medical innovations that providers use to guide care for patients every day. These services are highly regulated under federal legislation known as CLIA. In addition to the oversight by states, accredited bodies and Medicare as it makes coverage determinations. If enacted, the FDA's proposed rule would impact patient care by compromising access, slowing diagnostic innovation and adding unnecessary cost to our health care system.\nWe agree with the long-standing assertion of our trade association, ACLA, that the FDA does not have the statutory authority to unilaterally regulate LDTs under its existing medical device authority.\nNow I'll turn it over to Sam to provide more details on our performance and our updated 2023 guidance.\n\nSam A. Samad\n\nChief Financial Officer & Senior Vice President, Illumina, Inc.\n\nQuarter consolidated revenues were $2.3 billion, down 7.7% versus the prior year. Base business revenues grew 4.6% to $2.27 billion while COVID-19 testing revenues declined 92% to $26 million.\nRevenues for Diagnostic Information Services declined 7.9% compared to the prior year reflecting lower revenue from COVID-19 testing versus the third quarter of 2022, partially offset by growth in our base business.\nTotal volume, measured by the number of requisitions, declined 0.5% versus the prior year, with acquisitions contributing 50 basis points to total volume. Total base testing volumes grew 5.7% versus the prior year. Revenue per requisition declined 7.2% versus the prior year, driven by lower COVID-19 molecular volume.\nBase business revenue per rec declined 0.4% due to growth in our PLS relationships and lower demand for respiratory panels, partially offset by an increase in unit price reimbursement and test mix. Positive unit price reimbursement was consistent with our expectations. Reported operating income in the third quarter was $342 million or 14.9% of revenues compared to $392 million or 15.8% of revenues last year.\nOn an adjusted basis, operating income was $380 million or 16.6% of revenues compared to $423 million or 17% of revenues last year. The year-over-year decline in adjusted operating income is related primarily to lower COVID-19 testing revenues, wage increases and higher benefit costs, partially offset by growth in the base business, lower performance-based compensation and headcount reductions.\nWe continue to closely manage the cost of our corporate and support functions and our actions to reduce support costs by approximately $100 million this year remain on track. Reported EPS was $1.96 in the quarter compared to $2.17 a year ago. Adjusted EPS was $2.22 compared to $2.36 last year.\nCash from operations year-to-date was $745 million versus $1.38 billion in the prior year period. The decline in operating cash flow was primarily related to lower operating income and timing of collections.\nTurning to our updated full year 2023 guidance. Revenues are now expected to be between $9.19 billion and $9.24 billion. Base business revenues are expected to be between $8.99 billion and $9.04 billion. COVID-19 testing revenues are expected to be approximately $200 million. Reported EPS narrowed to be in a range of $7.61 to $7.71 and adjusted EPS narrowed to a range of $8.65 to $8.75 with the midpoint of $8.70, unchanged.\nCash from operations is expected to be approximately $1.3 billion and capital expenditures are expected to be approximately $400 million. With that, I will now turn it back to Jim.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sam. To summarize, we delivered solid base business revenue growth of nearly 5% in the quarter. We successfully completed negotiations for all of our strategic health plan relationships that were scheduled for this year. We also drove improved productivity in our base business as we have done throughout 2023. Finally, given the strength of our base business, combined with a robust pipeline of professional lab services and M&A opportunities, we are well positioned for continued growth ahead. And now we'd be happy to take your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/04a47de54e9117b5fbcd581e88f5ce4d",
    "period": "2023 Q2",
    "content": "Q2 2023 Quest Diagnostics Inc Earnings Call\n\nQ2 2023 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEJUL 26, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics Second Quarter 2023 Conference Call. At the request of the company, this call is being recorded. The entire contents of the call, including the presentation and question-and-answer session that will follow are the copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without the written consent of Quest Diagnostics is strictly prohibited.\nNow I'd like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Go ahead, please.\n\nShawn C. Bevec\n\nVP of Investor Relation, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Jim Davis, our Chairman and Chief Executive Officer; and President; and Sam Samad, our Chief Financial Officer. During this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected.\nRisks and uncertainties that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K.\nFor this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS. Any references to base business, testing, revenues or volumes refer to the performance of our business excluding COVID-19 testing.\nGrowth rates associated with our long-term outlook projections, including total revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates.\nFinally, revenue growth rates from acquisitions will be measured against our base business. Now here is Jim Davis.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Shawn, and good morning, everyone. We had strong base business performance in the second quarter with nearly double-digit revenue growth year-over-year. Demand for our services remains strong across all regions boosted by the collaborations we have formed with health plans, hospitals and physicians amid an environment where people are returning to care.\nWe are particularly encouraged by the revenue growth in our base business of nearly 10% from our health system customers. Also in the second quarter, we made substantial progress improving the profitability of our base business compared to the first quarter and prior year despite persistently high employee turnover.\nTotal adjusted operating margin improved more than 170 basis points compared to the first quarter despite a decline of approximately $80 million in COVID revenue. This morning, I'll discuss highlights from the second quarter, then Sam will provide more detail on our financial results and talk about our updated financial guidance for 2023.\nNow let's turn to some of the highlights from the quarter. As we shared at Investor Day, our strategy is to drive growth by continuing to meet the evolving needs of our core customers, physicians, hospitals and consumers as they navigate the changing landscape in health care. We will enable this growth with an intense focus on faster-growing clinical areas, including molecular genomics and oncology.\nIn addition, acquisitions will continue to be key drivers of our growth. Finally, our strategy includes driving operational improvements across the business with strategic deployment of automation and AI to improve quality, efficiency and service.\nSo let's review progress we've made in each one of these areas. In Physician Lab Services, we delivered strong base volume growth from physicians, largely through our partnerships with health plans, which have expanded our access to the market. A growing number of these and [indiscernible] value-based arrangements and are generating faster growth and share gains than the traditional relationships. These arrangements position us as a more strategic partner with health plans as we work together on leakage, shared savings and redirection programs.\nIn addition, NewYork-Presbyterian's recently acquired outreach assets brought us new volume from the physicians. In Hospital Lab Services, base revenue from health systems grew nearly 10% in the quarter. The Professional Lab Services business had a very strong quarter as we saw solid growth from both new and existing PLS relationships.\nWe are particularly encouraged by progress with our new PLS partnerships with Northern Lights Health, Lee Health and Tower Health. As hospitals continue to experience financial challenges, we are here to help whether through professional lab services, reference testing or purchasing the hospital's outreach assets. We are now seeing growing momentum with a significant pipeline of potential deals with large health systems.\nIn Consumer Health, we had strong base business growth on questhealth.com. We continue to optimize our marketing efforts to target our customers more strategically and now expect consumer-initiated testing to be profitable through the balance of 2023.\nAlso during the quarter, we launched Genetic Insights, our first consumer-initiated genetics health test on questhealth.com. This saliva-based test leverages our expertise in Next-Generation Sequencing to analyze 3 dozen genes for inherited risk of conditions ranging from breast and colon cancer through carrier status for cystic fibrosis and [indiscernible]. We are encouraged by initial demand for this new offering, which adds to our growing test options for health-minded consumers.\nAs discussed at Investor Day in March, a key pillar of our strategy is to support faster growth across all customer segments through highly specialized advanced diagnostics. These offerings include molecular genomics and oncology tests such as germline testing to assess prenatal and hereditary genetic risk and somatic testing for tumor sequencing.\nAdvanced Diagnostics also encompasses other key areas, including neurology, women's reproductive health and cardiometabolic health. In neurology, we continue to achieve strong growth from our innovative Quest AD Detect, portfolio of Alzheimer's blood tests, which help identify early indications of beta amyloid and APOE status. AD Detect strongly positions Quest to lead in this rapidly evolving Alzheimer's landscape. Emerging therapies for Alzheimer's represent a new era in treatment and testing for this disease.\nLike many diseases, early intervention in Alzheimer's may promote better outcomes. Our AD Detect portfolio enables accessible and convenient evaluation of Alzheimer's risk potentially at early stages and the monitoring of progression. AD Detect is now available to our physician customers in the U.S., and we believe it also has the potential to generate strong consumer demand.\nIn addition, we continue to see strong growth in our cardiometabolic, endocrinology, infectious disease and carrier and prenatal genetic screening services. In June, we completed our acquisition of Haystack Oncology, which positions us to enter the high-growth area of minimal residual disease or MRD testing. Haystack has developed a highly sensitive technique for early detection of residual or recurring cancer with the potential to improve outcomes for patients being treated for cancer.\nThe integration of Haystack is on track, and we continue to expect to introduce our first MRD test in early 2024. We intend to launch this test from our Oncology Center of Excellence in Lewisville, Texas, where we also recently introduced our solid tumor expanded panel for tumor sequencing and therapy monitoring.\nI'd like to say a little more about our M&A strategy. Haystack is a capabilities acquisition. And as we've said, it will initially be dilutive for earnings per share. However, our primary focus in M&A continues to be on traditional hospital outreach purchases and tuck-in lab deals that are accretive to earnings in the first year.\nTo underscore what I said earlier, our M&A pipeline is robust as hospital systems face continued margin pressures due to labor challenges and a shift from inpatient to outpatient care.\nTurning to operational and productivity improvement, our Invigorate program is well on its way to delivering our 3% annual productivity savings target. As we discussed at Investor Day, Invigorate includes deploying automation and AI to improve quality, efficiency and service. In the quarter, we implemented our automated microbiology solution in Lenexa, Kansas. Next up is Lewisville, Texas. When complete, 4 of our major laboratories will use automated microbiology lines with embedded artificial intelligence identifying positive and negative cases leading to improved quality and productivity.\nWe are also excited by results of a pilot in our Clifton lab that showed AI speed data collection in specimen processing and expect to implement this AI solution across all of our major regional labs later this year. In genomics, we're utilizing AI in bioinformatics to improve and speed variant classification and prioritization. These are just a couple of the many examples of our use of AI and automation to continuously improve our operations.\nIn addition, we believe generative AI has great potential to deliver insights and content not only to better target and serve customers, but also to create innovations that help standardize our lab operations. We are encouraged by preliminary results of pilots that use generative AI and our customer service center to automate call their sentiment analysis and quality control and in our marketing operations to improve market research and customer targeting.\nNow before I turn it over to Sam, I'll close by saying that we always knew 2023 would be a challenging year as we transitioned away from COVID-19 testing and supported the nation's return to care. Our dedicated employees on the front lines and everyone else who supports them, have done a magnificent job of bringing our purpose to life, working together to create a healthier world, one life at a time. I'm really proud to be leading this Quest Diagnostics' team. And now I'll turn it over to Sam to provide more details on our performance and our updated 2023 guidance. Sam?\n\nSam A. Samad\n\nChief Financial Officer & Senior Vice President, Illumina, Inc.\n\nThanks, Jim. In the second quarter, consolidated revenues were $2.34 billion, down 4.7% versus the prior year. Base business revenues grew 9.5% to $2.3 billion while COVID-19 testing revenues declined approximately 88% to $41 million. Revenues for Diagnostic Information Services declined 4.9% compared to the prior year, reflecting lower revenue from COVID-19 testing versus the second quarter of 2022, partially offset by strong growth in our base business.\nTotal volume, measured by the number of requisitions, grew 0.2% versus the prior year, with acquisitions contributing 50 basis points to total volume. Total base testing volumes grew 7.4% versus the prior year as we continue to see a broad-based return to care throughout the quarter. Revenue per requisition declined 4.9% versus the prior year, driven by lower COVID-19 molecular volume. Base business revenue per req. was up 2.5% due to more tests per req, changes in test mix and benefits recognized with certain value-based arrangements.\nUnit price reimbursement was flat in the quarter, consistent with our expectations. Reported operating income in the second quarter was $348 million or 14.9% of revenues compared to $388 million or 15.8% of revenues last year. On an adjusted basis, operating income was $389 million or 16.7% of revenues compared to $435 million or 17.7% of revenues last year.\nThe year-over-year decline in adjusted operating income is related primarily to lower COVID-19 testing revenues, partially offset by growth in the base business. Compared to the first quarter, we made strong progress improving the profitability of the business. Adjusted operating margin expanded 170 basis points sequentially while total revenues were essentially flat versus Q1.\nWe also absorbed higher SG&A costs related to an increase in the market value of the obligations in our supplemental deferred comp plan in the second quarter, which lowered adjusted operating margin by 30 basis points. This has no impact on EPS. We continue to closely manage the cost of our corporate and support functions. Since last fall, we have taken a series of actions to reduce support costs, which will save more than $100 million this year.\nThose savings largely began in Q2, and we're on track with our estimates in the quarter. Frontline employee turnover improved marginally earlier this year, but the pace of improvement has not met our expectations, and it remains well above historical levels. We continue to feel the effects of the tight labor market, which has had an impact on productivity and wages.\nTurnover continues to be a drag on productivity despite the strong base business growth. Reported EPS was $2.05 in the quarter compared to $1.96 a year ago. Adjusted EPS was $2.30 compared to $2.36 last year. Cash from operations year-to-date was $538 million versus $882 million in the prior year period. The decline in operating cash flow was primarily related to lower operating income.\nTurning to our updated full year 2023 guidance. Revenues are now expected to be between $9.12 billion and $9.22 billion. Base business revenues are expected to be between $8.92 billion and $9.02 billion. COVID-19 testing revenues are expected to be approximately $200 million. Reported EPS is expected to be in a range of $7.52 to $7.92 and adjusted EPS to be in a range of $8.50 to $8.90. Cash from operations is expected to be at least $1.3 billion, and capital expenditures are expected to be approximately $400 million.\nThere are some things to consider for the remainder of the year. We've raised our base business revenue guidance to reflect our strong performance through the first half and our expectations for the remainder of the year. Note that the year-over-year comparison for the base business becomes more difficult in the second half of 2023 as we begin to lap some PLS wins later in the year. Also, we are not expecting demand for respiratory panels to be as strong as we saw in last year's flu season, which could be a headwind to revenue of nearly 100 basis points in the back half.\nWe expect revenue and adjusted EPS to be more even in the third and fourth quarters, which is a slight departure from our typical earnings seasonality due to the following factors: Unit price reimbursement is expected to improve in the back half. Our CIT business turned profitable in Q2 and is expected to be more accretive to both revenue and earnings as we move throughout the second half of 2023. And cost actions taken throughout the first half of the year will continue to improve the overall profitability of the business.\nFinally, as I noted earlier, we continue to experience higher frontline turnover and a tight labor market, which has had an impact on productivity and wages. Higher SG&A costs related to our supplemental deferred comp plan also lowered the operating margin by 30 basis points in the first half of 2023, but had no impact on EPS. As a result, our updated guidance reflects an adjusted operating margin of approximately 16.5% for the full year.\nWith that, I will now turn it back to Jim.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sam. To summarize, we had strong base business performance in the second quarter with nearly double-digit revenue growth as our collaborations with health plans, hospitals and physicians enabled us to benefit from strong demand amid a broad return to care.\nWe made substantial progress improving the profitability of our base business compared to the first quarter and prior year. This was slightly offset by persistently high employee turnover, which weighs on productivity and increases cost. And finally, our updated guidance reflects our expectations for revenue growth and improved profitability in the base business. Now we'd be happy to take your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0568e9a950f75429b30ba356b6e8e23f",
    "period": "2023 Q1",
    "content": "Q1 2023 Quest Diagnostics Inc Earnings Call\n\nQ1 2023 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEAPR 27, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics First Quarter 2023 Conference Call. At the request of the company, this call is being recorded. [Operator Instructions].\nI would now like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Go ahead, please.\n\nShawn C. Bevec\n\nVP of Investor Relation, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Jim Davis, our Chairman, Chief Executive Officer and President; and Sam Samad, our Chief Financial Officer. During this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected. Risks and uncertainties that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K.\nFor this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS. Any references to base business testing, revenues or volumes refer to the performance of our business, excluding COVID-19 testing. Growth rates associated with our long-term outlook projections, including total revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates.\nFinally, revenue growth rates from acquisitions will be measured against our base business. Now here is Jim Davis.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sean, and good morning, everyone. We're off to a strong start in 2023. Our base business grew double digits compared to prior year, driven by strong performance across physician and health system lab services. This morning, we announced the acquisition of Haystack Oncology. Later in my remarks, I'll describe how this transaction is aligned to the molecular genomics and oncology strategy we shared last month at Investor Day and how it positions us well in the fast-growing category of minimal residual disease testing.\nNow turning to the first quarter. Total revenues were $2.3 billion. Total base business revenue grew 10%, supported by base business volume growth of nearly 8%, and earnings per share were $1.78 on a reported basis and $2.04 on an adjusted basis. Now let's look at some of the highlights from the quarter.\nThe strong volume growth we experienced in our base business across all customer types, points to a continued return to care in the quarter. We saw a faster growth in a number of tests per requisition across a broad range of clinical test categories. This suggests more people are returning to the health care system for routine care after delaying care during the pandemic. Health plan volumes also continued to grow faster than the overall business. This trend is directly related to our ongoing efforts to partner with health plans to actively steer patients to high-quality lower-cost providers like Quest. Thereby saving money for the health plan, employers and plan members.\nDuring the first quarter, base revenues from health systems grew approximately 7%. At Investor Day, we said this book of business would grow at about 5% to 6% CAGR, and we're having success across the board with new wins in our reference and professional lab services offerings. Some of these highlights include: in February, we announced that we're helping Tower Health in Pennsylvania manage its laboratory supply chain in addition to performing reference testing. Our Northern Light Health PLS relationship began to ramp up in the quarter. Northern Light is a large integrated health system in Maine, where we are providing services for all 9 of its hospital labs and its cancer center. We also closed our acquisition of Northern Lights outreach lab assets.\nFinally, we completed our strategic laboratory services acquisition with Newyork-Presbyterian, with new test volumes starting to flow into our Clifton, New Jersey laboratory earlier this month. This is the third outreach acquisition we completed in the last 6 months. As we enter the second quarter, our pipeline of new health system business remains strong, including many additional PLS opportunities.\nNow I'd like to say a few words about our announcement this morning regarding our planned acquisition of Haystack Oncology. Haystack is an early stage oncology company focused on minimal residual disease or MRD testing. Haystack has developed a highly sensitive liquid biopsy technology that can detect circulating DNA from residual or recurring tumor cells. The technology was licensed from Johns Hopkins where it was developed by genomics and cancer pioneers. Most patients treated for cancer must be monitored for years following surgery and initial treatment. This is because there's always the potential that some cancer was missed or may recur.\nAt Investor Day, we talked about Quest's strong position in the mature cancer areas of screening and diagnosis and that we will also play a leading role in therapy selection with our TSO-500 assay. Haystacks liquid biopsy technology, combined with our strengths in screening, pathology and sequencing will now position us to play a leading role in the fast-growing MRD category. We expect to focus initially on colorectal, breast and lung cancers and to start generating revenue next year.\nWe are also encouraged by other recent developments in advanced diagnostics. In the area of brain health, we saw strong growth, which we attribute largely to our Quest AD detect Alzheimer's blood test. This proprietary test launched last year helps us assess the risk of Alzheimer's disease. We are now introducing additional tests to help us assess the inherited risk of Alzheimer's and provide personalized recommendations to lower risk.\nWe also saw strong growth in our advanced cardiometabolic portfolio, prenatal genetics, our blood-based tuberculosis screening and hepatitis B and C testing. We are encouraged by the CDC's recent decision to recommend onetime screening for hepatitis B. In consumer health, we continue to add to our test menu with new services, including long COVID and menopause testing. We also generated strong year-over-year volume growth in allergy and general health testing as consumers utilize our offerings as a complement to the care provided by their physician. In the coming months, we plan to launch a new consumer genetics panel as well.\nTurning to Invigorate. We are well on our way toward achieving our 3% annual productivity savings target. Here are some recent examples among the many contributors. We are improving the efficiency of our patient services network. In some cases, we're closing smaller draw sites and adding staff to larger, higher volume locations. At the same time, we're making it easier for walk-ins to register and be seen through our schedule at check-in service. We are adding new features to the preregistration process, which improves both collections and patient convenience. During the pandemic, we relied heavily on third-party logistics to supplement our own teams collections of COVID-19 tests and other specimens. COVID-19 volumes have declined and the labor market eases we are reducing our dependence on these vendors, which will generate savings for our logistics operations.\nFinally, we're continuing to enhance our labor staffing models across our lab network to reflect post-pandemic total volumes and drive productivity. As we have said before, we continue to closely manage the cost of our corporate and support functions. The actions we've taken will start to help margins beginning in the second quarter.\nFinally, I'd like to give you an update on where we are with Medicare clinical lab fee schedule cuts. As you know, PAMA cuts were suspended for 2023. We strongly support the recent bipartisan reintroduction of the legislation in Congress to fix PAMA through the Saving Access to Laboratory Services Act, or SALSA. We are working with our trade association on driving advocacy for SALSA through a campaign to stop lab cuts aimed at congressional outreach on the importance of lab services.\nNow I'll turn it over to Sam to provide more details on our performance and our updated 2023 guidance. Sam?\n\nSam A. Samad\n\nChief Financial Officer & Senior Vice President, Illumina, Inc.\n\nThanks, Jim. In the first quarter, consolidated revenues were $2.33 billion, down 10.7% versus the prior year. Base business revenues grew 10% to $2.21 billion, while COVID-19 testing revenues declined approximately 80% to $119 million. Revenues for Diagnostic Information Services declined 11.1% compared to the prior year, reflecting lower revenue from COVID-19 testing services versus the first quarter of 2022, partially offset by strong growth in our base business.\nTotal volume, measured by the number of requisitions, declined 3.8% versus the prior year with acquisitions contributing 10 basis points the total volume. In the quarter, total base testing volumes grew 7.9% versus the prior year. To recall, our base testing volumes in the first quarter of last year were negatively impacted by surge in COVID-19 cases due to the spread of the Omicron variant. If we normalize for the impact of the easier comps due to the Omicron surge in Q1 '22, we estimate base volume growth at approximately 4%.\nCOVID-19 testing volumes continued to decline during the first quarter. We resulted approximately 1.3 million molecular tests in the quarter, down approximately 5 million tests versus Q1 of 2022. Revenue per requisition declined 7.7% versus the prior year, driven by lower COVID-19 molecular volume. Base business revenue per rec was up 2.3% due primarily to more tests per acquisition as well as positive payer and test mix. Unit price was roughly flat which was consistent with our expectations.\nReported operating income in the first quarter was $305 million or 13.1% of revenues compared to $513 million or 19.7% of revenues last year. On an adjusted basis, operating income was $350 million or 15% of revenues compared to $554 million or 21.2% of revenues last year. The year-over-year decline in adjusted operating income is related primarily to lower COVID-19 testing revenues, partially offset by growth in the base business.\nReported EPS was $1.78 in the quarter compared to $2.92 a year ago. Adjusted EPS was $2.04 compared to $3.22 last year. Cash from operations was $94 million in the first quarter versus $480 million in the prior year period. The decline in operating cash flow was primarily related to lower operating income and an additional payroll cycle during the quarter versus the prior year.\nNow turning to our updated full year 2023 guidance. Revenues are now expected to be between $8.93 billion and $9.08 billion. Base business revenues are expected to be between $8.78 billion and $8.88 billion, COVID-19 testing revenues are expected to be between $150 million and $200 million. Reported EPS is expected to be in a range of $7.52 to $8.02. And adjusted EPS to be in a range of $8.45 to $8.95. Cash from operations is expected to be at least $1.3 billion and capital expenditures are expected to be approximately $400 million.\nHere are some things to consider for the remainder of the year. We have lowered our COVID-19 revenue guidance which now assumes very modest COVID-19 revenue following the end of the public health emergency in May. COVID-19 molecular volumes have declined faster than we expected over the last several weeks and we now expect minimal volume contribution from the retail channel post-PHE. We have raised our base business revenue guidance to reflect stronger base volume trends and the recent close of the Newyork-Presbyterian transaction. We expect the Haystack Oncology transaction to close in the second quarter. Our updated EPS guidance reflects the expected dilution from this transaction in 2023. We expect this deal to be modestly dilutive to EPS over the next 3 years and accretive to earnings by 2026. We anticipate Haystack Oncology to begin contributing revenue in 2024 and to have a positive ROIC by the end of 2025.\nWith that, I will now turn it back to Jim.\n\nJames E. Davis\n\nExecutive VP-General Diagnostics, Quest Diagnostics, Inc.\n\nThanks, Sam. To summarize, we're off to a strong start in 2023 and our base business grew double digits compared to prior year. We are excited about our announced acquisition of Haystack Oncology. With Haystack, we expect to build on our strengths in cancer screening and diagnosis to play a leading role in the higher growth areas of MRD detection. And finally, we're well on our way towards generating our targeted 3% Invigorate savings and productivity improvements. Now we'd be happy to take your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/584ce6c4c82ae15ddc3990dc1907fc02",
    "period": "2022 Q4",
    "content": "Q4 2022 Quest Diagnostics Inc Earnings Call\n\nQ4 2022 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEFEB 2, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics Fourth Quarter and Full Year 2022 Conference Call. At the request of the company, this call is being recorded.\nThe entire contents of the call, including the presentation and question-and-answer session that will follow, are copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution or retransmission of the rebroadcast of this call in any form without the written consent of Quest Diagnostics is strictly prohibited.\nNow I'd like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Please go ahead, please.\n\nShawn C. Bevec\n\nVP of IR, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Jim Davis, our Chief Executive Officer and President; and Sam Samad, our Chief Financial Officer.\nDuring this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected. Risks and uncertainties, including the impact of the COVID-19 pandemic, that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K.\nFor this call, references to reported EPS refer to reported diluted EPS, and references to adjusted EPS refer to adjusted diluted EPS. Any references to base business, testing, revenues or volumes refer to the performance of our business excluding COVID-19 testing. Growth rates associated with our long-term outlook projections, including total revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth, are compound annual growth rates. Finally, revenue growth rates from acquisitions will be measured against our base business.\nNow here is Jim Davis.\n\nJames E. Davis\n\nCEO, President & Director, Quest Diagnostics Incorporated\n\nThanks, Shawn, and good morning, everyone. Quest had a strong year in 2022 with base business revenues growing more than 6% in the fourth quarter and 5% for the full year. As we expected, COVID-19 testing revenues declined but still exceeded $1.4 billion in 2022.\nOur strong performance over the last several years would not have been possible without the commitment and compassion of our nearly 50,000 colleagues who rose to the challenge of COVID-19 while growing our base business. I am incredibly proud of how this team has worked together during an unprecedented period in the lab industry to deliver insights to help create a healthier world.\nThis morning, I'll discuss our performance for the fourth quarter and full year 2022, then Sam will provide more detail on our financial results and discuss our 2023 guidance.\nIn the fourth quarter, total revenues were $2.3 billion. Earnings per share were $0.87 on a reported basis and $1.98 on an adjusted basis. Cash from operations was $334 million. For the full year 2022, total revenues were $9.9 billion, including more than $8.4 billion in base business revenue. Earnings per share were $7.97 on a reported basis and $9.95 on an adjusted basis. Cash from operations was $1.7 billion.\nAs you saw this morning, we increased our quarterly dividend approximately 8% to $0.71 per share and increased our share repurchase authorization by $1 billion.\nBefore discussing additional highlights for 2022, I'd like to share some recent positive regulatory updates. First, Congress delayed Medicare reimbursement cuts under PAMA that were scheduled to take place in 2023, which would have impacted our revenue between approximately $80 million and $85 million. While we are pleased with the delay, we continue to work closely with our trade association to seek a permanent fix to PAMA.\nSecond, CMS increased Medicare reimbursement for specimen collection fees for the first time in nearly 40 years. This could provide Quest with a benefit of approximately $35 million to $40 million this year.\nRegarding COVID-19 testing revenues. While we did see a steady ramp upward in COVID-19 volume throughout Q4, our volumes have steadily declined since late December. We expect our COVID-19 revenues to be significantly lower in 2023 compared to 2022. We have lowered our prior COVID-19 volume expectations in 2023 from 10,000 to 15,000 molecular tests per day to 5,000 to 10,000 tests per day. In addition, we continue to negotiate coverage and reimbursement policies with commercial payers following the end of the PHE in May.\nI will now share some recent highlights on how we are growing this business. In the fourth quarter, we completed our acquisition of the outreach laboratory services business of Summa Health, a large integrated health system serving communities in Northeastern Ohio. We also entered into an agreement to acquire select assets of Northern Light Health's outreach laboratory services business located in Maine. We will also provide professional laboratory management services for 9 of Northern Light's hospital laboratories, along with its cancer center lab.\nOur M&A pipeline is strong, including potential deals with health systems, small regional labs and other capability-building assets. In particular, the funnel of opportunities with health systems, which are facing major margin pressures due to labor challenges and mix shift from inpatient to outpatient care, is very active. Quest can help through lab management, population health analytics, mobile services and/or by monetizing their outreach business.\nIn health plans, we continue to gain traction with value-based contracts, where we see meaningfully higher growth than with traditional contracts. Also, we've started to benefit from incentives related to these value-based contracts, which helps demonstrate the value of these strategic relationships.\nWith CMS' recent increase in Medicare reimbursement for specimen collections, we've begun discussions with our health plan customers about getting paid appropriately for the phlebotomy services we provide to their members. Higher specimen collection fees enable us to make continuous investment in patient services so their members continue to have the broadest access to high-quality and low-cost lab testing.\nIn advanced diagnostics, we generated strong double-digit growth in prenatal genetics and pharma services in 2022. In 2022, we also launched a solid tumor expanded panel as a laboratory-developed test. This 523-gene test relies upon the Illumina TruSight Oncology 500 Assay to help oncologists with therapy selection by providing comprehensive genomic profiling of a patient's tumor. This test extends our capabilities beyond tissue pathology to offer faster turnaround time from cancer diagnosis to therapy selection.\nThroughout 2022, we continue to make investments to strengthen our bioinformatics capabilities, which supports some of the faster-growing opportunities of our portfolio, like genomic sequencing services, prenatal and hereditary genetic testing and pharma services. We also invested in our women's health sales force, which will position us well for continued strong growth in prenatal genetics.\nWe continue to make progress executing our consumer-initiated testing strategy. Last year, we recorded approximately $96 million of both base and COVID-19 consumer testing.\nIn the fall of 2022, we launched our new digital platform, questhealth.com. Consumers have found this to be a simpler, more intuitive way to order lab tests. Following the launch of our new consumer site, we began ramping up marketing spend through the fourth quarter. We saw some of the strongest order volumes to date following some Cyber Monday promotional advertising, and we are encouraged by the acceleration of growth in base testing in December.\nShifting to operational excellence. In 2022, we approached our goal of 3% productivity improvements and savings through our Invigorate program. Those savings and productivity improvements did not completely offset the inflationary pressures in our business as well as the impact of a modest unit price declines.\nFollowing the pandemic, we, like many companies, have faced significant inflation and wage pressures. We are increasing our efforts to drive productivity and expand margins in our base business. We continue to drive additional productivity improvements with lab platform consolidation and greater use of automation and artificial intelligence.\nLast year, we began a new automation conversion project in our Lenexa laboratory. This new project builds on what we've done in our Marlborough and Clifton labs. We've introduced a new microbiology platform that is highly automated and makes use of artificial intelligence to assist with sample analysis.\nFinally, we've begun to realize savings from the urinalysis platform conversion that we announced early last year.\nBilling and retaining our frontline physicians continues to be a key priority for us. Although we have experienced higher-than-average turnover in some of our job categories, we have taken actions to stabilize our workforce and improve frontline employee engagement and retention. We expect these actions to help enhance our productivity in 2023.\nWe have also taken actions to reduce our SG&A by approximately $100 million in 2023, including workforce reductions of approximately 1.5%, primarily in corporate support functions.\nWith that, I'll turn it over to Sam to provide more details on our performance and our 2023 guidance. Sam?\n\nSam A. Samad\n\nExecutive VP & CFO, Quest Diagnostics Incorporated\n\nThanks, Jim. In the fourth quarter, consolidated revenues were $2.33 billion, down 15% versus the prior year. Base business revenues grew 6.3% to $2.15 billion, while COVID-19 testing revenues declined 75% to $184 million.\nRevenues for Diagnostic Information Services declined 15.3% compared to the prior year, reflecting lower revenue from COVID-19 testing services versus the fourth quarter of 2021, partially offset by strong growth in our base testing revenue. Total volume, measured by the number of requisitions, declined 11.2% versus the fourth quarter of 2021 with acquisitions contributing 20 basis points to total volume.\nFor the quarter, total base testing volumes declined 0.6% versus the prior year. The year-over-year decline was primarily related to lower employer drug testing volume and adverse weather events during the quarter, which together represented a volume headwind of more than 1.5%.\nCOVID-19 testing volumes contributed to decline during the fourth quarter. We req-ed approximately 1.9 million molecular tests in the quarter. This was down 1.2 million tests versus the third quarter and down approximately 5.4 million tests versus Q4 of 2021. After rising modestly throughout the fourth quarter, our COVID-19 molecular volumes declined to an average of roughly 17,000 tests per day in January and currently make up less than 3% of our daily volumes.\nIn the fourth quarter, revenue per requisition declined 5.1% versus the prior year driven primarily by lower COVID-19 molecular volume.\nBase business revenue per req was up 6.8%. The strong increase in revenue per req was driven by a number of factors, including test and payer mix; the more favorable pricing environment with health plans, including incentives under our value-based contracts; and lower patient concessions. Unit price reimbursement pressure remained consistent with our expectations at approximately 50 basis points in the quarter.\nReported operating income in the fourth quarter was $135 million or 5.8% of revenues compared to $536 million or 19.5% of revenues last year. On an adjusted basis, operating income was $330 million or 14.2% of revenues compared to $579 million or 21.1% of revenues last year. The year-over-year decline in adjusted operating income is related primarily to lower COVID-19 testing revenues and to a lesser extent a negative impact of adverse weather on our volume as well as higher investments to accelerate growth in our base business. Additionally, in the fourth quarter, we experienced a significant increase in employee health care costs.\nReported EPS was $0.87 in the fourth quarter compared to $3.12 a year ago. Adjusted EPS was $1.98 compared to $3.33 last year. Cash from operations was $1.72 billion for full year 2022 versus $2.23 billion in the prior year period.\nTurning to our full year 2023 guidance. Revenues are expected to be between $8.83 billion and $9.03 billion. Base business revenues are expected to be between $8.65 billion and $8.75 billion. COVID-19 testing revenues are expected to be between $175 million and $275 million. Reported EPS expected to be in a range of $7.61 to $8.21 and adjusted EPS to be in a range of $8.40 to $9. Cash from operations is expected to be at least $1.3 billion, and capital expenditures are expected to be approximately $400 million.\nFor our 2023 guidance, please consider the following. As Jim highlighted, we are now assuming COVID-19 molecular volumes to average roughly 5,000 to 10,000 tests per day for the full year. Expect volumes to continue to decline through the spring and summer, but could see a modest uptick during respiratory season in Q4.\nWe assume average reimbursement for COVID-19 molecular testing to continue near recent levels through the end of the PHE. CMS has indicated that reimbursement will be $51 when the PHE expires in May. We continue to negotiate with health plans regarding coverage policies and reimbursement for COVID-19 testing post PHE.\nNote that our COVID-19 testing revenue guidance for 2023 is approximately $150 million lower than the expectations we had back in October. With COVID-19 testing becoming a significantly smaller portion of our overall business, we expect an earnings cadence that is more in line with pre-pandemic seasonality this year with Q1 typically being the lowest quarter of the year at roughly 22% to 23% of full year earnings.\nWe have also taken actions to reduce our SG&A by approximately $100 million in 2023, including workforce reductions of approximately 1.5%, primarily in corporate support functions. The benefit of these actions will be modest in Q1 and will expand in the second quarter.\nWith that, I will now turn it back to Jim.\n\nJames E. Davis\n\nCEO, President & Director, Quest Diagnostics Incorporated\n\nThanks, Sam. To summarize, we delivered strong growth of 5% in our base business in 2022. COVID testing revenues, as expected, declined last year and will represent a significantly smaller portion of our business going forward. We are increasing our efforts to drive productivity and expand margins in our base business.\nWe look forward to sharing more of our strategy during our upcoming Investor Day on March 16 at the New York Stock Exchange. Look for an announcement soon with more details on this event.\nAnd now we'd be happy to take your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f88f844365149da6c905f8217e7cedc0",
    "period": "2022 Q3",
    "content": "Q3 2022 Quest Diagnostics Inc Earnings Call\n\nQ3 2022 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEOCT 20, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics Third Quarter 2022 Conference Call. At the request of the company, this call is being recorded. The entire contents of the call, including the presentation and question-and-answer session that will follow, are copyrighted property of Quest Diagnostics, with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without the written consent of Quest Diagnostics is strictly prohibited.\nNow I'd like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Go ahead, please.\n\nShawn C. Bevec\n\nVP of IR, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Steve Rusckowski, our Chairman, Chief Executive Officer and President; Jim Davis, CEO-elect; and Sam Samad, our Chief Financial Officer.\nDuring this call, we may make forward-looking statements, and we'll discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected.\nRisks and uncertainties, including the impact of the COVID-19 pandemic that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K.\nThe company continues to believe that the impact of the COVID-19 pandemic on future operating results, cash flows and/or its financial condition will be primarily driven by pandemic severity and duration, health care insurer, government and client payer reimbursement for COVID-19 molecular tests, the pandemic's impact on the U.S. health care system and the U.S. economy; and the timing, scope and effectiveness of federal, state and local governmental responses to the pandemic, including the impact of vaccination efforts, which are drivers beyond the company's knowledge and control.\nFor this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS. Any references to base business, testing revenues or volumes refer to the performance of our business, excluding COVID-19 testing.\nGrowth rates associated with our long-term outlook projections, including total revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates. Finally, revenue growth rates from acquisitions will be measured against our base business.\nNow here is Steve Rusckowski.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nThanks, Shawn, and thanks, everyone, for joining us today. While we had a strong third quarter, we drove 5% growth in the base business despite the impact of Hurricane Ian, and we delivered strong earnings despite inflationary pressures and investments in growth areas.\nBased on our performance, we have raised our outlook for the remainder of 2022. We also made very good progress on our leadership transition, adding management depth and expertise to help us grow in important areas. As you know, Jim will assume the responsibilities as CEO and President on November 1, and I will remain as Executive Chairman.\nBefore I turn it over to Jim, I'd like to say a few words about Saving Access for Laboratory Services Act, SALSA. If enacted, SALSA would fix PAMA and put the Medicare clinical laboratory fee schedule back on a sustainable path. Based on the efforts of our [trade] association, support for SALSA has broadened and continues to strengthen.\nAs you know, we are currently planning for a Medicare fee schedule reduction under PAMA of $80 million to $90 million in 2023; if Congress does not intervene again this year. However, the work we are doing is aimed at reducing or postponing that burden. Unfortunately, Congress has already acted 3 times to stop further cuts from going into place.\nIt is therefore very important that we continue to build support for the enactment of SALSA when Congress returns to Washington after the election. As I transition to the Executive Chairman, I will remain actively engaged on this issue working with ACLA and other stakeholders.\nNow I'd like to turn it over to Jim Davis.\n\nJames E. Davis\n\nCEO - Elect, Quest Diagnostics Incorporated\n\nThanks, Steve. On behalf of our 50,000 Quest colleagues, I would like to thank you for your leadership of Quest Diagnostics over the last 10 years. You turned around a company that was struggling and built shareholder value and transformed Quest into a trusted health care partner with a strong foundation for future growth.\nI'm personally grateful for all the help and guidance and friendship that you shared during the transition. Thanks, Steve.\nTurning to our results. Our base business grew year-over-year in the third quarter, with performance rebounding in August and September from the softer volume trends that we saw earlier in the year. In fact, before Hurricane Ian hit in September, we were seeing some of the highest base testing volumes we have ever experienced.\nI'd like to thank our employees for their incredible efforts to restore our labs and PSCs for our patients and customers in the wake of Hurricane Ian, while also enduring personal loss of their homes and belongings. I'm also grateful to our employees outside of the impacted areas who stepped up to provide financial support to our colleagues in need. As many of you are aware, Florida is an important state for us.\nDuring the quarter, we grew the base business revenues and continued to invest in advanced diagnostics and consumer-initiated testing. To help offset inflationary pressures, we have continued to pursue our operational excellence strategy and have been closely managing our cost structure through our Invigorate initiatives.\nIn the third quarter, total revenues were $2.5 billion, earnings per share were $2.17 on a reported basis and $2.36 on an adjusted basis. Cash provided by operations was $502 million. COVID-19 testing revenues were $316 million in the third quarter, down 55% from 2021 and down 11% from the previous quarter.\nAfter plateauing in June and July, our COVID-19 molecular testing volumes steadily declined. We expect COVID-19 molecular volumes to average 10,000 to 15,000 per day in the fourth quarter.\nIn the third quarter, we continued to make progress executing our 2-point strategy to accelerate growth and drive operational excellence. Here are some highlights from the quarter. M&A continues to be a driver of growth. We recently announced an outreach lab purchase from Summa Health, a large integrated health care delivery system in Ohio.\nWhile this is a small acquisition, it's a positive indicator. We are seeing that hospital systems are more open to discussions than before the pandemic. Many large and small health systems face substantial financial and labor pressures that make our range of services very attractive. We're pleased with the activity in our M&A pipeline and hope to share additional news with you later this year.\nWe also announced a professional lab services relationship with Lee Health, Southwest Florida's primary community owned health system, to provide supply chain expertise from 5 hospitals owned by Lee Health and selected outpatient centers. We will also continue to perform reference testing for Lee Health. Our implementation plans have been slightly delayed by Hurricane Ian, though we expect this relationship will have a positive impact on revenue growth in 2023.\nTurning now to health plans. Both volumes and revenues continue to grow faster than our overall base business in the quarter. Value-based care relationships continue to gain traction. Not only does this yield benefit for health plans and their members, but also it enables us to gain share.\nWe've begun to renew some of our value-based contracts with national health plans, while continuing to engage and expand our value-based footprint with other plans. Value-based relationships are appealing to health plans because it helps them reduce the overall cost of care, provides insights to better health outcomes and provides an exceptional value to members. We're on track to meet our goal of realizing 50% of our health plan revenues from value-based relationships by the end of next year.\nAlso as we continue to extend and renegotiate health plan agreements, we see increased volumes and pricing from these contracts. We're seeing a more favorable pricing environment. And over the last 2 years, the majority of our renewals have included stable to positive reimbursement.\nIn advanced diagnostics, we saw growth from prenatal genetics and genomics sequencing services in the third quarter. We continue to make investments to strengthen our capabilities to accelerate growth in oncology and hematology, hereditary genetics, genomic sequencing services and pharma services.\nJust last week, we announced the addition of Mark Gardner, our Senior Vice President of Molecular Genomics and Oncology. In this new position, Mark, an established leader in molecular genomics, next-generation sequencing and oncology diagnostics, is responsible for driving growth and expanding our offerings in these areas.\nThe investments we're making in consumer-initiated testing enabled us to recently launch a new e-commerce platform. The new site is more powerful and consumer friendly with a compelling user experience and a number of enhancements.\nWe're encouraged by the early success of the site in the first few weeks of its launch, and we expect to make further progress in the fourth quarter and in 2023 toward our goal of $250 million of annual consumer-initiated testing revenues by 2025.\nWe also launched a new ad campaign to drive broader awareness of our consumer-initiated testing offerings, which cover everything from women's health test to allergy testing and sexually transmitted infections. Check out the new site at questhealth.com and look for the new ads.\nThe second part of our 2-point strategy is to drive operational excellence. We remain focused on improving our operational quality, service and cost, thereby driving productivity gains and improving the customer experience. Here are a few examples.\nAs COVID-19 volumes have declined, we've begun to repurpose some of our COVID-19 testing platforms to enhance our quality and reduce costs. Today, 75% of our patients are arriving at a PSC with an appointment compared to less than 25% just 3 years ago. This increased number of appointments allows us to flex our workforce to meet demand within a particular geography, which enables us to serve our patients faster.\nFor patients who walk into a patient service center, our new schedule at check-in program sets expectations in the waiting room and balances the load for our phlebotomists. Walk-ins now self-register when they arrive and learn how long they'll need to wait. Our average wait time is approximately 5 minutes, which is roughly half the level since 2019.\nFinally, we continue to drive the use of automation and artificial intelligence to drive productivity gains to help offset inflationary pressures.\nNow I'll turn it over to Sam, who will provide more details on our performance and share more insights on our updated guidance for the remainder of 2022.\n\nSam A. Samad\n\nExecutive VP & CFO, Quest Diagnostics Incorporated\n\nThanks, Jim.\nIn the third quarter, consolidated revenues were $2.5 billion, down 10.4% versus the prior year. Base business revenues grew 5.1% to $2.17 billion, while COVID-19 testing revenues declined 55% to $316 million.\nRevenues for Diagnostic Information Services declined 10.5% compared to the prior year. The decline reflected lower revenue from COVID-19 testing services versus the third quarter of 2021, partially offset by solid growth in our base testing revenue, despite the impact of Hurricane Ian at the end of the quarter.\nTotal volume, measured by the number of requisitions, declined 6.2% versus the prior year. Acquisitions contributed 20 basis points to total volume. Total and organic base testing volumes increased 1.6% and 1.4%, respectively, versus the prior year.\nThe performance of our base business strengthened beginning in late July as COVID-19 cases and the positivity rate declined throughout August and September. The impact of Hurricane Ian represented a headwind of approximately 30 basis points to volume growth in the quarter.\nCOVID-19 testing volumes continued to decline during the third quarter. We resulted approximately 3.1 million molecular tests, down approximately 4 million tests and 0.4 million tests versus the prior year and second quarter, respectively. Our COVID-19 molecular volumes have averaged roughly 17,000 tests per day so far in October.\nRevenue per requisition declined 5.1% versus the prior year driven primarily by lower COVID-19 molecular volumes. Base business revenue per req was up 3.3%. The more favorable pricing environment remained consistent with our expectations, with unit price reimbursement pressure of less than 50 basis points in the quarter.\nReported operating income in the third quarter was $392 million or 15.8% of revenues compared to $652 million or 23.5% of revenues last year. On an adjusted basis, operating income was $423 million or 17% of revenues compared to $694 million or 25% of revenues last year. The year-over-year decline in adjusted operating income is primarily related to lower COVID-19 testing volume and investments to accelerate growth in our base business. We were also impacted by a higher portion of COVID-19 molecular testing volume from nontraditional retail channels, which carry additional expenses.\nReported EPS was $2.17 in the quarter compared to $4.02 a year ago. Adjusted EPS was $2.36 compared to $3.96 last year. The impact of Hurricane Ian reduced adjusted EPS by approximately $0.05 in the third quarter. Year-to-date cash provided by operations was $1.38 billion in 2022 versus $1.75 billion in the prior year period.\nTurning to our updated guidance. Revenues are now expected to be between $9.72 billion and $9.86 billion. Base business revenues are expected to be between $8.38 billion and $8.45 billion. COVID-19 testing revenues are expected to be between $1.34 billion and $1.41 billion.\nReported EPS is expected to be in a range of $8.52 to $8.72, and adjusted EPS to be in a range of $9.75 to $9.95. Cash provided by operations is expected to be at least $1.7 billion, and capital expenditures are expected to be approximately $400 million.\nAs you think about our updated guidance, please consider the following. We are assuming COVID-19 molecular volumes to average roughly 10,000 to 15,000 tests per day in the fourth quarter. We also believe this is a reasonable assumption for run rate COVID-19 molecular testing volumes heading into 2023.\nLast week, the public health emergency was extended another 90 days through mid-January. We therefore assume average reimbursement for COVID-19 molecular testing to hold relatively steady through the end of this year. We expect reimbursement to decline when the PHE expires, which we currently assume will happen in January.\nGiven the timing of Hurricane Ian, the impact on our business has continued in the first couple of weeks of the fourth quarter. As a reminder, we are making investments this year to accelerate growth. We spent approximately $110 million through the third quarter, and we expect to invest more than $50 million in the fourth quarter primarily to support marketing and promotion of our new consumer-initiated testing platform.\nFinally, before getting to your questions, I wanted to say a few words about 2023. I know there's a lot of focus on EPS expectations for 2023. As you might expect, we aren't prepared to provide detailed 2023 guidance today.\nThere are obviously a number of assumptions and dynamics to consider, but I see nothing that would prevent us from meeting the current consensus estimates for next year within a reasonable range of outcomes. We will continue to review our plans and assumptions, and provide our full 2023 guidance in early February.\nI will now turn it back to Steve.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nThanks, Sam. Well, to summarize, we accelerated growth in the base business year-over-year. We grew our base business revenue, while continuing to make investments, which position us well for the future. And we have raised our full year guidance based on our performance in the quarter and our expectations for the remainder of 2022.\nAs Jim mentioned earlier, this will be my last earnings call as CEO and President, and I will remain as Executive Chairman. I'd like to thank all of you on this call for your interest in the company. I've enjoyed our many conversations over the last 10 years, and I thank you for your time and commitment to understand our business.\nFinally, to the 50,000 colleagues of Quest Diagnostics, it's been the honor of my lifetime to serve as your CEO. Together, we have empowered better health with our insights, grown the business and provide a critical testing capacity through one of the most challenging health care crisis in our history. I will always be grateful of what you've done to serve our customers. Thank you.\nNow we'd be happy to take any of your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a8442798379c6f607dd8eaa781f81313",
    "period": "2022 Q2",
    "content": "Q2 2022 Quest Diagnostics Inc Earnings Call\n\nQ2 2022 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEJUL 21, 8:30 AM\n\nOperator\n\nGood morning. Welcome to the Quest Diagnostics Second Quarter 2022 Conference Call. At the request of the company, this call is being recorded. The entire contents of the call, including the presentation and question-and-answer session that will follow, are the copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without the written consent of Quest Diagnostics is strictly prohibited.\nNow I'd like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Go ahead, please.\n\nShawn C. Bevec\n\nVP of IR, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Steve Rusckowski, our Chairman, Chief Executive Officer and President; Jim Davis, CEO elect; Mark Guinan, Chief Financial Officer; and Sam Samad, our incoming Chief Financial Officer.\nDuring this call, we may make forward-looking statements and will provide non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected. Risks and uncertainties, including the impact of the COVID-19 pandemic that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K.\nThe company continues to believe that the impact of the COVID-19 pandemic on future operating results, cash flows and/or its financial condition will be primarily driven by the pandemic severity and duration, healthcare insurer, government, client payer reimbursement for COVID-19 molecular test, the pandemic impact on the U.S. health care system and the U.S. economy; and the timing, scope and effectiveness of federal, state and local governmental responses to the pandemic, including the impact of vaccination efforts, which are drivers beyond the company's knowledge and control.\nFor this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS. Any references to base business, testing revenues or volumes refer to the performance of our business excluding COVID-19 testing. Growth rates associated with our long-term outlook projections, including total revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates. Finally, revenue growth rates from acquisitions will be measured against our base business.\nNow here is Steve Rusckowski.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nThanks, Shawn, and thanks, everyone, for joining us today.\nWe performed well in the quarter, growing our base business year-over-year while increasing our share of COVID-19 molecular testing since March. As we have said before, we believe demand for COVID-19 molecular testing is not going away anytime soon. It will continue into 2023.\nBased on our overall performance in the quarter and our expectations for the remainder of 2022, we have raised our full year guidance. We also made very good progress on our leadership transition. Jim will give you an update and take you through our second quarter highlights, and then Mark will take you through our financial performance in more detail before we get into your questions.\nBut before I turn it over to Jim, I'd like to say a few words about the saving access to Laboratory Services Act, now called Salsa, the important new federal laboratory legislation recently introduced in Congress as well as the U.S. Court of Appeals for the D.C. Circuit's recent ruling on our trade associations PAMA lawsuit.\nWe're grateful for the efforts of Senate and House members who introduced this legislation on both sides of the aisle. In our view, Salsa could fix PAMA permanently, setting the Medicare clinical lab fee schedule back on a sustainable path. In 2014, the intent of Congress when passing PAMA was to reform the Medicare clinical lab fee schedule to a single national fee schedule based on private payer rates for the clinical laboratory services. Unfortunately, the first round of data collection failed to collect the data from large significant segments of the marketplace. The result was billions of Medicare cuts over 3 years, with more on their way if Salsa is not passed.\nOur trade association is coordinated to [congressional] meetings along with public advocacy efforts that involves collaboration with the provider and patient communities.\nLast week, the D.C. Circuit Court issued a decision in the PAMA lawsuit filed in 2017 by our trade association, ACLA. In short, the court sided with ACLA and called the CMS's exclusion of hospital price data \"arbitrary and capricious.\" Importantly, this case has been rejected for procedural reasons, and this is the first opinion based on its merits. Unfortunately, the court is not requiring CMS to recalculate the flawed payment amounts. While disappointing, we believe this favorable ruling will give Congress additional strong grounds to finally fix PAMA's mini flaws by passing Salsa.\nNow I'd like to turn it over to Jim Davis.\n\nJames E. Davis\n\nCEO - Elect, Quest Diagnostics Incorporated\n\nThanks, Steve. Our base business performed well despite softer utilization trends, which we believe impacted us and the rest of the health care industry. I'm proud of the efforts our team has made to grow our share of COVID-19 molecular testing since the end of the first quarter. We also ramped our investments to further accelerate growth in the areas of advanced diagnostics and direct-to-consumer testing.\nIn the quarter, we announced the selection of our next CFO, Sam Samad. Sam joins us from Illumina, where he served as Chief Financial Officer for 5-plus years. As many of you know, he brings a depth of health care experience that will help us in many ways. Prior to Illumina, Sam held several financial and operational leadership roles at Cardinal Health and Eli Lilly and Company. Sam, welcome to Quest Diagnostics.\n\nSam A. Samad\n\nExecutive VP & CFO, Quest Diagnostics Incorporated\n\nThanks, Jim. It's an honor to join the Quest Diagnostics team. In previous roles, I had the opportunity to observe the many contributions Quest is making to health care. Just arriving less than 2 weeks ago, I've been impressed by the passion and dedication of everyone that I've met so far. I'd like to thank Mark Guinan for his partnership during this transition. I'm excited to be here.\nJim, I'll turn it back to you.\n\nJames E. Davis\n\nCEO - Elect, Quest Diagnostics Incorporated\n\nThanks, Sam, and I look forward to working very closely with you.\nNow turning to our performance in the second quarter. Total revenues were $2.5 billion. Earnings per share were $1.96 on a reported basis and $2.36 on an adjusted basis. Cash provided by operations was $402 million. COVID-19 testing revenues were approximately $355 million in the second quarter, down approximately 31% from 2021 and 41% from the previous quarter.\nIn July, with the spread of the BA4 and BA5 variance, we continue to see the demand for COVID-19 molecular testing, consistent with the volumes we reported in June.\nOur positivity rate has increased since March and approximately 25% of the tests we performed in the first 2 weeks of July were positive. We believe that the COVID-19 trends since March contributed to the softness we observed in the broader health care utilization.\nAs you've seen, we're successfully executing a strategy to increase our share of COVID-19 molecular testing. A key element of our strategy is to increase the number of testing access points through retail relationships. In addition to our CVS and Walmart relationships, we are now also collecting specimens at Rite Aid locations and the number of access points will continue to grow. Approximately half of our COVID-19 volume in the quarter came from retail channels.\nQuest is proud to have been selected by the CDC to participate in its increasing community access to testing, or ICATT program for COVID-19 testing. Through this program, qualified uninsured individuals can access COVID-19 molecular diagnostic testing for zero out-of-pocket costs. In addition, we're pleased to be the provider of COVID-19 PCR testing for qualified insured and uninsured customers of Rite Aid nationwide for zero out-of-pocket expense.\nWe now have approximately 6,000 COVID-19 patient access testing sites through retail relationships as well as our own patient service centers. Through these efforts, we estimate that we are performing approximately 8% of COVID-19 molecular testing in the U.S., up from approximately 4% in March.\nFinally, the public health emergency was extended into October, which will help us maintain our current level of reimbursement. Based on these factors, we raised our COVID-19 revenue guidance for full year 2022 to between $1.15 billion and $1.30 billion.\nNow turning to our base business. In the second quarter, we continued to make progress executing our two-point strategy to accelerate growth and drive operational excellence. Here are some highlights from the quarter. Our M&A funnel remains strong. We are in late-stage discussions with several hospital health systems on the purchase of their laboratory outreach business. This is in addition to our normal conversations we have with C-suite leaders on performing reference testing and providing professional lab services.\nWhile this pandemic paused some of these discussions, it has also created opportunities because of the financial and labor pressures that many hospital health systems are facing.\nWe continue to accelerate growth through health plan access. Excluding COVID-19, health plan volumes and revenues grew faster than our overall base business in the quarter. Health plans continue to see the value of working with us. Over the last 2 years, we have renewed 12 national and large regional health plan contracts with price increases. We expect more renewals with price increases this year.\nAnd we're proud to be selected as one of the UnitedHealthcare's preferred lab network providers for the fourth consecutive year, providing physicians and patients with improved access, quality and value.\nFinally, we're pleased to share today that we have renewed our strategic relationship with Florida Blue. Florida continues to be an important large and growing state for us.\nEarlier this month, the CMS Transparency in Coverage Final Rules became effective to help consumers know the cost of a covered item or service before receiving care. Beginning July 1, 2022, group health plans and issuers of group or individual health insurance are required to post pricing information for covered items and services. We are leveraging that data to ensure patients and employers are aware of the value we offer.\nThis trend will continue to gather momentum as more pricing transparency requirements will go into effect in the next 2 years. We believe that pricing transparency favors Quest Diagnostics, which powers affordable care. We do this by offering clinical innovation, enabling better clinical outcomes through our quality, speed and accuracy of test results, improving the patient experience with accessible and easy-to-use patient resources and finally, reducing the cost of care. We continue to ramp our investments in advanced diagnostics capabilities. In the quarter, we saw growth from hematology, prenatal genetics and pharma services. We also introduced Quest AD Detect, a blood test to aid in the early assessment of Alzheimer's disease. We are seeing good early adoption from both primary care physicians and neurologists.\nFinally, last week, we launched the lab developed molecular test to aid in the detection of monkeypox. The test can differentiate monkeypox from other orthopox viruses and we will be able to perform nearly 30,000 tests a week by the end of July. In addition, we can expand testing to other laboratories in our network to further increase capacity if needed.\nWe continue to see growth in direct-to-consumer testing, thanks to our COVID-19 offerings and more importantly, our base business testing. Within the base business testing category, we saw strong growth from testosterone, comprehensive metabolic panels and Lyme disease. We're excited about upcoming improved digital experience, which we expect to debut later this year. We believe this improved experience will help us acquire, convert and retain more customers who visited QuestDirect digital platform. We expect to have much more to say about our improved digital experience before the end of this year.\nThe second part of our two-point strategy is to drive operational excellence. We remain focused on improving our operational quality, service and cost, thereby driving productivity gains. We have several initiatives underway to make this happen. Focused on attracting and retaining our people, optimizing our network, automating and digitizing our processes and getting paid for the work we do.\nHere are three examples. One, we're partnering with universities to help build our pipeline of expertise in medical technology, cytology and histology. We're also teaming up with a learning and development recruiting company to provide lobotomy certifications to prescreened candidates in exchange for a 2-year commitment to work at Quest.\nTwo, our schedule at check-in initiative, which encourages patients to make appointments has now expanded to 1,000 of our patient service sites. In one area, which has implemented the program, we are seeing a 20% decrease in average wait times as well as an improvement in patient satisfaction. We're also building the payment process into the digital customer experience which frees up our phlebotomists to focus on specimen collection, thereby increasing their capacity and improving the patient-employee experience.\nThree, we continue to implement digital technology to provide end-to-end specimen tracking, including the arrival patterns that enable load leveling across the network which improves our productivity and provides greater transparency for our clients.\nWe're not immune to the current inflationary environment and are managing through rising fuel and labor costs. Like many companies, higher-than-normal employee turnover in some job categories is impacting our ability to drive further productivity gains. However, these increased costs are in line with our expectations and are built into our guidance. We are expecting another year of solid Invigorate savings and productivity improvements to help offset these pressures.\nFinally, I'm very proud of our recently released 2021 corporate responsibility report and invite you all to download it. You can find it on our website. Among the highlights, in 2021, we launched our first formal materiality assessment to help identify the most significant ESG topics to the company and our stakeholders. Also, to enhance the level of our ESG disclosures, we began reporting in accordance with the SASB guidelines.\nWe're very proud of the contributions Quest is making to empower better health and grateful to our 50,000 colleagues who are making that vision a reality every day.\nNow Mark will provide more details on our performance and share more insights on our updated guidance for the remainder of 2022.\n\nUnidentified Company Representative\n\nThanks, Jim. In the second quarter, consolidated revenues were $2.45 billion, down 3.8% versus the prior year. Base business revenues grew 2.9% to $2.1 billion, while COVID-19 testing revenues declined approximately 31% to $355 million. Revenues for Diagnostic Information Services declined 3.6% compared to the prior year. The decline reflected lower revenue from COVID-19 testing services versus the second quarter of 2021, partially offset by growth in our base testing revenue.\nTotal volume measured by the number of requisitions declined 1.4% versus the prior year. Acquisitions contributed approximately 100 basis points to total volume. Total base testing volumes increased approximately 2% versus the prior year. Excluding acquisitions, total base testing volumes grew less than 1%. As we have seen in prior COVID surges, we experienced some softening of base testing volumes beginning in April as COVID-19 cases began to rise again throughout the spring. COVID-19 testing volumes were stronger than expected during the second quarter.\nTogether with our JV partnership, Sonora Quest, we resulted approximately 3.7 million molecular tests. Quest alone resulted roughly 3.5 million molecular tests, down approximately 1.3 million tests and 2.8 million tests versus the prior year and first quarter, respectively. Our July COVID-19 molecular volumes have been consistent with the volumes we reported in June, averaging roughly 40,000 tests per day, excluding Sonora Quest.\nRevenue per requisition declined 2.6% versus the prior year, driven primarily by lower COVID-19 molecular volume. Base business revenue per req was up modestly.\nAs we have highlighted in recent quarters, the pricing environment has improved with unit price reimbursement pressure of less than 50 basis points in the quarter. Reported operating income in the second quarter was $388 million, or 15.8% of revenues compared to $533 million or 20.9% of revenues last year. On an adjusted basis, operating income was $435 million or 17.7% of revenues compared to $584 million or 22.9% of revenues last year.\nThe year-over-year decline in adjusted operating income is primarily related to lower COVID-19 testing volume, a higher portion of COVID-19 molecular testing volume from nontraditional retail channels which carry additional expenses and logistics costs, investments to accelerate growth in our base business and slightly lower average reimbursement for COVID-19 molecular tests.\nIn the quarter, approximately half of our COVID-19 molecular volume came through our retail partners versus roughly 1/3 last year. We expect the mix of COVID-19 molecular volumes through this channel to continue to grow in the third quarter.\nReported EPS was $1.96 in the quarter compared to $4.96 a year ago. Adjusted EPS was $2.36 compared to $3.18 last year. Year-to-date cash provided by operations was $882 million in 2022 versus $1.2 billion in the prior year period. Given the limited M&A activity, we repurchased $200 million in stock during the second quarter.\nNow turning to our updated guidance. Revenues are now expected to be between $9.5 billion and $9.75 billion. Base business revenues are expected to be between $8.35 billion and $8.45 billion. COVID-19 testing revenues are expected to be between $1.15 billion and $1.3 billion. Reported EPS expected to be in a range of $8.24 to $8.64, and adjusted EPS to be in the range of $9.55 to $9.95. Cash provided by operations is expected to be at least $1.7 billion, and capital expenditures are expected to be approximately $400 million. Before concluding, I'll touch on some assumptions embedded in our updated 2022 guidance as well as some additional considerations. Our guidance assumes COVID-19 molecular volumes to average approximately 15,000 to 25,000 tests per day for the rest of the year. As we look toward 2023, we continue to assume our COVID-19 molecular testing run rate in the second half of 2022 continues into next year.\nLast week, the public health emergency was again extended another 90 days through mid-October. We assume average reimbursement for COVID-19 molecular testing to hold relatively steady through this period. While the public health emergency could be renewed beyond October, additional extensions are not captured in our guidance.\nAs Jim noted earlier, we have successfully grown our share of COVID-19 molecular testing through our retail partners, which accounted for approximately 50% of our COVID-19 molecular volume in the second quarter. As these retail partnerships continue to expand, we expect the mix through this channel to continue to grow throughout the remainder of the year. We continue to incur incremental costs to serve this channel.\nAs COVID-19 positivity rates remain in the double digits, our ability to pull specimens for COVID-19 molecular testing continues to be limited. As a reminder, we are ramping investments to accelerate growth this year. We spent approximately $70 million in the first half of the year, and we expect these investments to continue to ramp in Q3 to support the launch of our new consumer site later this year. A portion of these stand-up IT costs are temporary, but variable marketing costs will increase following the launch of the new site. We'll also be adding additional headcount this year to support our consumer offering as well as bioinformatics capabilities within advanced diagnostics.\nI will now turn it back to Steve.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nThanks, Mark. As many of you know, this will be Mark's last earnings call as he is retiring next week. Mark, you've been a key member of our leadership team as we have transformed Quest and accelerated its growth. I'm grateful for everything you've done for the company, especially for the last 2.5 years of the pandemic. I would miss your partnership and consult as we navigated many challenges over nearly a decade. I wish you and your family, health and happiness as you approach the next chapter in your life. Thanks.\n\nUnidentified Company Representative\n\nThanks, Steve. Quest is a special place, and it has been an honor to serve as CFO for the last 9 years. Thanks to the analysts and investors on this call. I have enjoyed working with all of you. My family and I are excited for what lies ahead.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nThanks, Mark. And to summarize, as Jim shared, we had another good quarter driven by our efforts through share of COVID-19 testing while we believe our base business performed in line with the software utilization trends we're seeing in health care. We have raised our full year guidance based on our performance in the quarter, and our expectations for the remainder of 2022.\nFinally, we're grateful for the efforts of Senate and House members who introduced the saving access to Laboratory Services Act and fully support the passage of this important legislation.\nNow we'd be happy to take any of your questions. Operator?"
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/874aa5be005085071a3185081ffeb1be",
    "period": "2022 Q1",
    "content": "Q1 2022 Quest Diagnostics Inc Earnings Call\n\nQ1 2022 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEAPR 21, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics First Quarter 2022 Conference. At the request of the company, this call is being recorded. The entire contents of this call, including the presentation and question-and-answer session that will follow, are copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without the written of Quest Diagnostics is strictly prohibited. Now I'd like to turn to Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Go ahead, please.\n\nShawn C. Bevec\n\nVP of IR, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Steve Rusckowski, our Chairman, Chief Executive Officer and President; Jim Davis, CEO (inaudible) ; and Mark Guinan, our Chief Financial Officer.\nDuring this call, we may make forward-looking statements and we'll discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected. Risks and uncertainties, including the impact of the COVID-19 pandemic that may affect Quest Diagnostics' future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K. The company continues to believe that the impact of the COVID-19 pandemic on future operating results, cash flows and/or financial condition will be primarily driven by the pandemic's severity and duration, health care insurer, government and client care reimbursement for COVID-19 (inaudible) tests; the pandemic impact on the U.S. health care system and U.S. economy; and the timing, scope and effectiveness of federal, state and local governmental responses to the pandemic including the impact of vaccination efforts, which are drivers beyond the company's knowledge and control.\nFor this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS. Any references to base business, testing, revenues or volumes refer to the performance of our base business, excluding COVID-19 testing. Growth rates associated with our long-term outlook projections, including total revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates. Finally, revenue growth rates from acquisitions will be measured against our base business. Now here is Steve Rusckowski.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nThanks, Shawn, and thanks, everyone, for joining us today. Well, we're off to a good start in 2022. We drove strong year-over-year growth in our base business, which excludes COVID-19 testing. COVID-19 volumes remained strong early in the quarter and decreased in February and March in line with the market.\nWe continue to make investments to further accelerate growth in our base business, and our efforts to improve productivity are helping us to offset inflationary pressures. So based on the strength of our business, we're raising our 2022 guidance. This morning, I'll discuss our performance for the first quarter of 2022, and then Mark will provide more detail on the financial results and talk about our updated financial outlook for 2022. But first, I'd like to ask Jim Davis to give us an update on our leadership transition. Jim?\n\nJames E. Davis\n\nExecutive VP & CEO - Elect, Quest Diagnostics Incorporated\n\nYes. Thank you, Steve. We are making very good progress on the transition. Yesterday, we announced a series of organizational changes and leadership appointments of season executive designed to help us accelerate growth and drive operational excellence.\nFirst, Kathy Gordon is the name Senior Vice President of the regional businesses. Kathy has deep knowledge of our business gained through 3 decades of leadership at Quest. She will oversee the regional and enterprise operations, the commercial organization and marketing. She will also be responsible for driving operational excellence, including program drives our company's quality and productivity initiatives.\nNext, Kerry Eglinton Manner is taking on an expanded role as Senior Vice President, Advanced and General Diagnostics Clinical Solutions. For more than 5 years, Kerry has been responsible for ready to innovative solutions to the market through Quest clinical franchises. Before joining Quest, Kerry had neared 2 decades of leadership experience in health care and medical technologies.\nPatrick Plewman, who had led our West region and has been with Quest Diagnostics for more than 9 years, is named Senior Vice President, Diagnostic Services, which is a portfolio of data-driven analytics and services businesses, which enable employers, providers, pharma companies and others to deliver health care more effectively and efficiently. This portfolio includes employer population health, employer solutions, ExamOne, health care analytics solutions and Quest Health Connect. And before joining Quest, Patrick had over 20 years of leadership experience in the biotech and molecular diagnostics industries.\nMark Delaney has joined Quest as Senior Vice President and Chief Commercial Officer. Mark has responsibility for the commercial team, including sales and sales operations. Previously, he held senior sales and marketing leadership roles over his 30-year career at GE Healthcare and (inaudible).\nAnd finally, Richard Adams has joined Quest as Vice President and General Manager of our consumer initiated testing business, a new role. Richard has 2 decades of varied leadership experience in e-commerce, digital marketing and customer experience and will lead our rapidly growing direct-to-consumer testing business. These appointments demonstrate adapted strength of our management team, and we're really excited about the leadership and expertise that both Mark and Richard Adams will bring to us.\nAdditionally, we're making very good progress on our CFO selection process and are on track to name a leader in the next several months. The management transition is going very well, and the changes we've announced yesterday are an important step in positioning us for the future. Steve, I'll now turn it back to you.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nThanks, Jim, and I agree the transition is going well. Now turning to our results. Our base business continued its strong recovery, up more than 6% from the prior year. Total revenues were $2.6 billion. Earnings per share was $2.92 on a reported basis and $3.22 on an adjusted basis. Cash provided by operations was $480 million. .\nCOVID-19 testing revenues were approximately $600 million in the first quarter, and that's down approximately 28% from 2021. Nearly 60% of the COVID-19 revenues came from the Omicron peak in January. We project continued demand for PCR testing through the end of the year and into 2023, albeit at lower levels. The public health emergency was extended into July, maintaining our current level of reimbursement, and based on these factors, we've raised our COVID-19 revenue guidance for the full year of 2022 to between $850 million to $1 billion.\nTurning to our base business. In the first quarter, we continued to make progress executing our 2-point strategy to accelerate growth and drive operational excellence. So here are some highlights from the (inaudible). We continue to make inroads with our health plans, gaining share and increasing revenues faster than the market. Our health plan revenues with COVID grew faster than our overall base business did in the quarter. We also deepened relationships with payers through value-based contracting. We currently have about 30% of our health plan revenues are tied to value-based elements, and these include patient health outcomes, quality or shared savings. We think we could grow this to about 50% over the next few years, and we believe these value-based contracts are achieving better alignment with health plans, which we believe will allow us to gain share.\nWe're also working with our hospital health system leaders to help them execute their lab strategy. Our large partnerships of Hackensack Meridian Health in New Jersey, Memorial Hermann in Texas and those with Community Health Network in Ascentia St. Vincent in Indiana are performing well. Hospitals look to us for their help with their laboratory design, staffing and management and we can enable them to monetize outreach lab assets that help them free up needed capital.\nWe have continued to make important investments to strengthen our advanced diagnostics capabilities and are already seeing results. We continue to make investments to accelerate growth in oncology, hematology, hereditary genetics, genomic sequencing services and power services. Since we've ramped up our investments in our advanced diagnostics portfolio, we have already accelerated growth by several hundred basis points and expect to deliver the 8% growth earlier than 2024, which we committed to at our 2021 Investor Day.\nWe remain excited about the opportunities we see in the direct-to-consumer testing market. As you know, we're ramping up investments in our consumer business, and it's having an impact. In the quarter, our direct-to-consumer revenues more than doubled compared to the prior year driven by strong growth in both our COVID-19 testing offerings as well as our base business tasting. We're seeing continued solid demand for test (inaudible) comprehensive metabolic panels and complete blood counts. Also, our new and improved digital experience is on track to launch later this year.\nFinally, we've been expanding our diagnostic services portfolio. We are collaborating with a small digital living software firm to deliver diabetic retinal imaging services through designated Quest Diagnostics patient service centers across the United States. This will aid in the screening of patients as part of a diabetes management program.\nThe second part of our strategy is to drive operational excellence. We remain focused on improving our operational quality, service and costs, thereby driving productivity gains. We're not immune to the current inflationary environment but we're tightly managing our operations and are expecting another good year of invigorated savings and productivity and programs to help offset these pressures.\nSo by way of example, our procurement team continues to work with our strategic suppliers to mitigate potential price increases and improved productivities through our long-term relationships. Also, to date, the team has effectively managed challenges in our global supply chain. We also look to our suppliers to deliver innovation that help us a lower overall cost of testing and improved quality.\nThe most recent example is the rollout of our new [neuro] analysis platform that is being deployed across our laboratory network. Our new lab in Clifton, New Jersey has been operational for about a year, and we're seeing incremental productivity gains from the investments we've made in automation and artificial intelligence.\nOur new schedule and check-in initiative encourages patients to make appointments allowing us to better manage demand and phlebotomy productivity while enhancing the patient experience. The system has been successfully deployed to over 700 patient service centers. Our continued investment in operations is producing results, and we are well on our way to achieving our targeted productivity gains of 3% of our cost structure in 2022. Now Mark will provide more details on our performance and share more insights on our updated guidance for the remainder of 2022. Mark?\n\nMark J. Guinan\n\nExecutive VP & CFO, Quest Diagnostics Incorporated\n\nThanks, Steve. In the first quarter, consolidated revenues were $2.61 billion down 4% versus the prior year. Base business revenues grew 6.3% to more than $2 billion, while COVID-19 testing revenues declined 27.6% to approximately $600 million. Revenues for Diagnostic Information Services declined 3.9% compared to the prior year. The decline reflected lower revenue from COVID-19 testing services versus the first quarter of 2021 partially offset by strong growth in our base testing revenue. Total volume, measured by the number of requisitions, increased 1.3% versus the prior year and was roughly flat on an organic basis. Total base testing volumes increased more than 6% versus the prior year. Excluding acquisitions, total base testing volumes grew nearly 5%. .\nWe experienced some modest softening of base testing volumes in January during the peak of the Omicron (inaudible). The volumes rebounded in February and March. COVID-19 testing volumes surged during the spread of Omicron variant during the winter, and volumes peaked in January but declined through the month of February and into March.\nTogether with our JV partners in (inaudible) Quest , we resulted approximately 7.2 million molecular tests. Quest alone resulted roughly 6.3 million molecular tests down approximately 2 million tests and 1 million tests versus the prior year and fourth quarter, respectively. We also resulted in nearly 450,000 serology tests in the first quarter. Our COVID-19 molecular volumes have generally stabilized at an average of roughly 30,000 tests per day over the last 4 weeks, excluding (inaudible) Quest. Revenue per requisition declined 5.2% versus the prior year, driven primarily by lower COVID-19 molecular volume. Base business revenue per rep was up modestly. Importantly, we continue to see an improving price environment. Unit price reimbursement pressure was less than 100 basis points in the quarter.\nReported operating income in the first quarter was $513 million or 19.7% of revenues compared to $660 million or 24.3% of revenues last year. On an adjusted basis, operating income was $554 million or 21.2% of revenues compared to $708 million or 26% of revenues last year. The year-over-year decline in adjusted operating income is primarily related to lower COVID-19 testing volumes, A higher portion of COVID-19 molecular testing volume from nontraditional channels, which carry additional expenses and logistics costs, investments to accelerate growth in our base business and lower average reimbursement for COVID-19 molecular tests. These headwinds were partially offset by strong growth in our base business.\nAs many of you have heard, the Health Resources and Services Administration, or HSA, stop accepting claims to test and treat uninsured patients on March 22 due to insufficient funding. HRSA runs the program to provide funding for COVID-19 testing vaccination and treatment for uninsured patients. Approximately 14% of our COVID-19 molecular testing volume has come from uninsured patients, which is much higher than the 1% to 2% we typically see in our base business. As a result, we were unable to bill HRSA for over $20 million in COVID-19 testing work that was performed just prior to the March 23 HRSA cutoff date. Moving forward, we are now billing uninsured patients for COVID-19 testing directly upfront. As a result, we've seen a decline in our uninsured COVID-19 molecular testing volumes in late March and into April, and this is reflected in trends I shared earlier.\nReported EPS was $2.92 in the quarter compared to $3.46 a year ago. Adjusted EPS was $3.22 compared to $3.76 last year. Cash provided by operations was $480 million in Q1 versus $731 million in the prior year period, and we repurchased 350 million of stock during the first quarter.\nNow turning to our updated guidance. Revenues are now expected to be between $9.2 billion and $9.5 billion, a decline of approximately 12% to 15% versus the prior year. Base business revenues are expected to be between $8.35 billion and $8.5 billion, an increase of approximately 4% to 6%. COVID-19 testing revenues are expected to be between $850 million and $1 billion, a decline of approximately 64% to 69%.\nReported EPS is expected to be in a range of $7.88 and $8.38 and adjusted EPS to be in the range of $9 and $9.50. Cash provided by operations is expected to be at least $1.6 billion and capital expenditures are expected to be approximately $400 million.\nBefore concluding, I'll touch on some assumptions embedded in our updated 2022 guidance as well as some additional considerations. Our guidance assumes COVID-19 molecular volumes to average approximately 10,000 to 20,000 tests per day for the rest of the year. This reflects modest continued declines in Q2 from the roughly 30,000 tests per day we are seeing in April and some degree of stabilization during the second half of the year. As we look to our 2023 -- our expectation for COVID-19 molecular and serology testing volumes assumes that the COVID-19 testing run rates in the second half of 2022 continues into next year.\nLast week, the public health emergency was again extended another 90 days through mid-July. We assume average reimbursement for COVID-19 molecular testing to hold relatively steady through this period. while the public house emergency country renewed beyond July, additional expenses are not captured in our guidance. We remain prepared for additional future surges collecting COVID-19 testing volume from a range of customers. While the PAT is in effect, we continue to incur incremental costs from nontraditional channels for supplies, special logistics rounds and channel expenses for this volume, which can represent roughly $30 in incremental cost per test. Therefore, you should not assume the higher reimbursement due to the PHE extension drops right to the bottom line.\nAs Steve noted earlier, we're already seeing some returns in our investments to accelerate growth, particularly in the areas of advanced diagnostics and direct-to-consumer testing and would expect a margin tailwind on these investments in 2023. As a reminder, we are planning to spend approximately $160 million on these investments this year. We spent approximately $30 million in the first quarter and are looking for these investments to ramp up in Q2 to support the launch of our new consumer site later this year. A portion of these stand-up IT costs are temporary but variable marketing costs will increase following the launch of the new site. We'll also be adding additional head count this year to support our consumer offering as well as bioinformatics capabilities within advanced diagnostics.\nFinally, we know there's a lot of focus on expectations for 2023. While it's clearly too early to provide specific guidance for next year based on everything we know and see today, we expect to deliver top line and earnings consistent with our long-term outlook that we provided at our 2021 Investor Day. I'll now turn it back to Steve.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nThanks, Mark. Well, to summarize, we're off to a good start in 2022, driving strong year-over-year growth in the base business. We continue to make important investments to accelerate growth, and we are seeing the results. Now based on the strength of our base business, we have raised our outlook for the remainder of the year. Now we'll be happy to take your questions. Operator? ."
  },
  {
    "header": "DGX",
    "cik": "0001022079",
    "ticker": "DGX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/440862d118bc26df9f5eb4e52de576ab",
    "period": "2021 Q4",
    "content": "Q4 2021 Quest Diagnostics Inc Earnings Call\n\nQ4 2021 Quest Diagnostics Inc Earnings Call\n\nDGXNYSEFEB 3, 8:30 AM\n\nOperator\n\nWelcome to the Quest Diagnostics Fourth Quarter and Full Year 2021 Conference Call. At the request of this company, the call is being recorded. The entire contents of the call, including the presentation and the question-and-answer session that will follow, are copyrighted property of Quest Diagnostics with all rights reserved. Any redistribution, retransmission or rebroadcast of this call in any form without written consent of Quest Diagnostics is strictly prohibited.\nNow I'd like to introduce Shawn Bevec, Vice President of Investor Relations for Quest Diagnostics. Go ahead, please.\n\nShawn C. Bevec\n\nVP of IR, Quest Diagnostics Incorporated\n\nThank you, and good morning. I'm joined by Steve Rusckowski, our Chairman and Chief Executive Officer and President; Mark Guinan, our Chief Financial Officer; and Jim Davis, our Executive Vice President, General Diagnostics and Chief Executive Officer-elect.\nDuring this call, we may make forward-looking statements and will discuss non-GAAP measures. We provide a reconciliation of non-GAAP measures to comparable GAAP measures in the tables to our earnings press release. Actual results may differ materially from those projected risks and uncertainties, including the impact of the COVID-19 pandemic that may affect Quest Diagnostics future results include, but are not limited to, those described in our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q and current reports on Form 8-K. The company continues to believe that the impact of the COVID-19 pandemic on future operating results, cash flows and/or its financial condition will be primarily driven by the pandemic severity and duration, health care insurer government and client payer reimbursement rates for COVID-19 molecular tests, the pandemic impact on the U.S. health care system and the U.S. economy, and the timing, scope and effectiveness of federal, state and local governmental responses to the pandemic, including the impact of vaccination efforts, which are drivers beyond the company's knowledge and control.\nFor this call, references to reported EPS refer to reported diluted EPS and references to adjusted EPS refer to adjusted diluted EPS. Any references to business testing revenues or volumes refer to the performance of our business excluding COVID-19 testing, growth rates associated with our long-term outlook projections, including total revenue growth, revenue growth from acquisitions, organic revenue growth and adjusted earnings growth are compound annual growth rates. Finally, revenue growth rates from acquisitions will be measured against our base business.\nNow here is Steve Rusckowski.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nThanks, Shawn, and thanks, everyone, for joining us today. Over the past 2 years, our 50,000 Quest employees have risen to the challenge of COVID-19, innovating, persevering and remaining committed to the patients and customers we serve. While doing so, they also grew our base business by more than 19% in 2021, achieving record levels. I'm extremely proud of what we have accomplished as a team. So we have a lot of news to cover this morning, and I want to get into that so we can have your questions.\nSo let's get started. So first, I'll start by sharing some color on the leadership transition we have announced this morning. Then we'll review our performance for the fourth quarter and the full year of 2021. And then finally, Mark will provide more detail on our financial results and talk about our financial outlook for 2022.\nSo as you have seen, in our announcement this morning, we've begun implementing a gradual leadership succession plan under which Jim Davis, Executive Vice President of General Diagnostics, will succeed me to become Chief Executive Officer on November 1, 2022. At that time, I will continue to serve on the Quest's Board of Directors as Executive Chairman.\nQuest Diagnostics is a great company that is well positioned to continue to deliver shareholder value. As I approached a decade in the role, the Board and I determined that now is the right time to begin to turn over the [hound] to a new leader. Jim Davis is extremely well-qualified CEO, having managed a large part of this company in his role as Executive Vice President. He has deep knowledge of Quest in the health care industry and the corporate world gained through more than 35 years of business experience. Jim is widely respected and will be a strong CEO.\nWhen I took this role nearly 10 years ago, Quest was not growing nor realizing its potential. We launched a new strategy, our new quest to drive transformational change to drive that change. We built a new leadership team, and Jim has been a key member of that team. We built a business strategy to accelerate growth and drive operational excellence.\nTo drive growth, we focused on improving relationships with health plans and hospital health systems. In expanding fast-growing businesses in advanced diagnostics and consumer testing. In addition, we've added about 2% revenue growth on average through accretive strategically [lying] acquisitions over the last several years. We have driven operational excellence and our Invigorate program has consistently improved quality, and customer experience, while generating 3% productivity each year. And we've made more inclusive by increasing the diversity of our Board and amongst our management ranks.\nFinally, we established Quest for HealthEquity in 2020, over $100 million committed to reduce health care disparities among underserved in the United States, particularly in communities of color. I am very proud of what we have accomplished together. And if you consider the opportunities in front of us, in many ways, we're just giving starter. We have a strong team and Jim has been a key leader in our transformation. He runs our General Diagnostics business, which accounts for more than 80% of revenues and 3/4 of our employees. He manages operations, including sales and marketing, patient services, logistics, laboratories, billing and customer services. He also oversees the drive operational excellence strategy, which includes our big rate program. He has provided enterprise oversight for a pandemic response. And if that wasn't enough, he's also led the development of (inaudible) SG strategy.\nSo Jim, congratulations. I look forward to working very closely with you through this transition.\n\nJames E. Davis\n\nEVP of General Diagnostics, Quest Diagnostics Incorporated\n\nThanks, Steve, and I really look forward to working closely with you over the next 8 months and ensuring a very successful transition. It's a tremendous honor to have the opportunity to succeed you in Quest and lead Quest into the next phase of our growth. We have a very powerful vision at Quest of empowering better health and diagnostic insights. Our business strategy is straightforward and well understood. And our company have never been more central to patients and to the health care system as we've seen during this pandemic. I really look forward to working with the management team and all 50,000 employees to build on the strong foundation that Quest has put in place. Quest's future is really bright, and we're extremely well positioned to continue to create value for our shareholders and all that we serve.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nThanks, Jim. Now at the same time, Mark is planning to return this year. Mark has been in his role for more than 8 years and help navigate us to the strong position where it is today. We have begun a process in which I will be working closely with Jim to identify Quest's new CFO, and Mark will participate in the selection process, it will remain in the roll through the transition. Mark, I want to thank you for your many contributions, your partnership and your friendship. You've been a key member of our leadership team, and we have transformed Quest and accelerate its growth.\n\nMark J. Guinan\n\nExecutive VP & CFO, Quest Diagnostics Incorporated\n\nThanks, Steve. I appreciate the kind words. I just want to take a minute to say that I'm proud to be part of an important company that makes a positive contribution to the country. And I've enjoyed being part of it. Now it's time for me to step back and retire. I'm looking forward to participating in the process to identify my successor who can support Steve and Jim in Quest's next phase of growth.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nNow turning to our results. We closed out 2021 with another record year of revenue, earnings and cash from operations. Our base business recovered throughout the year, and we experienced strong demand for COVID banking testing services. So for the full year 2021, total revenues grew by more than 14% to $10.8 billion. Earnings per share increased by nearly 49% on reported basis to $15.55 and more than 27% on an adjusted basis to $14.24. Cash provided by operations increased by more than 11% to $2.2 billion. And for the fourth quarter, total revenues were $2.7 billion, a decrease of roughly 9% versus 2020 when COVID-19 volumes were surging.\nEarnings per share were $3.12 on a reported basis and $3.33 on an adjusted basis, both down approximately 26% versus the prior year. So I'd like to share some perspective on the role of COVID-19 testing going forward. A lot of progress has been made in the battle against COVID-19, but we believe it isn't going away anytime soon. Our modular volumes began this year strong with volumes peaking in mid-January. Testing will continue to play an important part of managing COVID-19, and we believe that molecular testing remains the gold standard. We continued to perform well throughout this surge, maintaining average turnaround times of 2 days or less for COVID molecular testing. We will continue to maintain appropriate testing capacities and staffing levels to be prepared for any additional surges throughout this year if they emerge.\nWe also continue to believe there will be a bigger role for serology testing and how we measure COVID-19 protection going forward. Ultimately, we expect COVID-19 testing to eventually more flu-like and become a permanent part of our portfolio going forward.\nNow turning to our base business. We continue to make progress executing our 2-point strategy to accelerate growth and drive operational excellence, while we delivered 2% revenue growth on our base business from acquisitions again last year. In the fourth quarter, we acquired the assets of Labtech Diagnostics a regional independent laboratory serving physicians and patients, primarily in South and North Carolina, Georgia and Florida. This is the first full-service laboratory owned by Quest in South Carolina. We also recently announced our acquisition of Pac Health, a patient engagement company that helps individuals adopt healthier behaviors to improve outcomes. This acquisition will bolster our extended care capabilities.\nSince 2012, we have completed more than 40 acquisitions, including outreach laboratories, regional independent laboratories and capability-enhancing deals. And over the last 4 years, we have achieved our target of greater than the average of 2% revenue growth on our base business each year from acquisitions. And then finally, our M&A funnel remains strong.\nIn 2021, we took full advantage of our strong health plan access which is approximately 90% of all commercial insured buys in this country. We also made good progress working together with health plans to help companies and their employees save money by reducing denials, and out of network leakage. Health plans also recognize the value of working with us, and we have grown our health plan revenues faster than our overall revenues to the best level we've ever seen.\nHospital health system revenues have grown more than 20% compared to 2019 levels, excluding COVID-19 testing, driven largely by the strength of our professional laboratory services contract. Our performance in 2021 benefited from our 2 largest PLS contracts to date, Hackensack Meridian Health and Memorial Hermann. Altogether, our POS business without COVID-19 exceeded a record $500 million in annual revenue last year. It also have continuously faced pressure throughout the pandemic.\nPost pandemic, we believe the same will be true. We believe there will be a continued consolidation and ongoing challenges, the Ford Quest an opportunity to implement our flexible solutions to help hospitals become more effective and productive. Advanced Diagnostics is critical to the future health here. We're building strong momentum in our key growth drivers, which include consumer and hereditary genetics, oncology and pharma services.\nIn 2021, these test categories accounted for several hundred million dollars of Advanced Diagnostics portfolio and they're growing more than 25% versus 2020 and nearly 33% versus 2019. We are investing aggressively in areas with potential for future differentiation to grow our advanced diagnostics value proposition including automated test next-gen sequencing, bioinformatics, the sales force and customer service. We're leveraging our scale and expertise to give patients and providers greater access to important innovations such as liquid biopsy and digital pathology.\nAdvanced Diagnostics is one of the faster-growing areas of our portfolio. Our strategy and investments in this area will enable us to achieve high single-digit revenue growth going forward. And we're equally excited about the opportunities we see in our direct-to-consumer testing business. Revenues for Quest Direct services nearly doubled to more than $70 million in 2021, driven by both the basis of growing COVID-19 testing.\nWe expect the nonconsumer diagnostic market will experience double-digit growth over the next several years, and we're on track to build the $250 million direct-to-consumer business by 2025. We're ramping up our investments into the business, launching a new and improved digital experience later this year. And we're also investing in enhancements to the in-person customer experience at our patient service centers. So we're off to a good start in 2022. We're building on a long-term relationship with Walmart by recently launching a consumer-initiated laboratory testing on walmart.com through our solution powered by QuestDirect. And the MyQuest platform now has nearly 23 million users, up more than $3 million in the past quarter.\nWe're very excited about our longer-term growth opportunities in Advanced Diagnostics and direct-to-consumer testing and are increasing investments we made in 2021, the strength in our business and accelerate growth beyond the pandemic. These investments remain possible with the record cash and earnings we generated over the past 2 years.\nNow the second part of our 2-point strategy is to drive operational excellence. We remain laser-focused on improving both operational quality and efficiency, which go hand in hand. During 2021, the Invigorate program exceeded our goal of 3% productivity improvement. We made good progress last year in procurement supply savings as well as reducing health plan denials and improving patient collections at the time of service.\nWhile we faced modest inflationary wage pressure in 2021, on the supply cost side, we have more than offset any increases with cost savings from our suppliers. Historically, our invigorate productivity savings have been net of any inflationary increases. Beyond that, we continue to drive additional productivity improvements with platform consolidation and greater use of automation and artificial intelligence.\nNow turning to our sales force -- now turning to our workforce. Quest employees are highly engaged based on results of our quality surveys. In a challenging labor market, we are focused and are still seeing improvement in engagement and retention. Our team has done a lot to create an inspiring workplace, and we continue to do everything we can to attract, recruit and retain talent.\nWe're entering 2022 in a strong position within the lab industry and more broadly throughout health care. Our base business is poised to build off the record revenues we've achieved last year, and we're investing to accelerate growth. We expect to see continued demand for COVID-19 testing services, albeit at lower levels in the last 2 years. The delay of the 2022 PAMA cuts announced last year was a good outcome for our industry and medicated beneficiaries However, it will continue to be hard at work in 2022 with our trade association and members of Congress with the goal of arriving at a permanent fix to PAMA. We remain committed to our capital deployment strategy of returning the majority of our free cash flow to our shareholders.\nThis morning, we raised our dividend for the 11th time since 2011. We expect to have more than $1 billion in cash available this year for M&A and share repurchases. So putting it all together, our 2022 guidance reflects strong momentum and investment in our base business, balanced with the (inaudible) but expected decline in COVID-19 testing revenues.\nBefore turning it over to Mark, I'd like to recognize and thank once again all of our employees who really have been the front lines of the pandemic and continue to serve the health care needs of patients who depends on Quest every day. Now Mark will provide more detail on our performance and our 2022 guidance. Mark?\n\nMark J. Guinan\n\nExecutive VP & CFO, Quest Diagnostics Incorporated\n\nThanks, Steve. In the fourth quarter, consolidated revenues were $2.74 billion, down 8.6% versus the prior year. Revenues for Diagnostic Information Services declined 8.5% compared to the prior year. The decline reflected lower revenue from COVID-19 testing services versus the fourth quarter of 2020, partially offset by continued growth in our base testing revenue. Compared to 2019, our base DIS revenue grew approximately 6% in the fourth quarter and was up more than 1%, excluding acquisitions. Volume, measured by the number of requisitions, increased 1.3% versus the prior year, with acquisitions contributing 1.1%.\nCompared to our fourth quarter 2019 baseline, total base testing volumes increased more than 10%. Excluding acquisitions, total base testing volumes grew approximately 5% versus 2019 and benefited from new PLS contracts that have ramped over the last year. The progress we made in our base business throughout 2021 continued in the fourth quarter, and base testing volumes remain consistent with our prior outlook.\nAs many of you know, COVID-19 testing volumes moderated early in the fourth quarter, following the peak of the Delta wave in September, but then surged again in early December as the Omicron variant spread across the U.S. Together, with our JV partners into our Quest, we resulted approximately 7.9 million molecular tests. Quest alone resulted roughly 7.3 million molecular tests and nearly 730,000 serology tests in the fourth quarter.\nIn January, our COVID-19 molecular volumes averaged approximately 120,000 tests per day and over 139,000 per day, including Sonora Quest with volumes peaking in the middle of the month. Revenue per acquisition declined 9.8% versus the prior year, driven primarily by lower COVID-19 molecular volume. In the fourth quarter, increases in our base to revenue per requisition were more than offset by the impact of recent POS wins. Modest unit price headwinds remained consistent with our expectations. Reported operating income in the fourth quarter was $536 million or 19.5% of revenues compared to $795 million or 26.5% of revenues last year.\nOn an adjusted basis, operating income in Q4 was $579 million or 21.1% of revenues compared to $860 million or 28.6% of revenues last year. As you may recall, the updated 2021 guidance we shared in October contemplated a lower adjusted operating margin both year-over-year and versus 3Q. The year-over-year decline was primarily driven by lower COVID-19 testing revenue and higher COVID-19 testing costs, headcount and wage increases and ramping strategic growth investments.\nIt's important to note that over time, a growing portion of our COVID-19 molecular testing volumes have come from nontraditional channels, which carry additional expenses and logistics costs. Also, spiking COVID-19 positivity rates across the country in December eliminated our pooling capability, which further increased COVID-19 testing costs late in the quarter. In addition, we also experienced higher than anticipated employee health care costs in the fourth quarter, primarily related to COVID-19.\nReported EPS was $3.12 in the quarter, compared to $4.21 a year ago. Adjusted EPS was $3.33 compared to $4.48 last year. Cash provided by operations was $2.23 billion in 2021 versus $2.01 billion in the prior year. We completed our $1.5 billion ASR in November, and repurchased an additional $310 million in stock in the fourth quarter. This brings total share repurchases to more than $2.2 billion in 2021 and we ended the year with $872 million on the balance sheet.\nBefore turning to guidance, I'd like to comment on recent trends we've seen in our labor costs. As Steve noted, we've been managing through a challenging labor environment. While wage inflation, including our annual merit increase is expected to be between 3% to 4% this year. The increase in our total salaries, wages and benefits is expected to be below 3% in 2022, given the reset of our annual performance compensation and lower expected overtime. As a [reminder], all of our employees are eligible for annual performance [job]. Now turning to guidance. We estimate full year 2022 results as follows: Revenue is expected to be between $9 billion and $9.5 billion, a decline of approximately 12% to 17% versus the prior year. Base business revenues are expected to be between $8.3 billion and $8.5 billion, an increase of approximately 3.5% to 6%; COVID-19 testing revenues are expected to be between $700 million and $1 billion, a decline of approximately 64% to 75%; Reported EPS expected to be in a range of $7.63 and $8.33; and adjusted EPS to be in the range of $8.65 to $9.35; cash provided by operations is expected to be at least $1.6 billion and capital expenditures are expected to be approximately $400 million.\nBefore concluding, I'll touch on some assumptions embedded in our 2022 guidance. As Steve said, we're entering 2022 in a strong position. Our guidance assumes COVID-19 molecular volumes to average between 65,000 to 80,000 tests per day in Q1, representing a decline from January levels and approximately 20,000 to 35,000 tests per day for the full year. For COVID-19 serology volumes, the guidance assumes approximately 3,000 tests per day for the full year. While our guidance does not currently anticipate another COVID wave, we'll remain ready from an operational standpoint to handle any future searches.\nLast month, the public health emergency was again extended another 90 days through April. We assume average reimbursement for COVID-19 molecular testing to hold relatively steady through this period. While the public health emergency could continue to get renewed beyond April, additional extensions are not captured in our guidance. The earnings we've generated from COVID-19 testing have afforded us an opportunity to continue to increase investment in our business.\nAs Steve noted earlier, we continue to ramp investment in our growth pillars, particularly the advanced diagnostics and direct-to-consumer testing opportunities. We are planning to invest approximately $160 million in our growth initiatives this year which represents an additional $90 million in investments in 2022 versus 2021. We also continue to incur higher costs to manage our business through the pandemic, including expenses to comply with CDC guidelines address ongoing supply chain challenges and maintain adequate staffing levels.\nWe currently forecast these expenses to be approximately $50 million in 2022. As a reminder, we originally expected PAMA cuts of approximately $80 million in 2022. These cuts were delayed 1 year until 2023. Finally, we ended 2021 with approximately 124 million diluted shares outstanding. Our guidance assumes no change in our share count in 2022 and only enough share repurchases to offset our employee equity programs and to meet our commitment on the majority of our free cash flow to our shareholders. I will now turn it back to Steve.\n\nStephen H. Rusckowski\n\nChairman, President & CEO, Quest Diagnostics Incorporated\n\nThanks, Mark. Well, to summarize, we had another record year, providing critical COVID-19 testing to our country and delivered record revenues, earnings and cash from operations. We also grew our base business to a record level, up 19% versus the prior year. Quest is well positioned in 2022 to deliver on its commitments. I'm proud of the incredible accomplishments of our 50,000 Quest employees throughout the pandemic. And finally, our team is strong. The business has good momentum, and Quest's future is bright as we begin a gradual transition to new leadership. Thank you. We'd be happy to take your questions."
  }
]