[
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/60f4dfcb023cf328ca29ece20664391d",
    "period": "2025 Q3",
    "content": "Q3 2025 Eurazeo SE Earnings Call\n\nQ3 2025 Eurazeo SE Earnings Call\n\nRFPARISNOV 6, 3:00 AM\n\nOperator\n\nWelcome to the Eurazeo 9 Months 2025 Trading Update Presentation. Today's conference will be hosted by William Kadouch-Chassaing, Co-CEO. [Operator Instructions] Now I will hand the conference over to the speaker. Please go ahead.\n\nWilliam Kadouch-Chassaing\n\nCEO, GD Finance and Strategy, CIO & and Member of Executive Board\n\nThank you very much. Good morning. Thank you all for joining this call. I'm pleased to welcome you to our trading update for the first 9 months of 2025. To remind everyone, for the trading update, we don't update the NAV that will be done at the end of the year, but I'm, of course, ready for questions you may have on the topic.\nIn a nutshell, Eurazeo continues to gain market share in asset management. We had another quarter of dynamic fundraising and AUM growth outperforming the market. Second, we continue to outperform the market in realizations and distributions, which is, as you know, a key differentiating factor in the current market environment. And third, the quality of our balance sheet portfolio remains strong with healthy operational metrics across the board and realizations confirming our ability to monetize our balance sheet above its carrying value.\nLet me start with fundraising. We raised EUR 3.2 billion from our clients in the first 9 months of 2025, which is 4% above last year and well above market as global fundraising is estimated to be down this year at about 10% according to PitchBook, you may find as well other sources that will go in the same direction. This confirms our ability to gain market share in a more and more competitive and polarized market. This also highlights the quality of our investment franchises, the relevance of Eurazeo positioning as a focused European mid-market investment platform as well as the strength of our distribution capacities. Indeed, we make progress both with institutional and with individual clients.\nIn terms of asset classes, whilst private debt continues to perform strongly, our private equity franchises have connected well. Private equity fundraising in Q3 was fueled by our secondaries and mandates franchise on top of our earlier successes in H1 in buyout, growth and impact. Our PE fundraising is up 38% year-to-date. Private debt, as I said, had a very good quarter with EUR 800 million raised in Q3 alone, mainly in direct funding. Our flagship EPD VII has already raised around EUR 3 billion in total. On wealth solutions, we raised close to EUR 700 million in the first 9 months, which is 7% more than last year. We just announced that we have received the regulatory approval from the launch of our new evergreen funds in the prime line, EPIC in private debt and EPSO in secondaries. They will support our growth ambitions in Europe. Given our current momentum and pipeline for the rest of the year, we are confident, I should say, very confident that fundraising in 2025 will exceed EUR 4 billion.\nWe continue to expand and internationalize our client franchise, which is a key strategic objective that we had articulated in our Capital Market Day back in November 2023. We added 29 new institutional clients since the beginning of the year on a base of 440. This is a significant number. 74% of inflows came from international LPs in the first 9 months of the year, a share that continues to grow year after year, as you can see on the chart, with notable successes in Asia, Middle East and the rest of Europe. Our wealth solutions franchise also continues to grow at a steady pace with new distribution partners onboarded and already close to 10% of flows outside of our home market for the first 9 months of 2025. Overall, AUM growth and particularly fee-paying AUM growth illustrate the dynamism of our asset management business. Total assets under management were up 5% in the first 9 months, reaching EUR 37.4 billion. Third-party AUM only, which is a key focus of our strategic plan are up 11%. Fee-paying AUM were up 7% at nearly EUR 28 billion with third-party fee-paying AUM growing at also 11%. Let me stress that we believe this is above market growth.\nThe decrease in balance sheet-related AUM reflects the successful implementation of our capital allocation strategy. Management fees stood at EUR 316 million for the first 9 months. Fees from third parties are up 5% overall, excluding catch-up fees and ForEx impact and fees from the balance sheet are down 3% year-to-date due to recent exits and reduced commitments in the funds as per the plan. On private market, we experienced strong inflows, which I just referred to, as shown by the rise in fee-paying AUM. It was partly offset by planned rate step-downs in older vintages that have been venture growth and buyouts. We also have a slight mix effect with strong fundraising from private debt and secondary and mandates in recent quarters, which carry a lower yet healthy fee level. IM Global Partners fees are up 4% at constant ForEx. Management fees from the balance sheet are logically down year-on-year, they are down 3% due to exits and reduced commitments in the fund as said.\nLet me now turn to deployments and realizations. As a group, Eurazeo deployments reached EUR 3.9 billion over 9 months, which is up 20% from the same period of last year, with transactions reflecting an expanding pan-European investment approach and our focus on structurally growing sectors. We deployed EUR 800 million in Q3 in private equity to support category leaders such as OMMAX, a digital and AI strategy consulting firm in Berlin based in Germany; Filigran, an AI-based cybersecurity firm; and Dexory, a U.K. leader in logistics, robotics and growth. Adcytherix, a developer of innovative oncology treatments and Proteor, a leader in orthotics and prosthetics in healthcare. And in real assets, we invested with MPC OSE in offshore wind farm servicing. Private debt continues to be very active with EUR 900 million deployed in Q3 in a dynamic lower mid-market segment. We are well placed to continue to grasp opportunities with EUR 7.2 billion of firepower, of which EUR 7.2 billion of third-party dry power powder.\nRealizations for the first 9 months stood at EUR 2.2 billion. Over the third quarter, we notably announced 2 important exits in buyouts. We sold CPK, a European champion in sugar and chocolate confectionery to Fera County Group, a leading U.S. confectionery linked to the Ferrero Group. The transaction returned around EUR 200 million of additional cash to our balance sheet and was concluded at a price above NAV. We also divested from Ultra Premium Direct, France leading direct-to-consumer pet food brand for approximately EUR 140 million, generating a 2.1x gross cash-on-cash return for the balance sheet. These transactions announced this summer have been closed in October. We also stepped-up realizations across the venture and growth funds with 2 important new exits, the German company, Cognigy and ImCheck. Finally, in private debt realization stood at EUR 600 million for the first 9 months. Several deals are expected to unfold in Q4. Together, these transactions illustrate the quality of our investments and our continued focus on generating liquidity and value for our investors and shareholders. At a time when the main focus of the industry, as you know, revolves around distributions, this is, we see a key competitive advantage for future fundraising.\nSo let me illustrate that point, starting with buyouts. As you can see on the chart, the pace of distribution to LPs in the market has markedly slowed down in the past 5 years in a challenging and volatile macro environment. This is a topic for the industry. In this context, Eurazeo private equity buyout franchises have been outperforming clearly. Year-to-date, in 2025, Eurazeo's buyout franchise have already returned 10% of the NAV compared to around 5% for the broader market in H1 according to industry estimates. Looking at the '21, '24-time horizon, you'll find that the pace of Eurazeo rotation was 5 points above market and even 7 points focusing on the balance sheet portfolio only. As you know, the balance sheet, I'll come back to that, has already returned 14% of its NAV. Another positive catalyst, and we think this is a very important catalyst for future performance and the growth of our asset management activity is our proven ability to complete successful exits across the biotech, venture and growth franchises. After 3 landmark deals in 2024 Onfido, Lumapps and Amolyt asset, we've completed 2 important exits in Q3 2025 in excellent conditions.\nIn growth, Cognigy, a German AI-based customer management provider was sold to NiCE, an Israeli American listed company for nearly EUR 1 billion, representing a 2.1% cash-on-cash return in a year our EGF IV fund. This is a remarkable outcome, which brings EGF IV, which has only completed its first closing already at 25% of DPI and 1.15x TVPI or MOIC. That's quite exceptional in the industry where DPI tends to be low. In biotech, our Kurma team sold ImCheck to IPSEN for up to EUR 1 billion if certain milestones are met. The transaction should generate between 3 and 7x cash-on-cash returns and created substantial value for our BioFund vintages, which bodes well for the future fundraising. Let me highlight that we now added the performance of the biotech funds in -- together with the performance of the rest of the fund. Pro forma this transaction, the DPI of Kurma BioFund III now stands at 75%.\nLet's focus more specifically on our balance sheet rotation. As you know, this is an essential part of our strategy to build an asset-light business model and execute on our promise to return more capital to our shareholders. With CPK and UPD, which closed in October, our balance sheet has realized EUR 1.1 billion of disposals year-to-date or 14% of last year's net portfolio value, already ahead of the total for the full year 2024 and as I said before, much above market pace of rotation. Since the beginning of 2024, we have sold around EUR 2.2 billion of balance sheet assets, i.e., since the beginning of the plan. This is around 27% of the net portfolio value at the end of 2023. We sold these assets at an average premium of 8% on our latest mark and a gross cash-on-cash multiple of 2.1x. Several processes are ongoing and should lead to transactions announced and realized through the end of the year. As you can see, all the exits we've announced and completed in 2025, including the most recent transactions, they are on the green in the bar charts, demonstrate again our ability to sell assets at or above NAV.\nLet me stress again that we believe this is the best proof point to assess the quality of our portfolio valuation approach and processes. Let me stress also, and this is a very important thing for us, that portfolio valuations only make sense if they are associated with a proven capability to generate liquidity. When you compare Eurazeo, always keep in mind that our DPIs are higher than the average market. Operational metrics of the companies in which our balance sheet is invested through the funds continue to be healthy. The average growth of our buyout companies was plus 6% over 9 months, continuing the trend seen in H1 in spite of a still sluggish and volatile economic environment. In growth, activity remains solid across the portfolio with 15% top line growth on average. Doctolib, the largest investment in this strategy, continues to grow strongly and announced it has already reached profitability in Q3 2025. The most recent investment in Eurazeo Growth Fund IV recorded an average revenue growth of around 37% over the first 9 months of the year, confirming their strong momentum together with the DPI of 25% and value creation in the fund, this bodes well for future fundraising.\nAfter years of strong growth, hospitality revenues logically have been stable in the first 9 months, while our infrastructure businesses continued to grow at a double-digit pace. Finally, before we open the floor to questions, a word on shareholder remuneration. This is a key commitment we've made to shareholders again in the plan '24-'27. By the end of 2025, we will have given back close to EUR 1 billion to our shareholders, approximately EUR 400 million in dividends and approximately EUR 600 million in share buyback, the equivalent of roughly 12% of Eurazeo share capital. As a remember, we had bought back EUR 200 million of shares in 2024 and doubled our program to EUR 400 million in 2025. With the acceleration of the program this summer, we have already bought back EUR 300 million, and we'll buy the remaining EUR 100 million before the end of the year.\nThank you very much for listening to this call. We can now open to Q&A questions."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/da5f04331cb3070766ac7fea0fe43ac8",
    "period": "2025 Q2",
    "content": "Q2 2025 Regions Financial Corp Earnings Call\n\nQ2 2025 Regions Financial Corp Earnings Call\n\nRFNYSEJUL 18, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Regions Financial Corporation's Quarterly Earnings Call. My name is Chris, and I will be your operator for today's call.\n[Operator Instructions]\nI will now turn the call over to Dana Nolan to begin.\n\nDana Nolan\n\nEVP & Head of Investor Relations\n\nThank you, Chris. Welcome to Regions Second Quarter Earnings Call. John and David will provide high-level commentary regarding our results. Earnings documents, which include our forward-looking statement disclaimers and non-GAAP reconciliations are available in the Investor Relations section of our website. These disclosures cover our presentation materials, today's prepared remarks and Q&A. I will now turn the call over to John.\n\nJohn M. Turner\n\nPresident, CEO & Director, Regions Financial Corporation\n\nThank you, Dana, and good morning, everyone. We appreciate you joining our call today.\nEarlier this morning, we reported strong quarterly earnings of $534 million, resulting in earnings per share of $0.59. On an adjusted basis, earnings were $538 million, or $0.60 per share. We delivered pretax pre-provision income of $832 million, a 14% increase year-over-year, and we generated a return on tangible common equity of 19%. We are very proud of our second quarter performance as we continue to reap the benefits of the investments we've made across our businesses and the successful execution of our strategic plans. We continue to grow average deposits during the second quarter and are growing accounts across consumer checking, small business and wealth management. In fact, we grew consumer deposits across every 1 of our 8 priority markets. Our focus on growing consumer checking accounts and the core operating accounts of a business has driven more than 30% organic growth in total average deposits over the last 5 years, among the most in our peer set.\nWhile average loans remained stable during the quarter, we grew ending loans in both the consumer and corporate bank. Corporate client sentiment has improved since the first part of April. And notably, consistent with the execution of our strategic plans, we've added over 300 new commercial relationships across our wholesale business year-to-date. Pipelines within our small and middle market businesses, in particular, continue to grow. Our consumers also remain healthy. Debit and credit spend continue to increase modestly versus the prior year. During the quarter, we generated modest growth in average consumer credit card and home equity lines of credit balances.\nImportantly, consumer credit quality remains strong. Asset quality metrics are improving and payment rates on our consumer credit card remain above pre-pandemic levels. We also had a lot of success growing and diversifying our fee revenue. Treasury management revenue is up 8% year-to-date, while the total number of clients served has increased 10%. We see continued opportunity to grow clients within our existing customer base especially as we focus on our priority markets and further expansion of our treasury management services into the small business sector. Wealth management continues to be a good story for us, generating another quarter of record fee income, while representing a steady source of revenue attributable to both strong client acquisition and good revenue diversification. Since 2018, wealth management revenue has grown at more than an 8% compounded annual growth rate. Further, Regions was recently recognized in Global Private Bankers 2025 innovation awards as the best trust services by a private bank and best wealth planning execution.\nSince 2019, capital markets revenue has grown to 14% compounded annual growth rate driven by a combination of organic activities and strategic acquisitions. We continue to make progress on investments to modernize our core technology platforms. We've begun rolling out a new native mobile app in just the past few weeks, and we're planning to upgrade our commercial loan system to a new cloud platform in the coming months. We plan to begin running pilots on our new cloud-based deposit system beginning in late 2026 with full conversion anticipated in 2027. Once completed, we expect to be one of the first regional banks in the country on a truly modern core platform.\nSo as you can see, we continue to focus on growth across our businesses as evidenced by our overall financial performance. Our dedication to driving shareholder value has resulted in the highest returns on tangible common equity over the last 4 years compared to our peer group, and we're on track to make it a fifth year in a row. We have also delivered top quartile EPS growth over the last 5- and 10-year periods. And importantly, over the last 6 years, we've increased our dividend at a 10-plus percent compounded annual growth rate, the highest among our peers. We announced another 6% increase in the common dividend earlier this week. And notably, over the last 10 years, we have bought back more stock on a relative basis than any of our peers. All of this has contributed to top quartile total shareholder returns over the last 3, 5 and 10 years.\nFinally, we think the ability to grow tangible book value plus dividends should be closely correlated to stock price. We've delivered top quartile performance on this metric over the last 3- and 5-year periods. In conclusion, we're very proud of our second quarter results. Our strong performance is attributable to our 20,000-plus associates and their commitment to keep our customers at the center of everything we do and their focus on executing our plan. As a result, we expect this momentum to carry into the second half of 2025 and beyond, providing a real opportunity to continue to grow and deliver the same kind of results that we've delivered in recent years.\nWith that, I'll hand over to David to provide some highlights regarding the quarter.\n\nDavid Jackson Turner\n\nSenior EVP & CFO, Regions Financial Corporation\n\nThank you, John.\nLet's start with the balance sheet. Ending loans grew 1%, while average loans remained stable. Growth in ending business loans was driven by C&I, and to a lesser extent, real estate. Specifically, within C&I, growth was driven primarily within structured products and manufacturing. Within real estate, growth primarily resulted from previously approved multifamily projects continuing to fund up. Overall, pipelines are up 17% over last year and line commitments are up 1%. So we believe we are well positioned as the macro backdrop improves. Average and ending consumer loans remained relatively stable as growth in average credit card and home equity was offset by modest declines in other categories. We now expect full year 2025 average loans to be stable to up modestly versus 2024.\nBuilding upon John's remarks on our multiyear successes with respect to deposits, we continue to observe positive trends in both core and priority markets. Targeted acquisition strategies have had good traction in the second quarter, reflecting positive consumer growth in every priority market. In fact, overall consumer deposits and priority markets grew 20% more than core markets during the quarter. Additionally, 60% of the consumer deposit dollars resulting from our most recent money market campaign were in priority markets, and 85% of the campaign dollars represented new money.\nIn the Corporate Banking group, relationship management and new customer focus has led to average quarterly balance growth of more than 2%. The Corporate Banking group has traction in priority markets as well with momentum there helping the overall growth picture. Average deposit balances grew over 1% sequentially, while ending balances remained relatively stable. Interest-bearing deposit costs continued to decline as expected to 1.39% despite higher marginal acquisition costs. Additionally, our noninterest-bearing proportion remains in the low 30% range reflective of our strong operating deposit base.\nLooking forward, we now expect full year average balances to be up modestly versus the prior year. Let's shift to net interest income. Net interest income rebounded increasing by 5% linked quarter. As expected, the negative impacts from day count and other nonrecurring items in the first quarter did not repeat. In addition to some modest nonrecurring positive items during the second quarter, deposit pricing performance and the benefit from fixed rate asset turnover exceeded our initial estimates and are expected to continue to support net interest income going forward.\nAlthough Fed funds remained stable in the quarter, we were able to manage deposit costs lower, while also supporting growth initiatives. The ability to grow deposits while achieving our mid-30s falling rate beta target and best-in-class funding costs further exemplifies Regions funding advantage. During the quarter, approximately $3 billion of new fixed rate loan and securities production was added at approximately 140 basis points above the yield on maturing and amortizing balances. With approximately 50% of the runoff coming from longer-duration mortgage collateral, we expect these tailwinds to persist for multiple years, assuming middle and long-term rates remain near current levels.\nNext, we took advantage of spread levels in April by adding $1 billion of AUC mortgage-backed securities. The securities will serve to store liquidity, insulate rate exposure and optimize returns and can easily be deployed back into loans in the future as necessary. The higher interest rate environment supports balance sheet repricing dynamics. Net interest income is expected to be stable to modestly higher in the third quarter as the benefits from fixed rate asset turnover and 1 additional day are offset by fewer nonrecurring positives and higher hedging notional amounts.\nWe now expect full year 2025 net interest income to grow between 3% and 5%. Finally, assuming market forward interest rates, the net interest margin is expected to remain in the low to mid-360s for the remainder of the year with the ability to resume its upward trajectory as we move into 2026.\nNow let's take a look at fee revenue performance during the quarter. Adjusted noninterest income increased 5% linked quarter, driven primarily by growth in mortgage, seasonally elevated card and ATM fees and another record quarter in wealth management income. Additionally, market value adjustments on HR assets increased $19 million during the quarter. These market value adjustments are offset primarily in salaries and benefits expense. Mortgage income increased 20% linked quarter driven primarily by a $13 million net favorable adjustment associated with changes to the company's MSR valuation model assumptions.\nCapital Markets income, excluding CVA, increased 5% compared to the prior quarter driven by elevated M&A advisory and real estate capital markets activity. With respect to the third quarter, we currently expect a modest increase in the $85 million to $95 million range for capital markets income. Service charges decreased 6% during the quarter, driven primarily by a seasonal decline in treasury management income.\nWith respect to the full year 2025, we now expect adjusted noninterest income to grow between 2.5% and 3.5% versus 2024. Let's move on to noninterest expense. Adjusted noninterest expense increased 4% compared to the prior quarter, driven primarily by an expected 5% increase in salaries and benefits, which included 1 additional workday, the impact of a full quarter of merit, higher revenue-based incentives and the offset to increased HR asset valuations. Full-time equivalent headcount also increased during the quarter by just over 100 associates. We now expect full year 2025 adjusted noninterest expense to be up 1% to 2% and we anticipate generating full year positive operating leverage in the 150 to 250 basis point range.\nRegarding asset quality, provision expense was $13 million over net charge-offs during the quarter. The increase in the allowance was driven primarily by loan growth with some offset from improving underlying credit metrics. The resulting allowance for credit loss ratio declined 1 basis point to 1.80%. Annualized net charge-offs as a percentage of average loans decreased 5 basis points to 47 basis points. Nonperforming loans as a percent of total loans improved 8 basis points to 80 basis points. Business services criticized loans improved by 6% and total delinquencies also improved. Our through-the-cycle net charge-off expectations are unchanged and remain between 40 and 50 basis points. We continue to expect full year net charge-offs to be towards the higher end of the range attributable primarily to loans within our previously identified portfolios of interest. We expect third quarter losses to be generally in line with the second quarter and then decline in the fourth quarter. Importantly, we have reserved for remaining anticipated losses associated with these portfolios.\nLet's turn to capital and liquidity. We ended the quarter with an estimated common equity Tier 1 ratio of 10.7%, while executing $144 million in share repurchases and paying $224 million in common dividends during the quarter. When adjusted to include AOCI common equity Tier 1 increased from 9.1% to an estimated 9.2% from the first to the second quarter attributable to strong capital generation and a reduction in long-term interest rates.\nIn the near term, we continue to manage common equity Tier 1, inclusive of AOCI closer to the lower end of our 9.25% to 9.75% operating range. This should provide meaningful capital flexibility to meet proposed and evolving regulatory changes while supporting strategic growth objectives and allowing us to continue to increase the dividend and repurchase shares commensurate with earnings.\nAs John indicated, we are really pleased with our quarterly performance particularly given uncertain market dynamics, and we believe we are well positioned regardless of market conditions. This covers our prepared remarks. We will now move to the Q&A portion of the call."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5c55c108dc05fb2b33a1bc7c72b427a3",
    "period": "2024 Q4",
    "content": "Full Year 2024 Eurazeo SE Earnings Call\n\nFull Year 2024 Eurazeo SE Earnings Call\n\nRFPARISMAR 6, 3:00 AM\n\nWilliam Kadouch-Chassaing\n\nCEO, GD Finance and Strategy, CIO & and Member of Executive Board\n\nGood morning. Thank you for joining this call. Christophe and I are pleased to welcome you to our 2024 Full Year Results Presentation. Our presentation will be in 3 parts. First, I will share with you the financial and non-financial highlights for the year. Second, Christophe will focus on fundraising, commercial dynamic and asset rotation. Third and last, I will detail our financial results. We will then be available to take questions.\n2024 marks the first year of execution of the midterm plan we have presented to investors back in November 2023. We have made progress in the key pillars of the plan. First, asset management is growing dynamically. Fundraising is up 23% relative to 2023 at EUR 4.3 billion, which is above our guidance of EUR 4 billion. Fee-paying AUM from third parties are up 12% and management fees from third parties are up 14%. Second, we continue to improve operational efficiency as our FRE margin gained 110 basis points to reach 35.5%. We are already within our 35% to 40% medium-term guidance. As a result, contribution from the asset management activity is up 20%.\nThird, asset rotation has picked up as we announced. Asset management exits volumes overall tripled and more specifically, balance sheet realizations doubled to reach 17% of the prior year net asset value with an average upside of 10% compared to our last mark. Combined with a strict discipline in balance sheet allocation to the funds, as you can see in our numbers, this means that we are moving ahead towards transforming our business model. Fourth, our portfolio remains robust. We recorded another year of strong underlying performance of portfolio companies, which led to broad-based value creation in 2024. This has been nevertheless offset by the write-off of a limited number of legacy assets in buyout and further cleanup of the smaller lines in the growth equity portfolio. We should see an improving trend in balance sheet value creation going forward.\nAs announced during our Capital Markets Day, we are committed to increase return to our shareholders through dividends and share buybacks. This is consistent with our commitment made back in November 2023. In 2024, we increased our ordinary dividend by 10% to EUR 2.42 per share and significantly increased our share buyback program that has reached EUR 210 million. In 2025, we proposed another 10% increase in the ordinary dividend, and we doubled today our share buyback program, which is set at EUR 400 million for the year. All in all, returns to shareholders will increase by 50% in 2025 relative to 2024 and will represent twice the amount we returned in 2023.\nAs you know, we follow a 2-pronged strategy in sustainability, a mean at top rankings in sustainability and striving for leadership in impact investing. Eurazeo continued to be recognized as best-in-class on sustainability, maintaining top rankings in major benchmarks, MSCI ESG, UN PRI and Sustainalytics. In 2024, Eurazeo also strengthened its line of impact funds with the final closing of Eurazeo's transition infrastructure fund, 40% above its initial targets. The first closing of its fourth vintage in biotech at EUR 140 million and the launch of our eighth impact fund, Eurazeo Planetary Boundaries Fund, EPBF in buyout. PBF had a first closing last week at EUR 300 million and closed its first deal in biocontrol for crops.\n\nChristophe M. Baviere\n\nCEO, Founding Partner, Chairman of Board & Chairman of Mgmt Board, Idinvest Partners SA\n\nThank you, William. I invite you now to focus on operational performance of our asset management, starting with fundraising. As William mentioned, we raised EUR 4.3 billion from clients in 2024, above our guidance of about EUR 4 billion. This represents another 23% increase year-on-year after a 21% increase in 2023. So this strong performance is very encouraging given a gradually improving but still challenging environment for fundraising in 2024. No doubt, this highlights the quality of our franchises as well as the relevance of Eurazeo's positioning as a European mid-market growth and impact focused investment firm.\nThis is also broad-based. Let me give you a few examples of this. First, our private debt fund recorded high inflows, thanks to the attractive risk-reward profile for clients. We have demonstrated this with already 6 successful vintages in direct lending. In 2024, we nearly doubled our inflows in this asset class with notably the successful first closing of our new direct lending flagship EPD VII, Eurazeo Private Debt VII. Second, in private equity, we announced the successful closing of the mid-large buyout program at more than EUR 3 billion, above expectation. This success is led by a new management team, and it underlines the quality of our franchise and the appeal of our mid-market positioning in an otherwise complex market for buyout. Still in PE, we have a good momentum in our GP-led secondary programs, and we continue to raise funds in our venture digital program.\nFinally, in real assets, our sustainable infrastructure fund, you remember, announced a final closing of EUR 700 million, 40% above its initial target of EUR 500 million, which is remarkable for a first-time fund and showcasing how impact can be a strong business driver.\nTo start off 2025, we have announced this week a very encouraging first closing for our impact buyout fund, EPBF, for EUR 300 million. A few words on our debt franchise, which now represents EUR 9 billion of AUM and is a major growth driver for the group. Our new vintage of direct lending, EPD VII was off to a good start in 2024 with EUR 2.5 billion of third-party money collected, attracting more international LPs, notably from Southeast Asia. What are the key pillars for continued success? These key pillars of our direct lending franchise are very clear. First, the differentiating positioning on the lower mid-market, which is a deep and attractive market with lower competition from banks and higher returns for investors. Second, it's a true pan-European footprint with an international team based in 5 key geographies, which is deploying across the entire European market.\nThird, last but not least, a strong and consistent track record over a long period of time with default rates close to 0. You will recall from our Capital Markets Day that we outlined our ambition to further expand our client franchise through the internationalization of our institutional LP base and through the development of our wealth channel in France and abroad. Well, we made progress in both directions in 2024. We signed 31 new institutional clients in 2024 for a total of 440 institutional clients at the end of 2024. These new clients represented 1/3 of Eurazeo's annual fundraising. In 2 years, we doubled our inflows coming from international institutional LPs, which now represent more than 60% of our inflows compared to less than 40% a few years ago. To support the extension of our reach, we've made senior appointments in our coverage team in key geographies such as the Nordics, the Middle East, the DACH region and in Japan with the opening of an office in Tokyo.\nOur wealth solution franchise is pretty unique in our industry, and it is the other key engine of fundraising with steady and growing flows. We collected more than EUR 900 million or more than 20% of our total fundraising from wealth in 2024. We now have more than EUR 5 billion coming from individual clients, representing more than 19% of our third-party AUM. This success is notably supported by our blockbuster evergreen fund, EPVE 3, which has more than EUR 2.6 billion in AUM, has won the award for the best mass affluent product at IPEM just last month. EPVE 3 now ranks among the top 3 evergreen private market funds in Europe. But we also have started to expand our wealth franchise outside of France with early success in key countries such as Belgium, where we already have significant flows. And we've signed agreements with distributors in Italy, Switzerland and Germany. To serve this market international better, we are launching 2 new evergreen funds dedicated to international distributors in what we will call the prime line, a prime product focused on private credit, a prime product focused on private equity, mainly through secondary transaction. So these initiatives will enable Eurazeo to accelerate in this very promising space.\nTurning now to 2025. As you can see, we have a solid and diversified pipeline of fundraising, both on the institutional side as well as on the wealth segment. Our funds are at different stages. In flagships, we will benefit from the ongoing momentum in our direct lending and secondaries program. We expect a first closing for Eurazeo Growth IV in H1 and the launch of our fifth program in the lower end of mid-market buyout, PME V later this year. We have 3 Article 9 funds, which should be launched as well. We already talked about EPBF, which already has had a promising first closing. ESMI II in shipping decarbonation financing and a second vintage in sustainable infrastructure. We also expect the launch of Eurazeo Operational Real Estate Fund, EZORE, and we will continue to raise in venture.\nOn Wealth Solutions, I already talked about the launch of 2 new evergreen products, and we are initiating another growth fund for wealth investors. I've mentioned it before, you have perceived it an obsession of William and I share throughout Eurazeo. Expected performance is a key driver for fundraising, the driver for fundraising. In this respect, our 2025 fundraising pipeline is underpinned by strong ongoing performance of our strategies with all recent vintages, in particular, showing top-notch track record. We have a top quartile performance in direct lending with a best-in-class low default rate, again, close to 0. Our secondary strategy can boost more than 20% gross IRR on the last 2 vintages.\nIn growth, we have a very solid start for Eurazeo Growth IV with the current investment position in AI and Deep Tech performing well. Our PME team, which focuses on the lower end of mid-market buyout, has an excellent track record. Its latest vintage delivers a 33% gross IRR and a top decile DPI of 50%. Real estate team launching its first third-party fund, EZORE, can rely on a top quartile performance for its first 2 balance sheet vintages on all metrics, TPI, IRR and DPI. And finally, the first vintage of sustainable infrastructure, so still very long, has an IRR in excess of 15% and strong tailwinds.\nSo let me now turn to deployments and realization. As you know, 2023 was a low tide for M&A across the board with Eurazeo faring better than the market overall. We were optimistic, and we saw a gradual improvement in 2024 in the market. There are more people willing to trade and funding is available. This is particularly true for the mid-market segment. So we've had a sharp pickup in realization, which tripled year-on-year to reach EUR 3.4 billion. Again, this highlights Eurazeo's ability to monetize its assets and generate distribution for its clients across all strategies. As you can see, Eurazeo's exits were executed in good terms, which reflects again the quality of our investment strategies translating in strong returns for clients and our balance sheet. On average, the transaction have been concluded with high cash-on-cash multiples and good IRRs with on average 2.3x on buyout, 4x in tech and 1.6x in hospitality.\nDeployment. We continue to deploy capital actively in our preferred sector across all asset categories. In total, we deployed EUR 4.6 billion. It's a 19% increase year-on-year. Deployment continue to be healthy in private debt in line with the success of fundraising. And we've continued to grab interesting opportunities with companies like eres and rydoo in financial services, ImoOne and Pantera in healthcare, EcoVadis, Mistral and Cognigy in the tech and AI space. And as we have mentioned, new investment in Environmental Solutions. Of note, we have historically high level of dry powder at EUR 7.4 billion.\nI will now hand over to William, who will present financial results.\n\nWilliam Kadouch-Chassaing\n\nCEO, GD Finance and Strategy, CIO & and Member of Executive Board\n\nThank you, Christophe. I will now take you through the financial results for 2024. Let me start with the asset management activity. As a reminder, we decided to exit noncore GPs and sold our stake in Rhone Capital in 2023 and our stake in MCH in 2024. So the figures that have been presented to you are pro forma of both GPs. Overall, AUM growth and particularly fee-paying AUM growth illustrate the dynamism of our asset management business. Total assets under management were up 4% in 2024, reaching EUR 36.1 billion with third-party AUM up 10% and balance sheet-related AUM down 7% as we execute our plan towards an asset-lighter model. Fee-paying AUM were up 8% at EUR 27 billion, with third-party fee-paying AUM growing 12%.\nRecurring revenues from asset management posted solid growth. Management fees stood at EUR 421 million in 2024, up 7% from previous year on a comparable basis with third-party management fees up 14%, excluding catch-up fees, in line with our long-term guidance, and balance sheet management fees down 3% as we voluntarily limit our new commitments.\nFRE-related earnings for 2024 are up strongly. 2024 FREs amounted to EUR 150 million, up 11%. FRE margin is up 110 basis points and reached 35.5% in 2024, which is already in the 35% to 40% range we announced during our Capital Markets Day. We continue to benefit from a positive geo effect while investing in our future growth. Christophe highlighted earlier, senior hires to strengthen our senior client coverage in key geographies. In addition, we also made some hires in specific investment teams, yet have remained very disciplined on costs overall.\nIn a nutshell, the contribution of the asset management activity amounted to EUR 153 million in 2024, which is up 20% year-on-year. As said, recurring operating income is up strongly with FREs up 11% at EUR 115 million. Performance fees are up, thanks to a higher level of realizations. As our funds are maturing and we return more capital to LPs, performance fees from third parties are due to increase significantly in the next years to represent up to 10% of our third-party revenues over the cycle. This is what we said during the Capital Markets Day.\nLet's now turn to the investment activity, starting with portfolio value creation. The main driver of the P&L of the investment activity is indeed the portfolio change in fair value. As you can see, the net value of our portfolio was EUR 7.9 billion at the end of 2024, down 5%, with scope contributing minus EUR 60 million, minus 1% due to the completed exits combined with disciplined investments and the change in fair value contributing minus EUR 323 million or minus 4%. The per share value of the portfolio amounted to EUR 107.8 at the end of 2024, down 2% only given the positive offsetting impact of the execution of our share buyback program.\n2024 value creation reflects 2 fundamental facts. First, solid value creation in buyout, private debt and real assets across the board for plus 9%, driven by strong performance across the portfolio of underlying assets and exits realized at a premium to net asset value, yet offset by the write-down of a very limited number of legacy assets. Second, we continued to adjust valuations in gross equity. Let me stress again that value creation of any portfolio is not linear. There were significant markups in 2021 and '22, and value creation of the portfolio remains 10% per annum over the last 5 years, consistent with our 10-year average.\nLet me now run you through more details, starting with operational performance of underlying assets. Overall, 2024 was another illustration of the quality of the underlying assets in spite of still mixed macro environment. Let's start with buyout, which represents more than 60% of the total value of the portfolio, 61% in fact, revenues and EBITDA were up, respectively, 9% and 27% in 2024. Second, companies in our growth portfolio, which represent roughly 21% of the total portfolio value, posted an aggregated revenue growth of 14%. Our top holdings like Doctolib or BackMarket continue to perform very strongly with revenues up 20% to 30% and are trending towards profitability. In addition, the 5 companies in our most recent vintage, EGF IV that Christophe alluded to, have a strong growth pattern, above 50% revenue growth in 2024 and 2 out of 5 of these companies are already profitable, which reflects a new approach to investing in growth equity at our level.\nThird, in our real assets portfolio, which accounts for 12% of Eurazeo portfolio value, we recorded a strong year-on-year operational performance with an increase in EBITDA of 11% for our hospitality business. This performance reflects the specificities of our exposure in real assets. We are talking about operational real estate and hospitality represents more than 50% of the total with a diversified geographic exposure.\nLet's dive a little deeper into our buyout portfolio. Again, this represents 61% of the balance sheet, which is invested. This EUR 5 billion portfolio is very granular with 50 holdings and had an overall strong performance across the board in 2024, as you can see on the slide. This performance is nevertheless largely offset by the write-off of 2 legacy assets, which are WorldStrides, a U.S.-based company specialized in students travels acquired in 2016, and 2RH, a global player in sports equipment acquired in 2017. The 2 combined have a negative impact of EUR 320 million.\nWe also adjusted down our brands U.S. portfolio for about EUR 60 million across 3 assets. This portfolio has had a mixed performance since its inception in 2019, and we are in the process of exiting from this noncore strategy. Bar these 3 specific cases, value creation in the portfolio was a strong and broad-based plus 9%. And let me stress again that our most recent vintages, as Christophe mentioned, have strong performance, which is very encouraging looking forward. EC V in mid-large had a 10% value creation in '24. PME IV in lower mid-market had a 39% value creation and ESF V secondaries had a stunning 33% growth in value creation.\nTurning to growth equity. We made further adjustment in the growth equity portfolio, which is made of 33 investments and represent 21% of the on-balance sheet portfolio value. On our top 3 lines, which represent close to 60% of our portfolio, we made only marginal changes. We are talking about strong companies such as Doctolib, BackMarket and ContentSquare. Overall, discount to last round of fundraising for these lines is about 27%. We have had a more drastic approach on our smaller legacy lines with an average 70% discount now on their latest round financing. They are thus more marginal in our portfolio. And some indeed present some upside potential in our view, such as United, which is now well capitalized and operate in a more favorable environment for consumer credit. Despite significant adjustments in '23 and '24 made to this portfolio, let me remind everyone that we still sit as an LP as a balance sheet on an average cash-on-cash multiple of 1.3 for the historical portfolio. In addition, we recorded a slight positive value creation in our most recent vintage, EGF IV, reflecting the quality of the new investment made by our growth equity team, as I mentioned.\nLastly, a word on real estate, which represents 16 lines and 12% of the value of the balance sheet portfolio. Real estate value creation is 1% in 2024. We continue to have a strong performance in our operational real estate, mostly hotels. We adjusted down valuation in other real estate assets, particularly in the office segment. Value creation in sustainable infrastructure is strong with a 12% value creation recorded in 2024.\nLet me now comment on asset rotation pertaining to the balance sheet, which is a key driver, as you know, of the transformation of our business model towards an asset-lighter business model. Realizations doubled in 2024 at more than EUR 1 billion compared to EUR 500 million in 2023. As Christophe highlighted already, realization crystallized strong returns for the balance sheet as well as for LPs for the balance sheet is 2.3x in buyout, 1.6x in partial exits for hospitality. The aggregate upside to the net asset value we achieved in selling our portfolio was plus 10%. This is the best back testing of how serious we are in valuing our portfolio, and it highlights a strong long-term track record in exiting in good conditions.\nLet me now turn to the percentage of asset rotation. We had a 17% pace of asset rotation in 2024, 13% realized, 4% in addition linked to announced deals such as Albingia. Considering our rich pipeline of exits for the year, we expect to trend back towards our historical 20% to 25% of net asset value going forward, assuming the environment, of course, continues to improve gradually.\nTurning to the P&L of the investment activity overall, contribution of the investment company was a negative EUR 544 million in 2024 with the following main drivers: a noncash change in fair value of the portfolio for EUR 323 million. Intercompany management fees and performance fees paid to the asset management amounted to EUR 131 million. They are, as you know, considered as a cost for the investment company. And steering costs were down slightly year-on-year, which reflects our strong commitment to tight cost management at all levels.\nIn a nutshell, at group level, net results group share for 2024 stood at minus EUR 430 million for the year. This reflects again a strong contribution from the asset management activity and a noncash negative contribution of the investment activity.\nTo recap, we've made good progress towards our strategic goals in 2024, both on the growth and on the transformation pillar of our plan. We are building a leader in private markets with a clear and relevant positioning on European mid market, growth and impact. We are delivering steady earnings growth, thanks to revenue growth and cost management. And finally, we are increasing capital return to shareholders, which we doubled over 2 years. Thank you for your attention. We can now open the Q&A session."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2d60b18e3c7af39b900c159232e4f002",
    "period": "2024 Q2",
    "content": "Half Year 2024 Eurazeo SE Earnings Call\n\nHalf Year 2024 Eurazeo SE Earnings Call\n\nRFPARISJUL 25, 3:00 AM\n\nOperator\n\nWelcome to the Financial Information for H1 2024 results. My name is Caroline, and I will be your coordinator for today's event. Please note, this call is being recorded. [Operator Instructions]. For today's call, we have William Kadouch-Chassaing, Co-CEO; and Christophe Baviere. I will now hand over the call to your host to begin today's conference. Please go ahead, sir. Thank you.\n\nWilliam Kadouch-Chassaing\n\nCEO, GD Finance and Strategy, CIO & and Member of Executive Board\n\nThank you very much for the introduction. Good morning all. Thanks for joining this call. Christophe and I are pleased to welcome you to our 2024 half year results presentation. Our presentation will be in three parts. First I will share with you the financial and non-financial highlights for H1. Second, Christophe will focus on fundraising, commercial dynamic and asset rotation. And last, I will detail our financial results. We will then be available to take questions.\nDuring the first half of 2024, we made further progress in the execution of the strategic plan that we presented to you to the market last November. Let me share some key facts that summarize our H1 achievement. First, asset management is growing dynamically. Fund raising is up 63% relative to last year at EUR 2.1 billion. Fee paying AUM from third parties are up 14% plus 14%, and management fees from third parties are up plus 13%. Second, we continued to broaden our client reach. More clients are willing to invest in our funds with institutional fundraising from outside of [indiscernible] for 70% of the total and early success abroad in wealth.\nTo support this development, we made new senior international hires, both in coverage and investment strategy. Third, we continue to be focused on operational efficiency with FRE posting a 21% growth year-on-year thanks to positive [ jaws ]. Both, Asset protection is picking up as we announced. Rotation of the balance sheet is already 9% year-to-date, and we exited all of our noncore GP stakes with the exit of MCH announced earlier in the quarter. And last, we delivered shareholder return with an increase of 10% of the dividend per share and the doubling of our share buyback program.\nLet me turn to no financial highlights. As you know, we follow our 2-pronged strategy, sustainability, aiming at top rankings in EFG and thriving for leadership in impact. Eurazeo as well as [indiscernible] in ESG with being ranked in 81st position among Time Magazine [indiscernible] more sustainable companies and, in fact, being the top ranked [indiscernible] in this classification. And we reached the second position out of 283 private equity companies according to Nordex for our performance in terms of diversity, equity and inclusion. Christophe and I and the whole Executive Board are very proud of this achievement. And I think the progress made as we entered the top 10 for the first time in 2023.\nOn impact, during the first half of 2024, we strengthened our lineup of funds with the final closing of Eurazeo transition Infrastructure Fund, Article 9 funds 40% above its initial target and the launch of our 8 impact fund, Eurazeo Planet 3 boundaries Fund 1, EPBS buyout fund with a target size of EUR 750 million. This fund will be dedicated to planet boundaries Its objective will be to build and support the leaders of tomorrow. We are working to reverse -- we are working to reverse the overstepping of planet re boundaries or adapt to them.\n\nChristophe M. Baviere\n\nCEO, Founding Partner, Chairman of Board & Chairman of Mgmt Board, Idinvest Partners SA\n\nThank you, Willam, for these complete highlights. Let's now dig into more details, and we start with fundraising. So Eurazeo raised EUR 2.1 billion from clients in H1. And this represents 63% increase year-on-year. This is quite a good strong performance, which is very encouraging, given a gradually improving but still challenging environment for fundraising in H1. No doubt, this highlights the quality of our franchises as well as the relevance of Eurazeo's positioning as a European mid-market growth and impact focused investment firm. This is also quite broad-based. Let me give you some details.\nFirst, on our first our private debt funds recorded high inflows. And this is thanks to the attractive risk reward profile for clients. We have demonstrated this with already 6 successful vintages in direct lending. In H1, we doubled of inflows in this asset class with notably the successful for closing of our new direct lending flagship, Eurazeo private #7. Second, in private equity. We announced the first closing of the latest biotech vintage of [indiscernible], we have a good momentum in secondaries, notably through our wealth solutions. And finally, in real assets, as we have mentioned, our sustainable infrastructure fund announced the final closing at EUR 706 million.\nAnd again, this is above initial target of EUR 500 million, which is remarkable for supension showcasing our impact can be a strong business driver and an additional EUR 40 million will be recorded in Q3 on this fund. So the wealth solutions channel continues to deliver regularly. We've raised EUR 450 million in H1, and this is up 30% year-on-year. Building on our strong position in France and also expanding across Europe. For the rest of the year. Well, for the rest of the year, we continue to benefit from a solid and diversified pipeline of fund raising, both on the institutional side as well as on the wealth segment.\nOur funds are obviously at different stages. So we've had a final close again on our sustainable infrastructure fund, and we are nearing the end of the fundraising of our mid large buyout fund Eurazeo Capital 5. We had the first closing on direct lending and [indiscernible], and they will continue to rise over the coming quarters. Additionally, Additionally, we have several funds on the road in H2, a fifth vintage in secondaries, an article 9 buyout -- on buyout funds, sorry, on planet boundaries. And this has already good traction with prospects that are already into diligence and the launch of a more active marketing phase for the fourth vintage of our growth equity franchise.\nOn Wealth Solution on Wealth Solutions, our reserve Green product, PV which is a mix of private debt and secondaries. I would say this fund is going from strength to strength. It already reached EUR 2.2 billion in AUM. And this is one of the largest private market retail fund in Europe. And Eurazeo is in the process of launching new funds shortly at French and at European levels. You will recall from our Capital Markets Day, that we outlined our ambition to further expand our client franchise through the internationalization of our LP base and the development of wealth channel in France and abroad.\nWhat I would say we've made good progress in both directions in H1 2024. We raised close to EUR 1.6 billion of institutional money in H1, out of which, as William mentioned, 70% came from international APs, which is higher than the level we have had a few years ago. To support the extension of Eurazeo's reach, we've made senior appointments in the coverage team in key geographies, such as the Nordics, the Middle East, the DAC region and in Japan with the opening of an office in Tokyo. Our wealth solution of wealth conditioned franchise also continues to grow at a steady pace. In France, we continue to grow with our existing distribution partners and we are adding regularly new significant ones.\nAnd our strategy outside -- to expand outside of France is paying off. We begin to have flows from international market, especially from the [indiscernible] and we signed promising distribution agreements in Germany, in Italy and in Switzerland. Let me now turn to deployments and realization. As you know, 2023 was a low time for M&A across the board, yourself did better than the market in 2023. And I would say, we continue on that trend, we see a gradual improvement in the market. There are more people willing to trade and funding yield available. This is particularly true for the mid-market segment. Eurazeo has had a sharp pickup in realization, which tripled year-on-year to reach EUR 1.6 billion, this highlights. So gradually higher liquidity we are witnessing in the market at the moment as well as, I would say, ours better ability to monetize its assets and obviously to generate distribution for clients.\nOn the other hand, on the other hand, we continue to deploy capital selectively in our preferred sectors across all asset categories. We deployed EUR 1.6 billion, the same amount than last year. Deployments continue to be healthy in private debt in line with our success on fund raising. And since the end of H1, we continued to grab interesting opportunities in buyout with companies like EES and [indiscernible] our intake for investment in Mistral and [indiscernible] in the artificial intelligence space.\nIt's important to mention that Eurazeo's exit were executed in good terms, which again reflects the quality of our investment strategies translating strong returns for our clients and for our balance sheet. As you can see, we have had additional deals announced in Q2 across the board. In buyout with easing in growth with leaps and with a part of the hotel portfolio of grape in the feeds. On average, this transaction has been concluded with high cash-on-cash multiples and good IRRs.\nOn average, 2.4x on buyout for ties in tech venture growth and 1.6x in hospital. I will now hand over to William, who will present financial results.\n\nWilliam Kadouch-Chassaing\n\nCEO, GD Finance and Strategy, CIO & and Member of Executive Board\n\nThank you, Christophe. And apologies to everyone for my voice. Well, I hope you can still hear me. Thank you. I will now take you through the financial results for H1. Let me start with the asset under management. As a reminder, we decided to exit noncore GPs and sold our stake in [indiscernible] in 2023 and of MCH earlier this year. The figures we present are held pro forma of both GPs. Overall, AUM growth and particularly fee-paying AUM growth illustrates the dynamics of our asset management businesses, as we both highlighted with Christophe.\nTotal assets under management were up 9% in H1, reaching EUR 35.4 billion, with third-party AUM up 13% Fee paying AUM were up 10%, nearly EUR 26 billion, with [indiscernible] in growing 14%. Recurring revenues from Asset Management posted solid growth consequently. Management fees stood at EUR 204 million in H1, up 8% from previous year on a comparable basis. So [ party ] management fees were up 13%, including 14% from IM Global Partners. Balance sheet management fees were down 3%, as you can see, as we voluntarily limit our new commitments as announced during the Capital Market Day.\nLet me turn to Fee-related earnings for H1 2020 are up strongly. H1 2024 FREs amounted to EUR 71 million up 21% from last year on a like-for-like basis. We continue to benefit from a positive joe effect, while investing in our future growth. histo highlighted earlier senior hires to strengthen our senior client coverage in key geographies. In addition, we also made some hires in specific investment teams and appointed a new head of HR, a new Head of Communication. Nevertheless, costs are up only 2%, and margin is up at 34.8% which is a strong increase relative to the same period of last year. The contribution of the asset management activity amounted to EUR 65 million in H1 2024, up 16% year-on-year. As said, Recurring operating income is up strongly with FRS up 21% at EUR 138 million.\nPerformance fees are still low despite the high level of realization as our funds are maturing, and we return more capital to LP performance fees from third party are due to increase significantly in the next few years to represent up to 10% of our third-party revenues of cycle, as we said, during our capital market days. Let's now turn to the investment activity. starting with the value of our portfolio. The main driver of the P&L of the investment activity under IFRS 10, as you know, is a portfolio change in fair value, i.e. value creation. As you can see, the net value of our portfolio was EUR 8 billion, nearly EUR 8 billion at the end of H1, down 4%, scope contributing minus EUR 312 of circa 3.4% due to the completed exit combined with disciplined reinvestment. This is completely consistent with our commitment to the market to rotate the balance sheet and not reinvest everything we realize.\nChange in fair value contributed to minus EUR 48 million or minus 0.6%. The per share value of the portfolio amounted to EUR 106.9 at the end of H1, down 2% only. The difference steps from the positive impact of the execution of our share buyback program, which is equivalent again to circa plus 2%. As you can see, more in detail, buyout, real assets and private debt showed an increase in fair value of respectively, plus 1%, plus 3% and plus 2% White gross portfolio was adjusted down by 7%. Value creation was positively impacted by the operating performance of the underlying portfolio. as well as realization completed above the last recorded net asset value.\nOn the other hand, we continue to adjust multiples or discount applied to some specific clients in the portfolio. This is to reflect market movement for some comparables. Let me remind everyone, when I put, for example, in the SaaS tech multiple globally, they are down 17% and for -- in the first half of 2024. Let me stress the value creation of any portfolio is not linear. Value creation for the portfolio was 11% in average for the past 3 years, including first half of 2024. As said on the component of the value creation got tank to the growth of operating metrics of our underlying portfolio. We have a transformational value creation playbook across the board, which we think is well adapted to higher for longer interest rates.\nOverall, in H1, you see another illustration of the quality of the underlying assets. In buyout, which represents 60% of the total value of the portfolio. revenues and EBITDA more prospectively, 8% and 15%, and it is very broad-based across all lines. Second, companies in the growth portfolio, which represent 23% of the total, posted an aggregate value growth of 15%, with EBITDA improvement EBITDA improvement across the board. In fact, the EBITDA margin of our growth portfolio, which for most part, most of the lines is still negative, is better than budget. So in our real estate portfolio, which accounts for 12% of Eurazeo portfolio value, we had a strong year-on-year operational performance, as you can see, again, our performance in real estate reflects the specificities of our exposure.\nWe are talking about operational real estate and hospitality represents more than 50% of the total is quite unique. And that explains why our program generally [ Casta Eduardo ] in real estate in terms of performance. Another important even of our value creation is our ability to realize exits to both NAV has been the case consistently over a long period of time, as you can see, again, in the chart was true also in '17, '18, '19, if we had booked the numbers. As Christophe mentioned earlier, we've been able to monetize assets through all asset classes in H1 '24 and exits were all done in very good terms. The average NAV uplift for equity, asset transactions realized on has been 15% plus 15%.\nOverall, closed and soon to be closed deals relating to the balance sheet. Christophe talked about the whole asset manager, focusing on the balance sheet, close as to close this out to more than EUR 70 million in H1 2024 of 9% of our portfolio as of December 2023. This is already more than what realized to be realized for the full year of 2023. In 2023, we realized EUR 506 million, 6% of the NAV for the total year as we said. We have a good and diversified pipeline of exits for H2 2024, and we confirm that the balance sheet protection is expected to be higher in 2024 relative to the previous year.\nTurning to the P&L, the investment activity. Overall, the contribution of the investment committee was a negative EUR 156 million in H1 in 2024 with the following main drivers: change in fair value of minus 56% with EUR 48 million linked to the portfolio change and EUR 6 million. So the change in value of other financial assets, management fees paid to the asset management companies amounted to EUR 59 million. They are, as you know, considered as a cost of the investment company steaming costs were flat year-on-year. In a nutshell, at group level, net results group share for H1 2024 stood at minus EUR 105 million for the year -- sorry, for the first half compared to minus EUR 145 million in H1 2023, excluding the one-off accounting impact into IFRS exemption.\nThis reflects, again, a strong contribution from the asset management activity and a moderate noncash negative contribution of the investment activity. Let me finish with shareholder distribution. You know we are committed to increase return to shareholders through dividends and share buyback. And a lot of that is already seen in the first half. As announced during our Capital Market Day, we increased our ordinary dividend by 10% and in H1 to EUR 2.42 per share. And in the coming year, we confirm that our intention is to continue to increase of our ordinary dividends.\nRegarding share buyback, we already wrote EUR 109 million of our own shares in H1, which is twice the amount of last year, [indiscernible], our stepped up share buyback program. In total, ordinary dividend and share buyback combined of a 5% yield to shareholders. Thank you for your attention. Thanks for your patience, given by voice today. We can now open the Q&A session. Please don't hesitate to focus your question on Christophe."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7d879a2176717eed74d5fb3dd83a87c8",
    "period": "Unknown",
    "content": "Regions Financial Corporation Q1 2024 Earnings Call\n\nRegions Financial Corporation Q1 2024 Earnings Call\n\nRFNYSEAPR 19, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Regions Financial Corporation's quarterly earnings call. My name is Christine, and I will be your operator for today's call. [Operator Instructions] I will now turn the call over to Dana Nolan to begin.\n\nDana Nolan\n\nEVP & Head of Investor Relations\n\nThank you, Christine. Welcome to Regions First Quarter 2024 Earnings Call. John and David will provide high-level commentary regarding our results. The earning documents include a forward-looking statement disclaimer and non-GAAP information are available in the Investor Relations section of our website. These disclosures cover our presentation materials, prepared comments and Q&A.\nI will now turn the call over to John.\n\nJohn M. Turner\n\nPresident, CEO & Director, Regions Financial Corporation\n\nThank you, Dana, and good morning, everyone. We appreciate you joining our call today. This morning, we reported first quarter earnings of $343 million, resulting in earnings per share of $0.07. However, adjusted items reconciled within our earnings supplement and press release, representing an approximate $0.07 negative impact on our reported results.\nFor the first quarter, total revenue was $1.7 billion on a reported basis and $1.8 billion on an adjusted basis as both net interest income and fee revenue demonstrated resiliency in the face of lingering macroeconomic and political uncertainty. Adjusted noninterest expenses increased quarter-over-quarter and is expected to represent the high watermark for the year as seasonal impacts offset our ongoing expense management actions.\nAverage loans were lower quarter-over-quarter, reflecting limited client demand, client selectivity, paydowns and an increase in debt capital markets activities. Average in ending deposits continued to grow during the quarter, consistent with seasonal patterns. Credit continues to perform in line with our expectations. While pressure remains within pockets of business lending, our consumers remain strong and healthy. We anticipate overall asset quality will perform consistent with historical levels experienced prior to the pandemic.\nIn closing, we feel good about the successful execution of our strategic plan as evidenced by our solid top line revenue, which allows us to continue delivering consistent, sustainable long-term performance while focused on soundness, profitability and growth.\nNow Dave will provide some highlights regarding the quarter.\n\nDavid Jackson Turner\n\nSenior EVP & CFO, Regions Financial Corporation\n\nThank you, John. Let's start with the balance sheet. Average and ending loans decreased modestly on a sequential quarter basis. Within the business portfolio, average loans declined 1% as modest increases associated with funding previously approved in investor real estate construction loans were offset by declines in C&I lending. Approximately $870 million of C&I loans were refinanced off of balance sheet through the debt capital markets during the quarter.\nAverage consumer loans remained relatively stable as growth in residential mortgage, Interbank and consumer credit card were offset by declines in home equity and runoff portfolios. We expect 2024 average loans to be stable to down modestly compared to 2023.\nFrom a deposit standpoint, deposits increased on average and ending basis, which is typical for the first quarter tax refund season. In the second quarter, we expect to see declines in overall balances, reflecting the impact of tax payments.\nThe mix of deposits continue to shift from noninterest-bearing to interest-bearing products, though the pace of remixing has continued to slow. Our analysis of the trends and overall cover spending behavior gives us confidence that by midyear, we'll have a noninterest-bearing mix in the low 30% area which corresponds to approximately $1 billion to $2 billion of potential further decline in low interest savings and checking balances.\nSo let's shift to net interest income. As expected, net interest income climbed by approximately 4% linked quarter, and the net interest margin declined 5 basis points. Deposit, remixing and cost increases continue to pressure net interest income. The full rising rate cycle interest-bearing deposit beta is now 43%, and we continue to expect to peak in the mid-40% range. Offsetting this pressure, asset yields continue to benefit from higher rates through the maturity and replacement of lower-yielding fixed-rate loans and securities. We expect net interest income to reach a bottom in the second quarter followed by growth over the second half of the year as deposit trends continue to improve and the benefits of fixed rate asset turnover persist.\nThe narrow 2024 net interest income range between $4.7 billion and $4.8 billion portrays a well-protected profile under a wide array of possible economic outcomes. Performance in the range will be driven mostly by our ability to reprice deposits. A relatively small portion of interest-bearing deposit balances is responsible for the majority of the deposit cost increase this cycle, mostly index deposits and CDs. We have to take steps to increase flexibility such as shortening promotional CD maturities and reducing promotional rates. If the Fed remains on hold, net interest income likely falls in the lower half of the range, assuming modest incremental funding cost pressure.\nSo let's take a look at fee revenue, which experienced strong performance this quarter. Adjusted noninterest income increased 6% during the quarter as most categories experienced growth, particularly capital markets. Improvement in capital markets was driven by increased real estate, debt capital markets and M&A activity. A portion of both real estate and M&A activities were pushed into the first quarter from year-end as clients delayed transactions.\nLate in the first quarter, we also closed on the bulk purchase of the rights to service $8 billion of residential mortgage loans. We have a low-cost servicing model. So you'll see us continue to look for additional opportunities. We continue to expect full year 2024 adjusted noninterest income to be between $2.3 billion and $2.4 billion.\nLet's move on to noninterest expense. Adjusted noninterest expense increased 6% compared to the prior quarter, driven primarily by seasonal HR-related expenses and production-based incentive payments. Operational losses also ticked up during the quarter. The increase is attributable to check-related warranty claims from deposits that occurred last year. Despite this increase, current activity has normalized to expected levels, and we continue to expect full year 2024 operational losses to be approximately $100 million.\nWe remain committed to prudently managing expenses to fund investments in our business. We will continue focusing on our largest expense categories, which include salaries and benefits, occupancy and vendor spend. We continue to expect full year 2024 adjusted noninterest expenses to be approximately $4.1 billion with first quarter representing the high watermark for the year.\nFrom an asset quality standpoint, overall credit performance continues to normalize as expected. Adjusted net charge-offs increased 11 basis points driven primarily by a large legacy restaurant credit and one commercial manufacturing credit. As a reminder, we exited our fast casual restaurant vertical in 2019 and the remaining portfolio is relatively small.\nTotal nonperforming loans and business services criticized loans increased during the quarter and continue to normalize towards historical averages, while total delinquencies improved 11%. Nonperforming loans as a percentage of total loans increased to 94 basis points due primarily to downgrades within industries previously identified as under stress. We expect NPLs to continue to normalize towards historical averages.\nProvision expense was $152 million or $31 million in excess of net charge-offs, resulting in a 6 basis point increase in the allowance for credit loss ratio to 1.79%. The increase to our allowance was primarily due to adverse risk migration, and continued credit quality normalization, and incrementally higher qualitative adjustments for risk in certain portfolios previously identified as under stress. We continue to expect our full year 2024 net charge-off ratio to be between 40 and 50 basis points.\nLet's turn to capital and liquidity. We expect to maintain our common equity Tier 1 ratio consistent with current levels over the near term. This level will provide sufficient flexibility to meet proposed changes along with the implementation timeline while supporting strategic growth objectives and allowing us to continue to increase the dividend commensurate with earnings. We ended the quarter with an estimated common equity Tier 1 ratio of 10.3%, while executing $102 million in share repurchases and $220 million in common dividends during the quarter.\nWith that, we'll move to the Q&A portion of the call."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d0e5c457c598c32360c965ba0b7679e0",
    "period": "2023 Q4",
    "content": "Full Year 2023 Eurazeo SE Earnings Call\n\nFull Year 2023 Eurazeo SE Earnings Call\n\nRFPARISMAR 7, 3:00 AM\n\nWilliam Kadouch-Chassaing\n\nCEO, GD Finance and Strategy, CIO & and Member of Executive Board\n\nGood morning to all. Thanks for joining this call. Christophe and I are pleased to welcome you to Eurazeo's 2023 Annual Results Presentation. Our presentation will be in 3 parts. First, I will share with you the financial and nonfinancial highlights for the year. Second, Christophe will focus on fundraising, commercial dynamic and asset rotation. Third and last, I will detail our financial results. We'll then be available to take questions.\nLet me the highlights of the year. It has been a year since Christophe and I were appointed as co-CEOs of Eurazeo by the Supervisory Board. Together with Sophie and Olivier, members of the Executive Board and the whole team at Eurazeo, we have been focused on, especially 3 things: defining our midterm strategy, laying the foundation for future growth and delivering on our 2023 growth targets. In a nutshell, 2023 was a year of transformation and growth.\nOn strategy, we have a clear ambition. It is to become the leading alternative asset manager across the European mid-market growth and impact segments. Our plan is based on 4 levers: focus our value proposition, accelerate the shift towards an asset-light business model, expand and scale up our client franchises, improve operational efficiency. We've been busy building robust foundations. We have reshaped the organization, merged our investment companies and launched important projects to strengthen our operations as well as our digital infrastructure.\nLast, we delivered on the targets we had set for 2023. Fundraising lands above guidance, FREs posted strong growth, shareholder return is up. On realizations, our performance is in line with a more muted market environment yet with a clear pickup in Q4.\nLet me turn to the key facts that summarize the financial performance for the year. First, asset management continues to grow at a healthy pace. Fundraising is up 21% relative to last year and around 20% above guidance in spite of a more difficult market. Fee paying AUM are up plus 12%. Second, we delivered strong growth in operating margin. FREs are up 22% year-on-year. We increased our FRE margin by about 40 basis points.\nThird, we further proved the quality of our own balance sheet portfolio. The premium to last net asset value of the 5 exits we conducted in 2023 pertaining to the balance sheet stands at plus 23%. And whilst value creation is flat at plus 1% this year, value creation for the past 3 years including 2023, remains above target at 17%. Fourth and last, we continue to improve shareholder returns. We will propose to the general meeting at the AGM an ordinary dividend of EUR 2.42 per share, corresponding to a 10% increase versus last year. We have started to execute our new share buyback program of EUR 200 million, which is twice the amount of the previous program.\nIn 2023, we also delivered our nonfinancial goals. As you know, we consider our ESG approach and our impact franchise as core to our business model and believe them to be competitive advantages to future growth. A few key facts. 96% of our active funds are now classified as Article 8 or Article 9 according to the Sustainable Finance Disclosure Regulation. This compares with 90% a year ago. Our share of Article 9 funds, which is the most demanding category, remains one of the highest in the industry at circa 10% of our AUM.\nWe improved our Carbon Disclosure Project climate change rating to 8 in Eurazeo in the top 2% among all reporting companies, and we maintain our overall excellent ratings across the board. Finally, we are accelerating on impact with 2 impact funds having successfully raised above our initial targets in 2023. As announced during our Capital Markets Day, we are in the process of launching a new impact funds.\nI now leave the floor to Christophe to comment on fundraising and asset rotation.\n\nChristophe M. Baviere\n\nCEO, Founding Partner, Chairman of Board & Chairman of Mgmt Board, Idinvest Partners SA\n\nThank you, William. Good morning, everyone. Thank you for being with us. Let me start with focus on our fundraising gears for the year. Eurazeo raised EUR 3.5 billion from clients this year, and this is above the guidance of EUR 3 billion that we committed to in November. As we have introduced, this represents a 21% increase year-on-year, excluding our own, to be compared with around minus 10% for the European market as a whole. This performance is very encouraging given a challenging environment for fundraising in 2023. No doubt this highlights the quality of our franchises as well as the relevance of Eurazeo's positioning as a European mid-market growth and impact-focused investment house.\nIt is also broad-based. We managed to increase fundraising across all asset classes. Let me give you a few details. First, in buyout, we announced the successful first closing of Eurazeo Capital V, our new vintage in mid-large buyout. And we also continue to see good traction for our Eurazeo China Acceleration Fund, ECAF. We also face a good momentum in secondary transactions. Second, in venture, we posted a good performance in Digital and in Smart City which closed above its initial target.\nThird, private -- or private debt funds continued to record good inflows, thanks to the attractive risk reward profile for our clients. We are up 31% year-on-year in this asset class, thanks to our flagship in private lending and direct lending, Eurazeo Private Debt VI successfully closing above target. Finally, in real assets, our Sustainable Infrastructure Fund showed a strong fundraising. It is already above its initial target of EUR 500 million, which is remarkable for a first-time fund and it continues to raise, showing how impact can be a strong business driver.\nYou will recall from our Capital Markets Day that we are [ lined ] our ambition to further expand our client franchise through the internationalization of our LP base -- of our institutional LP base and the development of our wealth channel. We made progress in both directions in 2023. As you can see, we raised EUR 2.6 billion of institutional money this year, out of which 69% came international MPs. This is a significant jump compared to previous years.\nA few cases in point. A very large Asian bank for the first time took a large ticket in our private debt fund. And this was done for all the subsidiaries of this bank in the world. A nation life insurance company invested in our buyout program for the first time, and we've had our first successes in the U.S. with consultant firms for our infrastructure fund. We continued also to grow our wealth franchise in 2023 with EUR 863 million collected over the year. Wealth represented 25% of our total fundraising. And at the end of this year, at the end of 2023, AUM from the Wealth segment amounted to EUR 4.3 billion, and this represents now 18% of our total third-party AUM.\nAs we announced during our Capital Markets Day, we also invested in our capabilities to increase fundraising during 2023. We've made senior appointments in our sales team in key geographies such as the Nordics and the Middle East. In parallel, we continue to add regularly new distribution partners for our wealth franchise, and we are beginning to see traction on Moonfare and [ iCapital ] platforms.\nLet me turn to the pipeline of fundraising for 2024. As you can see, we have a solid and diversified slate of funds on the road both on the institutional side as well as on the wealth segment. Eurazeo is on the road with 4 flagship funds with the expected final closing of EC V, Eurazeo Capital V our mid-large fund, our fifth fund in secondaries, secondary transactions, our seventh vintage in private debt and our first vintage in gross equity. In addition, we also have smaller thematic fund in our range in biotech, in asset-based debt, and we will finally close our sustainable infrastructure fund which was the first one this year.\nWe will also be launching an Article 9 LBO fund. You will be hearing more details about that one in the course of the year. More specifically on the wealth segment, I mentioned earlier that Eurazeo has a successful range of dedicated fund. As an example, Eurazo's Evergreen Fund, EPV III, is a mix of private debt and secondary transaction. It should surpass EUR 2 billion in 2024, and my guess is that it will be in the first half of 2024. We are also fundraising through, as you can see, several figures fund across private adventure, growth and secondaries.\nSo let me now turn to deployments and realization. As you know, 2023 was a low tide for M&A across the board. In an uncertain macro environment, M&A market for private equity contracted by in 2023. According to PitchBook, and this was particularly spectacular in the first half of the year, we have begun to see green shoots in the market since the summer and particularly as inflation has receded and interest rate levels have stabilized. There are now more people willing to trade. Funding is back, funding is available and multiples tend to stabilize. And we are proud to say this is particularly true for the mid-market segment. Nevertheless, there is obviously higher selectivity by investors in this context.\nAgainst this backdrop, Eurazeo continued to deploy capital selectively in our preferred sectors across all asset categories. We deployed close to EUR 4 billion, which is 20% less than previous years -- than previous year. On the realization side, we decided to postpone some of our planned exit to the second part of 2023, and this was obviously done to benefit from better market conditions. With a pickup of activity in Q4, we were able to outperform the market in terms of exits. Overall, on the realization amount, including announced deals, we executed EUR 2.2 billion of exits in 2023, i.e., a 24% decrease relative to 2022.\nWhen it came to our deployment, we continue to be highly selective in 2023 in private equity and real assets. As you know, Eurazeo invests in category leaders, and we have continued to favor sectors with structural tailwinds. Specialty Financial Services and BMS is a good example of that. Take enabled business services, Neoxam, for example, health care and energy transition, in particular with the rollout of our Sustainable Infrastructure Fund. Demand for direct lending has remained high in the segment covered by Eurazeo as we are gaining market share over banks, particularly. So we deployed EUR 1.5 billion in 2023. And we've been able to pass additional spreads on top of higher floating rates, and this has been done while containing the cost of risk or default rates in this activity remains close to 0.\nSo we end the year with a significant firepower. We have EUR 7 billion of dry power, out of which EUR 4.6 billion from LPs. On the realization side, as said, we decided to postpone some of our plan exit to H2 when we clearly saw a pickup in activity in Q4 and we were able to announce by the end of the year, significant deals like Dorc and Efeso to name a few. Overall, we were able to execute EUR 2.2 billion of exits, taking into account all the deals announced at the end of the year. Eurazeo exits were executed in good terms -- in very good terms, which reflects the quality of our portfolio as well as the benefits of being a focused mid-market player.\nSo let me stress the 5 main deals we executed in buyout in 2023. As you can see, average cash and cash multiple was 2 point times -- 2.8x, sorry and average IRR amounted to 33%. I will now hand over to William, who will present our financial results.\n\nWilliam Kadouch-Chassaing\n\nCEO, GD Finance and Strategy, CIO & and Member of Executive Board\n\nThank you, Christophe. I will now take you through the financial results for the year. Let me start with the asset management activity. As a reminder, we sold our stake in Rhne capital in 2023, and the figures are all presented pro forma of Rhne. Overall, AUM growth and particularly fee-paying AUM growth, illustrates the dynamism of our asset management business. Total assets under management were up 9% in 2023, reaching EUR 35 billion with third-party AUM up 12%. Fee paying AUM were up 12% at EUR 26 billion with third-party fee paying AUM particularly strong at plus 16%.\nRecurring revenues from Asset Management posted another year of solid growth. Management fees stood at EUR 398 million in 2023, up 9% from previous year on a comparable basis. Third-party management fees, excluding IMG, were up 8%. IMG fees were only slightly up in 2023. The slow growth pace for 2023 is primarily attributable to a lag effect of lower AUM levels at the end of 2022. Trend has materially improved ever since with IMG AUM up 12% in 2023 and positive inflows year-to-date.\nBalance sheet management fees were up 18%, which as we had said during our H1 call, and this has then been already disclosed, is largely due to the commitment made in our mid-large buyout funds. Fee-related earnings for the year of 2023 are strongly up. 2023 FREs amounted to EUR 138 million, up 22% from last year on a like-for-like basis. Our FRE margin improved by 380 basis points and reached 34.8%, which is close to the bottom end of our midterm target of 35% to 40%. This further progress in Eurazeo's operating leverage reflects our commitment to cost efficiency, which we continue to invest in our future growth, as Christophe mentioned earlier.\nOverall, the contribution of the asset management activity amounted to EUR 28 million in 2023. As said, recurring operating income is up strongly with FREs up 22% at EUR 138 million. Performance fees are down due to a lower level of realizations relative to last year, both for balance sheet and third party. Performance fees from third party are due to increase significantly in the next few years to represent up to 10% of our third-party revenues over the cycle, as we said during our Capital Markets Day.\nLet's now turn to the investment activity, starting with the value of our portfolio. As you know, since we report our accounts under the IFRS 10 norm, the main driver of the P&L of the investment activity is a portfolio change in fair value during the year, i.e., the value creation. As you can see, the net value of our portfolio was EUR 8.3 billion at the end of 2023, up 6% from last year, with scope contributing EUR 312 million or plus 4% and change in fair value contributing EUR 62 million or 1%. The per share value of the portfolio amounted to EUR 109.6 at the end of 2023, up 9% from 2022. Hence, the impact of our share buyback program was plus 3%.\nAs you can see, buyout, real assets and private debt showed increase in fair value of respectively, plus 2%, plus 4% and plus 12% whilst the growth portfolio was adjusted down by 6%. Value creation was positively impacted by the operating performance of the underlying portfolio as well as realizations completed above the last recorded net asset value. On the other hand, we adjusted multiples or discounts applied to some specific lines in the portfolio.\nLet me stress that value creation of any portfolio is not linear. Some years are stronger than others. Value creation in the portfolio has been 17% per annum over the last 3 years, including 2023, which is to be compared with our historical average of 12% that we reiterated as a target during our Capital Markets Day. As said, a key component of the value creation pertains to the growth of operating metrics of our underlying portfolio. As you know, we have a transformational value creation playbook, which we think is well adapted to higher for longer interest rate environment.\nOverall, 2023 was another illustration of the quality of the underlying assets in spite of a more challenging macro environment. In buyout, which represents 60% of the total value of the portfolio, revenues and EBITDA of the underlying companies were up, respectively, by 10% and 13%. Companies in our growth portfolios, which represent 23% of the total portfolio value, posted an aggregated revenue growth of 17%. In fact, the majority of portfolio companies posted a higher rate of revenue growth than this 17%, i.e., between 25% and 40% is only a few portfolio companies lagging.\nAnd last, in our real assets portfolio, which accounts for 12% of Eurozeo portfolio value, had a strong year-on-year operational performance, as you can see. This performance reflects the specificities of our exposure in real assets. We are talking about operational real estate, and hospitality represent more than 50% of the total with a diversified geographic exposure.\nAnother important element of value creation, as Christophe explained, is our ability to realize exits above NAV. That's been the case consistently over a long period. 2023 exits were all done on very good terms, as has been mentioned, with an average 2.8x cash-on-cash multiple, [ 33% ] and an average NAV uplift of 23%. This compares to an average historical cash-on-cash multiple of 2.1x on realized transactions pertaining to the portfolio as well as a 25% historical uplift to latest NAV.\nOverall, closed and announced deals relating to the balance sheet amounted to around EUR 1 billion in 2023, which is about 13% of the previous year portfolio value. Looking forward, we expect a stronger stream of exits relative to 2023, which is consistent with our commitment to accelerate the shift towards a more asset-light business model. And we have a good and diversified pipeline of exits for 2024.\nTurning to the P&L of the investment activity. Overall contribution of the investment company was a negative EUR 91 million in 2023 with the following main drivers. Value creation contributed positively EUR 406 million, of which EUR 62 million linked to the portfolio change in fair value, as I mentioned earlier and EUR 47 million related to other financial assets. Management fees paid to the asset management company amounted EUR 222 million. They are deducted in the P&L of the investment company.\nIn a nutshell, at group level, net results group share for 2023 stood at EUR 1.824 billion for the year with the following elements: first, the positive contribution of asset management at plus EUR 128 million; second, a negative contribution of the investment activity at EUR 91 million; and third, we registered, as you know, EUR 1.9 billion positive one-off impact stemming from the revaluation of the accounting value of the on-balance sheet portfolio in relation to the IFRS 10 norm application plus the EUR 70 million loss on our -- on the sale of our stake in Rhne.\nWe are committed to increase return to our shareholders through dividends and share buybacks. As announced during our Capital Markets Day, we will propose at the next AGM an ordinary dividend of EUR 2.42 per share, which is a 10% decrease year-on-year. Investors who have been on the register for more than 2 years are eligible on top to a 10% loyalty bonus. In the coming years, our intention is to continue to increase our ordinary dividend.\nAs regards share buybacks, we bought EUR 129 million of our own shares in 2023. And during the Capital Markets Day, we announced a EUR 200 million amount of share buyback in 2024 for cancellation that we started to execute at the beginning of the year. This is part of [indiscernible] of the EUR 1.5 billion share buyback program that we plan to execute over 4 years.\nTo finish, one word on the financial structure. We have a robust balance sheet. We have a strong capital base with total equity of EUR 8.4 billion at the end of 2023. And we have a low gearing below 4%, taking account the closing of the disposal of Efeso which happened earlier this year and of Dorc which should happen shortly. We also have ample financial flexibility, thanks to our revolving credit facility of EUR 1.5 billion maturing in 2026.\nThank you for your attention. We can now open the Q&A session."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5e84e6eeee08a8e4ed72886636503c7e",
    "period": "2023 Q3",
    "content": "Q3 2023 Regions Financial Corp Earnings Call\n\nQ3 2023 Regions Financial Corp Earnings Call\n\nRFNYSEOCT 20, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Regions Financial Corporation's Quarterly Earnings Call. My name is Christine, and I will be your operator for today's call. [Operator Instructions] I will now turn the call over to Dana Nolan to begin.\n\nDana Nolan\n\nEVP & Head of Investor Relations\n\nThank you, Christine. Welcome to Regions' Third Quarter 2023 Earnings Call. John and David will provide high-level commentary regarding the quarter. Earnings documents, which include our forward-looking statement disclaimers and non-GAAP information are available in the Investor Relations section of our website. These disclosures cover our presentation materials, prepared comments and Q&A.\nI will now turn the call over to John.\n\nJohn M. Turner\n\nPresident, CEO & Director, Regions Financial Corporation\n\nThank you, Dana, and good morning, everyone. We appreciate you joining our call today.\nEarlier this morning, we reported earnings of $465 million, resulting in earnings per share of $0.49. And while we have some unusual items in our results this quarter, our core performance remains strong, and we continue to have one of the best return on average tangible common equity ratios in our peer group at 21%.\nDuring the quarter, we continued to experience elevated levels of check-related fraud. Our third quarter results reflect an incremental $53 million in losses stemming from a second fraud scheme, which also began in the second quarter, but was unknown to us at the time. This scheme manifested itself in delayed returns and as a result, has had a much longer tail.\nAfter adjusting our countermeasures to identify potential fraud instances more quickly, the volume of new fraud claims has slowed. Although difficult to project based on what we know today, we expect quarterly fraud losses to come down significantly and to be approximately $25 million in the fourth quarter.\nBased upon the increases we are seeing in check fraud across the industry, in fact, based on data we have, we indicate losses were up about 40% year-over-year. We expect future fraud losses to normalize in the $25 million per quarter range in 2024. Although the industry faces headwinds from lingering economic and regulatory uncertainty, we continue to benefit from our strong and diverse balance sheet with solid capital, robust liquidity and prudent credit risk management. Our proactive hedging strategies have positioned us for success in any interest rate environment. And our granular deposit base, and relationship banking approach continue to serve us well.\nWe spent over a decade derisking our balance sheet and are well positioned to manage their proposed regulatory changes without significant impact to our business model. We remain committed to appropriate risk-adjusted returns and now is not the time to stretch for growth. We're focused on supporting existing customers where we have a relationship and a proven history.\nWe have a great team with a proven track record of executing our strategy with focus and discipline. I'm confident in our ability to adapt to the changing regulatory and economic landscape while continuing to generate top quartile returns through the cycle.\nNow Dave will provide some highlights regarding the quarter.\n\nDavid Jackson Turner\n\nSenior EVP & CFO, Regions Financial Corporation\n\nThank you, John. Let's start with the balance sheet. Average and ending loans remained relatively stable quarter-over-quarter. Within the business portfolio, average loans were stable, while ending loans decreased 1%.\nAs John mentioned, we are being judicious in reserving our capital for business where we can have a full relationship. Client sentiment varies across industries with some continuing to expect growth, while others have a more muted outlook. Commercial commitments are down 1% compared to the second quarter. Average and ending consumer loans increased 1% as growth in mortgage and EnerBank was partially offset by declines in home equity and runoff exit portfolios.\nSubsequent to quarter end, we executed a sale of our remaining GreenSky portfolio of approximately $300 million, which represents one of our consumer exit portfolios. The economics of the transaction are relatively neutral but will create approximately 14 basis points of incremental charge-offs in the fourth quarter, offset by the related reserve release.\nLooking forward, we expect 2023 ending loan growth to be in the low single digits. From a deposit standpoint, the modest deposit declines were in line with expectations, largely driven by late cycle rate-seeking behavior. We continue to experience remixing out of noninterest-bearing or NIB products and ended the quarter with NIB representing 35% of total deposits. Given the current rate environment, we expect the percentage to ultimately level off in a low 30% range.\nWhile some customers find alternatives and other investment channels outside of Regions, many are moving to our CDs and money market accounts. We also continue to provide off-balance sheet opportunities through our wealth management platform and in the Corporate Banking segment via money market mutual fund solutions. In the case of corporate clients, overall liquidity under management has remained stable quarter-over-quarter. Acquisition and retention of high primacy and operating relationships are strong, reflecting our focus to sustain and extend our deposit advantage through cycles.\nLooking forward, the higher rate environment, a tightening Federal Reserve and heightened competition will likely continue to constrain deposit growth and pressure costs for the industry through year-end and into early 2024. Accordingly, we expect deposits to be stable to modestly lower in the fourth quarter, and we expect continued remixing into interest-bearing categories.\nSo let's shift to net interest income. Net interest income declined by 6.5% in the third quarter, reflecting the anticipated normalization from elevated net interest income and margin levels back towards a sustainable longer-term range. The decline is driven by deposit cost normalization, the start of the active period on $6 billion of incremental hedging, as well as a onetime leverage lease residual value adjustment.\nAs the Federal Reserve nears the end of its tightening cycle, net interest income is supported by elevated floating rate loans and cash yields at higher market interest rates and fixed rate asset turnover from the maturity of lower-yielding loans and securities. Deposit costs continued to increase through a combination of repricing and remixing, increasing the cycle-to-date interest-bearing deposit beta to 34%.\nHistorically, this behavior persists for a few quarters after the Fed stops moving interest rates. While we expect the pace of repricing to moderate, a higher federal funds rate over an extended period will cause remixing from low-cost deposits to persist. Ultimately, pushing deposit betas higher than previously anticipated. We now project the cycle-to-date beta to increase to near 40% by year-end.\nRegardless, we remain confident that our deposit composition will provide a meaningful competitive advantage for Regions when compared to the broader industry. If the Fed remains on hold, fourth quarter net interest income is expected to decline approximately 5% and driven by continued deposit and funding cost normalization and the beginning of the active hedging period on another $3 billion of previously transacted forward starting swaps. Net interest income is projected to grow approximately 11% in 2023 when compared to 2022.\nAs we look to 2024, higher rates for longer likely extends the period of deposit costs and mix normalization. We expect net interest income trends to stabilize over the first half of the year and grow over the back half of the year. The balance sheet hedging program is an important source of earnings stability in today's uncertain environment. Hedges added to date create a net interest income profile that is well protected and mostly neutral to changes in interest rates through 2025.\nWhile we do not anticipate adding meaningfully to the hedging position over the coming quarters, we continue to look for opportunities to add protection at attractive rate levels in out years through the use of derivatives or securities. During the third quarter, we added $1.5 billion of forward starting swaps and $500 million of forward starting rate collars.\nSo let's take a look at fee revenue and expense. Adjusted noninterest income decreased 2% from the prior quarter, as modest increases in mortgage and wealth management income were offset by declines primarily in service charges and capital markets. The increase in mortgage income was driven by higher servicing income associated with a bulk purchase of the rights to service, $6.2 billion of residential mortgage loans, closed early in the quarter.\nService charges declined 7%, reflecting the run rate impact of the company's overdraft, grace feature implemented late in the second quarter. Based on our experience to date, as well as our expectation for another record year in treasury management, we now expect full year service charges of approximately $590 million.\nTotal capital markets income decreased $4 million, excluding the impact of CVA and DVA, capital markets income decreased 13% sequentially as increases in M&A fees were offset by declines in other categories. We had a negative $3 million CVA and DVA adjustment during the quarter versus the $9 million negative adjustment in the prior quarter.\nWith respect to the outlook, we now expect full year 2023 adjusted total revenue to be up 5% to 6% compared to 2022. Let's move on to noninterest expense. Adjusted noninterest expense decreased 2% compared to the prior quarter and includes the previously noted elevated operational losses.\nExcluding the incremental fraud experienced in both the second and third quarters, adjusted noninterest expenses increased 1% sequentially. Salaries and benefits decreased 2%, driven primarily by lower incentives and payroll taxes, while other noninterest expense increased 12%, driven primarily by a $7 million pension settlement charge.\nWe remain committed to prudently managing expenses in order to fund investments in our business. We will continue to refine our expense base, focusing on our largest categories, which include salaries and benefits, occupancy and vendor spend.\nWe expect full year 2023 adjusted noninterest expenses to be up 9.5%. Excluding the $135 million of incremental operational losses experienced in the past 2 quarters, we expect adjusted noninterest expenses to be up approximately 6% in 2023 when compared to 2022.\nFrom an asset quality standpoint, overall credit performance continues to normalize as expected. Net charge-offs increased 7 basis points to 40 basis points due to elevated charge-offs related to a solar program, we've since discontinued at EnerBank, as well as lower commercial recoveries versus the second quarter.\nNonperforming loans, business services criticized loans and total delinquencies also increased. Nonperforming loans as a percentage of total loans increased 15 basis points in the quarter due primarily to a large collateralized information credit. Provision expense was $145 million or $44 million in excess of net charge-offs. The allowance for credit loss ratio increased 5 basis points to 1.70%, while the allowance as a percentage of nonperforming loans declined to 261%.\nThe increase to our allowance is due primarily to adverse risk migration and continued credit quality normalization, as well as the build in qualitative adjustments for incremental risk in certain portfolios, including office, multifamily and select markets and EnerBank. It's also worth noting the outcome of the most recent shared national credit exam, it is reflected in our results.\nThe allowance on the office portfolio increased from 2.7% to 3.1%. Importantly, the vast majority of our office exposure is in Class A properties located primarily within the Sunbelt and non-gateway markets. Overall, we continue to feel good about the composition of our office book. and do not expect any meaningful loss in this portfolio.\nWe expect net charge-offs will continue to normalize, including this quarter's charge-offs, but excluding the 14 basis point impact on our fourth quarter GreenSky loan sale, we expect full year 2023 adjusted net charge-off ratio to be slightly above 35 basis points.\nIn the third quarter, 2 anticipated notices of proposed rule makings were issued. While we plan to provide feedback through the comment process on both, we are well positioned to absorb the ultimate impacts without major changes to our business.\nWith respect to Basel III Endgame, as proposed, we estimate a low to mid-single-digit increase in risk-weighted assets under the expanded risk-based approach. In addition, to the phase-in of AOCI into regulatory capital.\nRegarding minimum long-term debt, we estimate a need to issue approximately $6 billion of long-term debt over the course of several years. We view this amount to be manageable, resulting in a modest drag on earnings.\nImportantly, the proposal to provide clarity on the evolution of the regulatory environment and support our decision to maintain our common equity Tier 1 ratio around 10% over the near term, as this level should provide sufficient flexibility to meet the proposed changes along the implementation time line while supporting strategic growth objectives.\nDespite the current macroeconomic and geopolitical uncertainty as well as the continued evolution of the regulatory framework, we expect that share repurchases will resume in the near term. And finally, we have a slide summarizing our expectations, which we have addressed throughout the prepared comments.\nWith that, we'll move to the Q&A portion of the call."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c7154398947630a685c5faae3e95e897",
    "period": "2023 Q2",
    "content": "Half Year 2023 Eurazeo SE Earnings Call\n\nHalf Year 2023 Eurazeo SE Earnings Call\n\nRFPARISJUL 27, 3:00 AM\n\nOperator\n\nHello, and welcome to the Eurazeo Financial information H1 2023 results. My name is Caroline, and I will be your coordinator for today's event. Please note, this call is being recorded. And for the duration of the call, your lines will be on listen-only mode. However, you will have the opportunity to ask questions at the end of the call. [Operator Instructions] I will now hand over the call to your host, Mr. William Kadouch-Chassaing and Mr. Christophe Baviere begin today's conference. Thank you.\n\nWilliam Kadouch-Chassaing\n\nCEO, GD Finance and Strategy, CIO & and Member of Executive Board\n\nThank you very much. Good morning, and thank you for joining our H1 results presentation. Thank you for the interest you take in our company. This presentation will have 3 parts. First, key highlights for the first half. Second, we talk about operational performance. Third, we talk about financial performance. We will then be available for a Q&A session. Let me start with the key highlights. As regards financial highlights, let me remind you that we changed the qualification of the company at the start of the year, and this is the first time we are reporting under the IFRS 10 exemption. Eurazeo net results for the first half stands at nearly EUR 1.8 billion with 3 factors behind it. First, we continue to grow our asset management business at a steady pace. Fee-paying AUM are up 16% year-on-year, and fee-related earnings are up 37% at EUR 69 million. The contribution of the asset management activity amounts to EUR 64 million for the first half, up 45% year-on-year. Second, the value of our portfolio is stable at around EUR 8 billion, with a slightly negative mark-to-market of EUR 27 million. We maintain a cautious approach to valuation in spite of good underlying operational performance of our portfolio companies and supportive valuation benchmark. As you can see, the per-share value of our portfolio increased by 3%, nevertheless, partly thanks to our share buyback program. Third and last, we have 2 exceptional items in H1, one positive at EUR 1.9 billion, stemming from the impact of the change in IFRS Coalification as I said, which was already announced in Q1 and one slightly negative with EUR 74 million loss resulting from the unwinding of the Rhone partnership.\nOn nonfinancial, we continue to strive, as you know, for leadership in ESG. And as a case in point, we made further progress. The share of AUM that we qualify as impact is up 8% to reach EUR 4.7 billion at the end of the first half. As you know, we have a great believer that impact will become increasingly a driving force in our fundraising. Let me update you on key decisions taken in the past 5 months since Christophe and I took over as co-CEOs of Eurazeo. These decisions are milestones to achieve our objectives, which is to create the European-based leader in private markets on mid-market growth and impact. First, we took decisions on organization and people. We adjusted our organization to reflect our strategy to operate as a full-fledged and scalable asset manager. We renewed leadership in some key investment teams and functions. And as you know, together with our stakeholders, we adapted the remuneration structure of the Executive Board that is now more aligned with shareholders' interest. Second, on strategy. We announced that we would review our minority stakes. We announced today that we have just disposed of our 30% stake in Rhone. The decision on MCH will be taken by the end of the year. On top, we are also assessing the midterm potential of all key investment strategies and will communicate at the end of the year. Third, on efficiency. We have launched key initiatives such as merging management companies that will simplify greatly our organization, investing more strongly in our digital road map and harmonizing operations across the company. Finally, we took the decision to change materially and improve our financial reporting. We also published today on top of the new qualification of the company. We also published today new KPIs with the performance of a selection of our funds, which you will find in the appendix.\nI now hand over to Christophe, who will comment on the operational performance for H1.\n\nChristophe M. Baviere\n\nCEO, Founding Partner, Chairman of Board & Chairman of Mgmt Board, Idinvest Partners SA\n\nThank you, William. So let's start with asset management KPIs. Total AUM are up 3.5% over 12 months. But third-party AUM are up 7% with balance sheet AUM growing at a lower pace. A double-digit growth in fee-paying asset management, which are up 16%, thanks to our recent fundraising and deployment in some asset classes. Turning now to fundraising. As you are all aware, the current environment for fundraising has become more challenging in the short term. LPs are taking more time to allocate their funds given a slower pace in asset rotation and distributions. The impact of the denominator effect and caution on rate hikes. The latest data available points to a market decline in fundraising for the European market of 17% to 20% in the first half of this year. In this context, we raised EUR 1.3 billion over this period, down 15% for the same period last year. Private debt again recorded good inflows, both in direct lending and in corporate loans through a program called [indiscernible]. In private equity, we collected funds mainly in venture and in secondaries and ongoing funds. We just announced the final close of the Smart CT2 program above target at EUR 400 million. Wealth management inflows remain a strength for our group. We raised around EUR 350 million in H1, around 27% of the group's fundraising for the period. We expect this segment to remain dynamic, thanks to the new partnerships we recently signed like CNP and [ LaBonte Postale ], Boursorama, Allianz, [ Belgium and Aptiv ]. I just mentioned that private is currently doing well. Allow me to give you a few highlights on the strategy, which represents nearly 20% of our assets under management, we are one of the leaders in Europe on the mid-market segment.\nOur particular trend here is clearly direct lending with promising development in asset base and corporate financing. For direct lending franchise benefit from a strong positioning with our mid-cap focus. As you know, the ongoing disintermediation of banks and financing tools fully based on floating rates offers a very favorable risk-reward profile for investors. Take or less vintage, which is called Eurazeo Private Debt VI. We are on track to reach our EUR 2 billion target, let's say, during this autumn. Our target net IRR is between 9% and 10%. The default rate of the portfolio is very low at 0.3%, and the low loss ratio is basically 0%. This is due to the fact that we are financing strong cash-generative companies backed by blue-chip sponsors. We are also able to continue to deploy capital at a good pace. This enables us to be very selective and this bodes well for our future fundraising. A word now on asset rotation. As you know, the M&A market is currently slow due to macro uncertainties on rates and on the macro economy. According to Pitchbook, private equity deals in value are down 54% year-to-date in Europe, and this is even more on large deals. Private deals are down 35%. That being said, the need for private capital remains very high, especially in key segments like infrastructure, energy transition and in the digitalization of our economy. In this context, we continue to be extremely selective on investment with deployment of EUR 0.9 billion in H1 compared to EUR 1.7 billion for the same period last year. That's a decline of more than 40%. Realization proved more resilience and are down only 32% in H1. Conditions remain healthy for quality mid-caps, which is Eurazeo, core focus, and we have a good pipe of potential exits, especially in the small mid-cap component of Eurazeo investment strategy. The underlying performance and this is a key element, the underlying performance of our portfolio companies remain solid on average, revenues of our PE and real asset portfolio, excluding roads are up 14% in H1. EBITDA is up 13%. The revenues of our growth companies are up 15% in H1 with the bulk of our investments on posting revenue growth in the 20% to 30% range in the context of a stronger focus on improving profitability.\nThank you. I now leave the floor to William for our financial results.\n\nWilliam Kadouch-Chassaing\n\nCEO, GD Finance and Strategy, CIO & and Member of Executive Board\n\nThank you, Christophe. Let me start with the contribution of the asset management business. As I said, we continue to enjoy steady growth. Management fees are up 13% in H1. Third-party management fees are up 3% in the first half. Adjusted for base effects, notably catch-up fees of about EUR 10 million in H1 '22. Gross of third-party fees would stand at 9% and total management fee growth would stand at 19%. This is more in line with the growth you see in third-party fee-paying AUM. Fee-related earnings for the first half of 2023 are strongly up at 37%. They stand at EUR 69 million. This results from the combination of management fee growth, as said, and a very strong discipline on cost, enabling a positive dose effect. During our Q4 results, we guided you towards strong growth in FRE for the year. As you can see, we are on track to meet this target. Let me stretch and you can see that on the chart, right-hand side of the page, that we further increase our margin, our FRE margins in H1 stands at 33.5%. It is up 200 basis points relative to end of the year 2022. And this is trending towards our midterm target of 35%, 40%. As you can see on the chart, we have steepened the increase in the margin over the past 2 years. Our Asset Management business in a nutshell posted a contribution of EUR 64 million. This is up 45% year-on-year, again, thanks to strong positive jaws effect. The level of performance fees remains low due to limited realization on the portfolio currently. This is a market-wide issue, as you know. In addition, we expect performance fees to pick up in the next years due to the maturity of our fundraising. In the medium term, as our funds are maturing, we indeed should enjoy a level of PRE as a percentage of our total revenues, more comparable with peers. Let me now run you through the results of our investment activity, starting with the change in fair value of our portfolio, which has become, as we said, the main driver of the P&L for our investment activity with a new IFRS accounting norm.\nBefore I comment on the evolution pertaining to Eurazeo, let me comment on the context of the first half. As a matter of fact, we benefited from a rather favorable dynamics for the valuation of our portfolio in the first half. First, as Christophe already highlighted, we have a solid underlying operational performance of our portfolio with double-digit revenue and EBITDA growth. Second, we have indeed supportive valuation benchmarks, public market multiples have trended upwards since the beginning of the year, both on the broader market and even more so in the tech space. Finally, as we highlighted a few quarters ago, we continued to enjoy a limited sensitivity to interest rates for the valuation of our portfolio as we have implemented a conservative hedging policy. Nevertheless, this is the next page. As highlighted before, in spite of this rather favorable context for valuation, we maintain a cautious approach to valuation in H1, leading to a slight decrease in fair value of $27 million or minus 0.3%. In a nutshell, portfolio valuation is flat in absolute terms and post a small increase on a per share basis, thanks largely to the share buyback program. The main reason why we decided to remain cautious on valuation is a slow M&A and capital market environment, as Christophe highlighted. There are too few exits we consider in the market to take a more positive stance on valuations we see. Now should you only take the underlying portfolio performance, you will easily get a plus 5% increase. This equates to EUR 384 million due to the underlying performance I mentioned. This is offset totally by valuation metrics we use for minus EUR 392 million. We have EUR 132 million of change in scope. And in total, the value of our portfolio in absolute terms is up 1%, EUR 8 billion, and the value per share is up 3% at EUR 103 per share. In a nutshell, the contribution of the investment company, the next page, stands at minus EUR 74 million, of which, as I said, EUR 27 million of change in fair value of the portfolio, EUR 61 million charge from management fees, which offsets the same amount recognized as a plus in our asset management business revenues. Other items include some transaction costs and the cost of financing of the holding company are rather insignificant.\nNow to summarize, you can see the group IFRS profit and loss. We posted EUR 1.8 billion net results for the first half, with again, first, a positive contribution from the asset management activity at EUR 64 million, a negative contribution from the investment company at EUR 74 million and EUR 1.8 billion of nonrecurring items, as I said, a positive gain of EUR 1.9 billion due to the first time application of the IFRS 10 exemption and a negative impact of EUR 74 million stemming from the sale of our 30% stake in road. On the balance sheet, let me say that again, we end up a period with a significant financial headroom. Our net debt remains very muted at 5% financial gearing, EUR 426 million, and we have $7.4 billion of dry powder, of which EUR 5 billion from our limited partners. To wrap up, we operate, as Christophe highlighted in a more difficult environment, for fundraising and asset rotation. In this result, we consider our results are satisfactory. We continue to grow our asset management, improve the margin of our business and our portfolio valuation is stable at EUR 8 billion. We remain very confident about the strength of the underlying fundamentals of private markets and more specifically on the potential of Eurazeo. As I mentioned, we have launched some key initiatives and we will present to you our midterm road map and financial trajectory during the Capital Markets Day on November 30, 2023.\nThanks for your attention. We'll now be available for questions."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0c6f8f6ae1c30bd10a0c223bd2011f5e",
    "period": "2023 Q1",
    "content": "Q1 2023 Regions Financial Corp Earnings Call\n\nQ1 2023 Regions Financial Corp Earnings Call\n\nRFNYSEAPR 21, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Regions Financial Corporation's Quarterly Earnings Call. My name is Christine, and I will be your operator for today's call. [Operator Instructions] I will now turn the call over to Dana Nolan to begin.\n\nDana Nolan\n\nEVP & Head of Investor Relations\n\nThank you, Christine. Welcome to Regions First Quarter 2023 Earnings Call. John and David will provide high-level commentary regarding the quarter. Earnings documents, which include our forward-looking statement disclaimer and non-GAAP information are available in the Investor Relations section of our website. These disclosures cover our presentation materials, prepared comments and Q&A.\nI will now turn the call over to John.\n\nJohn M. Turner\n\nPresident, CEO & Director, Regions Financial Corporation\n\nThank you, Dana, and good morning, everyone. We appreciate you joining our call today. Once again, Regions delivered another solid quarter, underscoring our commitment to generating consistent sustainable long-term performance. We generated earnings of $588 million, resulting in earnings per share of $0.62. Despite recent events in the banking industry, we remain focused on the fundamentals and things we can control.\nWe've spent over a decade enhancing our interest rate risk, credit risk, capital and liquidity management frameworks. Our relationship-based banking approach, coupled with our favorable geographic footprint uniquely positions us to weather an uncertain market backdrop.\nFurther, balance and diversity on both sides of the balance sheet have been a key focus for years. As a result, we are well positioned to withstand an array of economic conditions. Approximately 70% of our deposits are retail deposits. These deposits tend to be granular and less rate sensitive. In fact, approximately 90% of these deposits are insured.\nOur strategy focuses on primacy and customer loyalty. We want to be our customers' primary banking relationship. This strategy is evident in the fact that over 90% of our consumer checking households include a high-quality checking account, and over 60% of consumer checking deposit balances are with customers that have been with Regions for 10 years or more.\nOur wholesale or business services deposits are also highly diversified from an industry, size and geography perspective, with approximately 75% of deposits that are either insured, operational in nature or collateralized. In total, approximately 75% of our deposits across all business lines are insured or collateralized by securities and our deposits are with customers we know is over 97% reside within our 15-state footprint.\nFurther supporting our high-quality deposit franchise, we had access to total primary liquidity of approximately $41 billion at the end of the quarter, sufficient to cover uninsured retail and nonoperational wholesale deposits by more than a 2:1 ratio. If you include access to the Federal Reserve discount window, available liquidity increases to $54 billion or approximately 3:1 coverage. We have a strong team of bankers and the recent disruption has given us an opportunity to connect with our customers and top prospects to answer questions and reassure them of our stability. We've experienced some deposit outflows as corporate treasurers look to diversify and sought higher interest rates for their excess cash.\nHowever, we've also experienced deposit inflows from new and existing customers. Importantly, our total deposits at March 31 were roughly unchanged from what they were prior to the onset of liquidity concerns in the industry. The majority of the $3 billion deposit decrease this quarter was as expected, due primarily to further normalization in corporate deposits, which had dramatically increased during the pandemic, as well as the continuation of rate-seeking behavior in certain wealth and higher balance consumer accounts.\nFrom a lending perspective, our focus on risk-adjusted returns continues. Overall sentiment among our corporate customers remains positive. While most are forecasting strong performance in 2023, they are expecting modest declines from levels seen in 2022. While current market conditions weren't heightened caution, we believe our strong liquidity profile provides an advantage in terms of supporting our customers' borrowing needs.\nIn closing, despite all the industry turmoil, we feel very good about our balance sheet and strong liquidity position. And through our proactive hedging strategies, we are positioned for success in any interest rate environment. Our granular deposit base and relationship-based banking model continue to serve us well, and we're proud to continue supporting our customers' banking needs. Now Dave will provide some highlights regarding the quarter.\n\nDavid Jackson Turner\n\nSenior EVP & CFO, Regions Financial Corporation\n\nThank you, John. Let's start with the balance sheet. Average loans increased 2% sequentially. Average business loans increased 2% compared to the prior quarter, reflecting high-quality, broad-based growth across the utilities, retail trade and financial services industries. Approximately 87% of this growth was again driven by existing clients accessing and expanding their credit lines to rebuild inventories and expand their businesses.\nAverage consumer loans increased 1% as growth in mortgage and interbank was partially offset by continued pay downs in home equity and runoff exit portfolios. Looking forward, we continue to expect 2023 ending loan growth of approximately 4%.\nFrom a deposit standpoint, our deposit base remains a strength and competitive advantage with balances continuing to largely perform as expected. Previously, we indicated the combination of rapidly rising interest rates and normalization of surge deposits would likely lead to $3 billion to $5 billion of deposit declines by midyear before we would begin to generate net deposit growth.\nWhile the events in March created turmoil in the banking industry, we continue to believe that range is appropriate. However, we may be at the higher end of the range as we approach midyear.\nThe preponderance of deposit outflows this quarter occurred prior to early March and were in line with our expectations. Approximately $2 billion of the $3 billion outflow came from corporate deposits, reflecting normal seasonal activity. The other $1 billion came from a continuation of rate-seeking behavior among certain wealth and higher balance consumer clients.\nThe same characteristics that contribute to our deposit advantage in a rising rate environment are also helpful in a time of systemic volatility. As John noted, our focus on attracting and retaining a diverse and granular deposit base with high primacy drives loyalty and trust and instills funding stability. So let's shift to net interest income and margin.\nNet interest income continued to expand with market interest rates in the first quarter, reflecting our asset-sensitive profile and funding stability. Net interest income grew 1% linked quarter to a record $1.4 billion and net interest margin increased 23 basis points to 4.22%. As the Federal Reserve nears the end of its tightening cycle, net interest income is supported by elevated floating rate loan and cash yields at higher market interest rates and fixed rate asset turnover from the maturity of low-yielding loans and securities generated through the pandemic.\nAt this stage in the rate cycle, we expect accelerating deposit costs through repricing and remixing. Importantly, recent trends remain within our expectation. The cycle-to-date deposit beta is 19%, and our guidance for 2023 is unchanged, a 35% full-cycle beta by year-end. We remain confident that our deposit composition will provide a meaningful competitive advantage for Regions when compared to the broader industry.\nNet interest income is projected to grow between 12% and 14% in 2023 when compared to 2022. The midpoint of the range is supported by the March 31 market forward yield curve, which projects nearly 75 basis points of rate cuts in 2023, a stable Fed funds level would push net interest income to the upper end of the range.\nThe balance sheet hedging program is an important source of our earnings stability in today's uncertain environment. Hedges added to date create a well-protected net interest margin profile through 2025. Forward-starting receive-fixed swaps will become effective in the latter half of 2023, and '24 and generally have a term of 3 years. Activity in the first quarter focused on extending that protection beyond 2025.\nIn addition to forward-starting swaps, we added a $1.5 billion collars strategy, selling rate caps to pay for rate floors to limit exposure to extreme market rate movements. The resulting balance sheet is constructed to support a net interest margin range of 3.6% to 4% over the coming years, even if interest rates move back towards 1%. If rates remain elevated, our net interest margin is projected to remain above the high end of the range until deposits fully reprice.\nSo let's take a look at fee revenue and expense. Adjusted noninterest income declined 3% from the prior quarter as modest increases in service charges and wealth management income were offset by declines in other categories. primarily capital markets and card and ATM fees. Service charges increased slightly as seasonally higher treasury management fees offset declines in overdraft fees.\nExcluding the impact of CVA and DVA, capital markets increased 4% sequentially as growth in real estate capital markets, loan syndications, and debt and securities underwriting more than offset declines in M&A fees and commercial swaps. We did have a negative $33 million CVA and DVA adjustment, reflecting lower long-term interest rates, volatility in credit spreads as well as a refinement in our valuation methodology. Card and ATM fees were negatively impacted by a $5 million increase in reserves, driven by higher reward redemption rates.\nWith respect to our outlook, and incorporating first quarter results, we expect full year 2023 adjusted total revenue to be up 6% to 8% compared to 2022.\nLet's move on to noninterest expense. Adjusted noninterest expenses increased 1% compared to the prior quarter. Salaries and benefits increased 2%, primarily due to merit and a seasonal increase in payroll taxes. FDIC insurance assessment reflects the previously announced industry-wide increase in the assessment rate schedules.\nIn contrast to the prior 2 years, we expect first half 2023 adjusted expenses to be higher than the second half of the year. And we continue to expect full year 2023 adjusted noninterest expenses to be up 4.5% to 5.5%. We now expect to generate positive adjusted operating leverage of approximately 2%.\nFrom an asset quality standpoint, overall credit performance continues to normalize as expected. Net charge-offs were 35 basis points in the quarter. Nonperforming loans and business services criticized loans increased while total delinquencies decreased. Provision expense was $135 million, while the allowance for credit loss ratio remained unchanged at 1.63%.\nThe amount of the allowance increase due primarily to economic changes and normalizing credit from historically low levels, partially offset by a reduction associated with the elimination of the accounting for troubled debt restructured loans. It is worth noting the outcome of the most recent Shared National Credit exam is reflected in our results.\nI want to take a few minutes to speak to our commercial real estate portfolio. Since 2008, we have deliberately limited our exposure to this space. At quarter end, our exposure totaled 15% of loans, excluding owner-occupied and it is highly diverse. This total includes $8.4 billion of investor real estate and $6.7 billion of unsecured exposure, of which the vast majority is within real estate investment trust. Our REIT clients generally have low leverage and strong access to liquidity with 68% classified as investment grade.\nImportantly, total office represents just 1.8% of total loans at $1.8 billion. Of note, 83% consist of Class A properties with 62% located within the Sunbelt. The office portfolio was originated with an approximate weighted average loan-to-value of 58% and we have stressed the portfolio to include a 25% discount using the Green Street commercial property price index with the weighted average resulting loan-to-value of the book approximating 77%.\nIt is also noteworthy that 37% of our secured office portfolio is single-tenant. While we are carefully monitoring conditions, we believe our portfolio will be able to weather the weakness in the industry.\nIncluding first quarter results, we now expect our full year 2023 net charge-off ratio to be approximately 35 basis points. Given the recent economic uncertainty and market volatility, we may see a pickup in the pace of normalization towards our through-the-cycle annual charge-off range of 35 to 45 basis points over time.\nFrom a capital standpoint, we ended the quarter with a common equity Tier 1 ratio at an estimated 9.8%, reflecting solid capital generation through earnings, partially offset by continued loan growth and approximately $100 million or 7 basis points related to the phase-in of CECL into regulatory capital. Given current macroeconomic conditions, and regulatory uncertainty, we anticipate managing capital levels at or modestly above 10% over the near-term.\nSo in closing, we delivered solid results in the first quarter despite volatile conditions. We have balance and diversity on both sides of the balance sheet and are well positioned to withstand an array of economic conditions. We are in some of the strongest markets in the country. And while we remain vigilant to indicators of potential market contraction, we will continue to be a source of stability to our customers.\nPre-tax pre-provision income remained strong, expenses are well controlled, credit remains broadly stable, and capital and liquidity levels remain robust.\nWith that, we'll move to the Q&A portion of the call."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c15c2fd8e1bc75ba75cc01f828c1ddf2",
    "period": "2022 Q4",
    "content": "Q4 2022 Regions Financial Corp Earnings Call\n\nQ4 2022 Regions Financial Corp Earnings Call\n\nRFNYSEJAN 20, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Regions Financial Corporation Quarterly Earnings Call. My name is Christine, and I will be your operator for today's call. (Operator Instructions) I will now turn the call over to Dana Nolan to begin.\n\nDana Nolan\n\nEVP & Head of IR, Regions Financial Corporation\n\nThank you, Christine. Welcome to Regions Fourth Quarter 2022 Earnings Call. John and David will provide high-level commentary regarding the quarter. Earnings documents, which include our forward-looking statement disclaimer and non-GAAP information, are available in the Investor Relations section of our website. These disclosures cover our presentation materials, prepared comments and Q&A.\nWith that, I'll now turn the call over to John.\n\nJohn M. Turner\n\nPresident, CEO & Director, Regions Financial Corporation\n\nThank you, Dana, and good morning, everyone. We appreciate you joining our call today. Let me begin by saying that we're very pleased with our fourth quarter and full year results. Earlier this morning, we reported full year earnings of $2.1 billion reflecting record pretax pre-provision income of $3.1 billion, adjusted positive operating leverage of 7% and industry-leading returns on both average tangible common equity and total shareholder return. Our results speak to and underscore the comprehensive work that's taken place over the past decade to position the company to generate consistent sustainable long-term performance. We have enhanced our credit, interest rate and operational risk management processes and platforms while sharpening our focus on risk-adjusted returns and capital allocation.\nWe made investments in markets, technology, talent and capabilities to diversify our revenue base and enhance our offerings to customers. For example, investments in our treasury management products and services led to record revenue this year. Similarly, our Wealth Management segment also generated record revenue despite volatile market conditions. And now we're seeing positive results of our comprehensive strategy. Over the course of the year, we grew revenue and average loans while prudently managing expenses, further illustrating the successful execution of our strategic plan.\nSo as we enter 2023, it is from a position of strength. Our business customers have strong balance sheets. They have benefited from population migration and many continue to carry more liquidity than in the past. Our consumer customer base remains healthy. Deposit balances remain strong and credit card payments remain elevated. The job market continues to be solid with approximately 2 open jobs available for each unemployed person across the Region's footprint. We have a robust credit risk management framework in a disciplined and dynamic approach to managing concentration risk. Our portfolios are more balanced and diverse than at any point in the past. We have a strong balance sheet that's well positioned to perform an array of economic conditions. We have solid capital and liquidity position to support balance sheet growth and strategic investments. And most importantly, we have a solid strategic plan, an outstanding team and a proven track record of successful execution. So as we look ahead, although there is uncertainty, we feel good about how we're positioned.\nNow Dave will provide some highlights regarding the quarter.\n\nDavid Jackson Turner\n\nSenior EVP & CFO, Regions Financial Corporation\n\nThank you, John. Let's start with the balance sheet. Average loans increased 1% sequentially or 9% year-over-year. Average business loans increased 2% compared to the prior quarter, reflecting high-quality broad-based growth. Average consumer loans declined 1% as growth in mortgage, interbank and credit card was offset by the strategic sale of consumer loans late in the third quarter and continued runoff of exit portfolios.\nLooking forward, we expect 2023 ending loan growth of approximately 4%. From a deposit standpoint, as expected, deposits continued to normalize during the quarter, consistent with a rapidly rising rate environment. Average total consumer balances were modestly lower primarily driven by higher balance customers seeking marginal investment alternatives. Meanwhile, the median consumer balance remains relatively stable, still about 50% above pre-pandemic levels.\nNormalization was more pronounced than average corporate and commercial deposits, which were down 2% during the quarter. As anticipated, our business clients continue to optimize the level and structure of their liquidity position. We experienced remixing away from noninterest-bearing deposits to other options, both on and off-balance sheet, including those offered through our treasury management platform. Ending deposit balances have declined approximately $7 billion year-over-year, in line with our previously provided 2022 expectations.\nLooking forward, we do anticipate further deposit declines of approximately $3 billion to $5 billion in the first half of 2023, reflecting continued Federal Reserve balance sheet normalization, seasonal trends and late-cycle rate-seeking behavior. We expect to experience stabilization of deposit balances midyear with the potential for modest growth in the second half of the year. Our deliberate approach to managing liquidity allows for deposit normalization and growth in the balance sheet without the need for material wholesale borrowings in the near term.\nSo let's shift to net interest income and margin. Reflecting our asset-sensitive profile, net interest income grew to a record $1.4 billion this quarter, representing an 11% increase while reported net interest margin increased 46 basis points to 3.99%, its highest level in the last 15 years. While deposit repricing continues to accelerate, the cycle-to-date beta remains low at 14%. Importantly, our guidance for 2023 assumes a 35% full-cycle beta by year-end. There is uncertainty regarding full cycle deposit betas for the industry. However, we remain confident that our deposit composition will provide a meaningful competitive advantage. Growth in net interest income is expected to continue until the Federal Reserve reaches the end of its tightening cycle. Once the Fed pauses, we would expect deposit costs to continue increasing for a couple of more quarters. This equates to 1% to 3% net interest income growth in the first quarter and 13% to 15% growth in 2023, assuming the December 31 forward rate curve.\nEarlier in 2022, we added a meaningful amount of hedges focused on protecting 2024 and 2025. The swaps become effective in the latter half of 2023 and 2024 and generally have a term of 3 years. Activity in the fourth quarter focused on extending that protection beyond 2025. We will look for attractive opportunities to continue to expand this protection. We have constructed the balance sheet to support a net interest margin range of 3.6% to 4% over the coming years, even if interest rates move back towards 1%. if rates remain elevated, our reported net interest margin is projected to surpass the high end of the range until deposits fully reprice.\nSo let's take a look at fee revenue and expense. Reported noninterest income includes $50 million of insurance proceeds related to a third quarter regulatory settlement. Excluding that, adjusted noninterest income declined 9% from the prior quarter as stability in Wealth Management income and a modest increase in card and ATM fees were offset by declines in other categories, mainly mortgage and capital markets.\nService charges declined 3% due primarily to 3 fewer days in the fourth quarter versus the third. We expect to offer a grace period feature to cover overdrafts around midyear 2023 and when combined with our previously implemented enhancements, will result in full year service charges of approximately $550 million. Within capital markets, increases in M&A fees were offset by declines in all other categories, including a negative $11 million CVA and DVA adjustment.\nDespite an increase in servicing income, elevated interest rates and seasonally lower production drove total mortgage income lower during the quarter. With respect to outlook, we expect full year 2023 adjusted total revenue to be up 8% to 10% compared to 2022.\nLet's move on to noninterest expense. Reported professional and legal expenses declined significantly driven by charges related to the settlement of a regulatory matter in the third quarter. Excluding this and other adjusted items, adjusted noninterest expenses increased 2% compared to the prior quarter. Salaries and benefits increased 2%, primarily due to an increase in associate head count during the fourth quarter and higher benefits expense.\nEquipment and software expenses increased 4% reflecting increased technology investments. The fourth quarter level does provide a reasonable quarterly run rate for 2023. We expect full year 2023 adjusted noninterest expenses to be up 4.5% to 5.5%, and we expect to generate positive adjusted operating leverage of approximately 4%. From an asset and quality standpoint, overall credit performance remains broadly stable while experiencing expected normalization. Net charge-offs were 29 basis points in the quarter. Excluding the impact of the third quarter consumer loan sales, adjusted full year net charge-offs were 22 basis points.\nNonperforming loans remained relatively stable quarter-over-quarter and were below pre-pandemic levels. Provision expense was $112 million this quarter, while the allowance for credit loss ratio remained unchanged at 1.63%, the increase to the allowance was due primarily to economic conditions, normalizing credit from historically low levels and loan growth. These increases were partially offset by the elimination of the hurricane-related reserves established last quarter.\nJust to remind you, we believe our normalized charge-offs based on our current book of business should range from 35 to 45 basis points on an annual basis. However, due to the strength of the consumer and to businesses, we expect our full year 2023 net charge-off ratio to be in the range of 25 to 35 basis points. From a capital standpoint, we ended the quarter with a common equity Tier 1 ratio at an estimated 9.6%, reflecting solid capital generation through earnings, partially offset by continued loan growth.\nGiven the uncertain economic outlook, we plan to manage capital levels near the upper end of our 9.25% to 9.75% operating range over the near term. So in closing, we delivered strong results in 2022 despite volatile economic conditions. We are in some of the strongest markets in the country, and while we remain vigilant to indicators of potential market contraction, we will continue to be a source of stability to our customers.\nPretax pre-provision income remained strong. Expenses are well controlled. Credit remains broadly stable, and capital and liquidity are solid.\nAnd with that, we'll move to the Q&A portion of the call."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6daefcdcaa473be6e781e4356c7ade03",
    "period": "2022 Q3",
    "content": "Q3 2022 Regions Financial Corp Earnings Call\n\nQ3 2022 Regions Financial Corp Earnings Call\n\nRFNYSEOCT 21, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Regions Financial Corporation's Quarterly Earnings Call. My name is Christine, and I will be your operator for today's call. (Operator Instructions) I will now turn the call over to Dana Nolan to begin.\n\nDana Nolan\n\nEVP & Head of IR, Regions Financial Corporation\n\nThank you, Christine. Welcome to Regions Third Quarter 2022 Earnings Call. John and David will provide high-level commentary regarding the quarter. Earnings documents, which include our forward-looking statements disclaimer and non-GAAP information are available on the Investor Relations section of our website. These disclosures cover our presentation materials, prepared comments and Q&A. I will now turn the call over to John.\n\nJohn M. Turner\n\nPresident, CEO & Director, Regions Financial Corporation\n\nThank you, Dana, and good morning, everyone. We appreciate you joining our call today. Once again, Regions delivered another strong quarter underscoring our commitment to generating consistent, sustainable long-term performance. We generated earnings of $404 million, resulting in earnings per share of $0.43. Our results include the resolution of a previously disclosed regulatory matter, the establishment of an incremental $20 million reserve for potential losses associated with Hurricane Ian and a strategic sale of $1.2 billion of unsecured consumer loans.\nExcluding the regulatory matter and other adjusted items, we once again generated record adjusted pretax pre-provision income. This quarter's results reflect strong revenue growth driven by higher rates, robust loan growth, low deposit cost and well-controlled operating expenses. Asset quality remains broadly stable with credit metrics in line to slightly better than pre-pandemic levels. In general, we feel good about the health of both our corporate and consumer customers. Many of our business customers have adopted operating models capable of thriving in uncertain operating environments and remain cautiously optimistic about opportunities to grow and expand their businesses.\nConsumers continue to maintain strong liquidity levels, and unemployment in our footprint remains at historical lows. This quarter's results are further evidence of the investments we made in talent, technology and strategic acquisitions continue to pay off, as expanded products, capabilities and expertise are helping us to meet customer needs and deepen relationships. Before wrapping up, I want to take a moment to speak about Hurricane Ian. This was an incredibly powerful storm and communities in Florida and South Carolina all face difficult challenges as they began the recovery process. I'm extremely proud of the way our teams are responding to meet the needs of our customers, fellow associates and communities affected.\nRegions has a long history of helping communities through difficult times and will continue to support the recovery efforts. In closing, we have a strong balance sheet that is well positioned to perform in any economic environment. We have a solid strategic plan, an outstanding team and a proven track record of successful execution. While sentiment across both business and consumers remains generally positive, we will continue to monitor our portfolios for indicators of stress.\nWe have robust credit and interest rate risk management frameworks and a disciplined and dynamic approach to managing concentration risk, which has positioned us well to continue to deliver consistent sustainable long-term performance. Now David will provide some highlights regarding the quarter.\n\nDavid Jackson Turner\n\nSenior EVP & CFO, Regions Financial Corporation\n\nThank you, John. Let's start with the balance sheet. Average loans grew 4% while ending loans grew 1% during the quarter Ending loans reflect the impact of the strategic sale of $1.2 billion of consumer loans on the last day of the quarter and represents another example of our disciplined approach to capital allocation. Average business loans increased 5%, reflecting high-quality, broad-based growth across all businesses and industries, specifically financial services, wholesale durables, transportation, information services and multifamily.\nApproximately 70% of the growth again this quarter was driven by existing clients accessing and expanding their credit lines to rebuild inventories and expand their businesses. Commercial line utilization levels ended the quarter at approximately 43.1%, modestly lower versus the prior quarter. However, loan production remained strong with linked quarter commitments up $4.4 billion. Unfavorable capital market pricing continues to augment loan growth. However, we believe improved market conditions will eventually lead to clients refinancing off our balance sheet through the debt markets.\nAverage consumer loans grew 3%, while ending loans declined 1%, driven primarily by the previously mentioned loan sale. Growth in average mortgage, credit card and other consumer was offset by declines in other categories. Within other consumer, interbank loans, which are primarily prime and super prime, grew 14% compared to the prior quarter. We expect full year 2022 average loan growth of approximately 9%. This assumes a slowing rate of growth compared to the third quarter. Let's turn to deposits. As expected, deposits continued to normalize in the quarter.\nAverage total consumer balances were modestly lower quarter-over-quarter, largely consistent with typical pre-pandemic seasonal effects. Despite inflationary pressures, consumer balances have remained relatively stable, supported by wage increases and prudent spending.\nAdditionally, new customers and additional account acquisition remains healthy. Normalization has been more evident in average corporate and commercial deposits, which are down $2.9 billion quarter-over-quarter. However, overall liquidity managed by the corporate bank on and off balance sheet is relatively stable compared to year-end levels, reflecting the movement of some customer funds to off balance sheet treasury management options.\nThe movement to these products and the remixing out of noninterest-bearing checking accounts into higher-yielding money market and savings accounts is as expected and is reflected in our overall deposit beta assumptions for this cycle. Ending balances have declined approximately $3.7 billion year-to-date in line with our full year expectation for overall deposit reduction of between $5 billion and $10 billion. A rapidly rising rate environment is a significant competitive advantage for Regions, based on the combination of our legacy deposit base and the more resilient components of surge deposits.\nLet's shift to net interest income and margin. Reflecting our asset-sensitive profile, net interest income grew $154 million or 14% quarter-over-quarter, while reported net interest margin increased 47 basis points to 3.53%. Our adjusted margin was 3.68%, reflecting the combined effects of average cash balances of $14 billion and PPP. The cycle to date deposit beta remains low at 9%, contributing to higher-than-anticipated net interest income growth. We expect full year deposit betas in the high teens. In addition to higher rates, growth in average loan balances provided further support for net interest income.\nLooking forward, while we do expect cash balances to continue to normalize, we do not anticipate accessing more expensive wholesale borrowing markets for multiple quarters. This, coupled with additional hedge maturities in the fourth quarter provides further runway for margin expansion. Total net interest income is projected to increase 7% to 9% in the fourth quarter and is now expected to be approximately 33% to 35% higher than the first quarter of 2022. Reported net interest margin is projected to surpass 3.80% in the fourth quarter.\nWhile we have purposefully retained leverage to higher interest rates during a period of low rates, our attention has shifted to normalizing our interest rate risk profile in today's uncertain environment. Through the first half of 2022, we added $15 billion of swaps and securities. The swaps become effective in the latter half of 2023 and 2024 and generally have a term of 3 years. This represents approximately 75% of the total hedging amount expected this cycle. As previously disclosed, hedging already completed will support a 3.60% margin floor even if rates move back to below 1%.\nWe made some modest tactical changes to our profile in the third quarter, primarily extending some of our current protection. We still expect to execute an additional $5 billion of hedges and will balance market rate levels and risk to growth as we decide the appropriate time to finish the program. Now let's take a look at fee revenue and expense. Adjusted noninterest income declined 5% from the prior quarter as a modest increase in wealth management was offset by declines in other categories. Service charges declined as the impact of policy enhancements implemented in mid-June, offset increases in other service charges, including treasury management.\nWe expect to implement a grace period feature sometime in 2023. Overdraft policy changes made to date are expected to result in full year service charges of approximately $630 million in 2022. In 2023, after including the impact of a grace period feature, full year service charges are expected to be approximately $550 million. Within capital markets, activity was negatively impacted by the delay of M&A deals and higher rates in real estate capital markets. Results also include a positive $21 million CVA and DVA adjustment. We expect capital markets to generate fourth quarter revenue in the $80 million to $90 million range, excluding the impact of CVA and DVA.\nCard and ATM fees declined quarter-over-quarter. Credit card income was negatively impacted by higher costs associated with the reward liability, while check card and ATM fees produced lower interchange due to a decline in both transaction volume and discretionary spending resulting from higher inflation. Elevated interest rates and seasonally lower production drove mortgage income lower during the quarter, but was partially offset by higher servicing income. Wealth Management continues to perform well despite ongoing market volatility, and we expect this business to grow incrementally year-over-year.\nWe also expect full year 2022 adjusted total revenue to be up 11% to 12%, driven primarily by growth in net interest income partially offset by lower PPP-related revenue and the impact of overdraft policy changes. So let's move on to noninterest expense. Reported professional and legal expenses reflect a charge related to the resolution of a previously announced regulatory matter. We do anticipate $50 million of this charge will be mitigated by insurance reimbursement proceeds, which we expect to receive in the fourth quarter. Excluding this and other adjusted items, adjusted noninterest expenses increased 4% compared to the prior quarter.\nSalaries and benefits increased 3%, primarily due to an increase of 277 full-time equivalent associates as well as 1 additional day in the quarter. This increase was partially offset by lower variable base compensation and a decrease in payroll taxes. Over 70% of the increase in associate headcount our customer-facing within our 3 lines of business. We expect full year 2022 adjusted noninterest expenses to be up 4.5% to 5.5% compared to 2021. Importantly, this includes the full year impact of the acquisitions we completed in the fourth quarter of last year as well as inflationary impacts.\nWith the changes in revenue and expense guidance, we expect to generate positive adjusted operating leverage of approximately 6% in 2022. Although the consumer loan sale and hurricane-specific reserve creates some volatility in certain credit metrics this quarter, underlying credit performance remains broadly stable. Reported annualized net charge-offs increased 29 basis points. However, excluding the impact of the consumer loan sale, adjusted net charge-offs were in line with our expectations at 19 basis points, a 2 basis point increase over the prior quarter.\nWe are seeing some deterioration in certain commercial segments that contributed to a quarter-over-quarter increase in nonperforming loans, but it is important to note that we remain below pre-pandemic levels. Provision expense was $135 million this quarter. The increase relative to the second quarter was due primarily to another quarter of strong growth in loans and commitments, normalizing credit from historically low levels and a $20 million reserve build for potential losses associated with Hurricane Ian. These increases were partially offset by a net provision benefit of $31 million associated with the consumer loan sale.\nOur allowance for credit loss ratio is up 1 basis point to 1.63% of total loans, while the allowance as a percentage of nonperforming loans remained strong at 311%. Our year-to-date adjusted net charge-off ratio is 19 basis points, and we now expect our full year 2022 adjusted net charge-off ratio to remain approximately 20 basis points. We ended the quarter with a common equity Tier 1 ratio at an estimated 9.3% reflecting solid capital generation through earnings, partially offset by continued strong loan growth. Given the uncertain economic outlook, we plan to manage capital levels to the mid to upper end of our 9.25% to 9.75% operating range over time.\nSo in closing, we've delivered strong year-to-date performance despite volatile economic conditions. We will continue to be a source of stability to our customers and also remain vigilant with respect to any indicators of potential market contraction. Pretax pre-provision income remained strong. Expenses are well controlled. Credit remains broadly stable, and capital and liquidity are solid. With that, we're happy to take your questions."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/872db4bd84019546283c92cd1deaa00a",
    "period": "2022 Q2",
    "content": "Q2 2022 Regions Financial Corp Earnings Call\n\nQ2 2022 Regions Financial Corp Earnings Call\n\nRFNYSEJUL 22, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Regions Financial Corporation's Quarterly Earnings Call. My name is Christine, and I will be your operator for today's call. (Operator Instructions) I will now turn the call over to Dana Nolan to begin.\n\nDana Nolan\n\nEVP & Head of IR, Regions Financial Corporation\n\nThank you, Christine. Welcome to Regions Second Quarter 2022 Earnings Call. John and David will provide high-level commentary regarding the quarter. Earnings documents, which include our forward-looking statement disclaimer and non-GAAP information are available in the Investor Relations section of our website. These disclosures cover our presentation materials, prepared comments and Q&A.\nWith that, I'll turn the call over to John.\n\nJohn M. Turner\n\nPresident, CEO & Director, Regions Financial Corporation\n\nThank you, Dana, and good morning, everyone. We appreciate you joining our call today. Once again, we are very pleased with our quarterly results. Earlier this morning, we reported earnings of $558 million, resulting in earnings per share of $0.59. And importantly, our second quarter adjusted pretax pre-provision income represents the company's highest level on record. We continue to successfully execute our strategic plan and delivered strong results.\nSentiment among our business customers today is cautiously optimistic. They are rebuilding inventories and looking for opportunities to expand their businesses. Loan commitments and pipelines remain strong and utilization rates continue to increase.\nThe consumer remains healthy. Net population migration inflows into our markets remain robust, and the majority of our footprint has returned to equal or better than pre-pandemic employment levels. In fact, unemployment rates in 6 of our top 8 deposit markets are essentially at all-time lows.\nTo date, broad segments of consumers still maintain substantial cushion in their deposit accounts. For example, consumers with less than $1,000 on average in their checking accounts prior to the pandemic are averaging a balance today that remains approximately 6x higher than pre-pandemic levels.\nOverall asset quality remained strong during the quarter, with most metrics remaining substantially better than historical levels. However, we will continue to closely monitor early warning indicators for any signs of deterioration.\nOur capital ratios remain strong. And in fact, earlier this week, our Board approved an 18% increase to our common stock dividend to $0.20 per share. We have a strong balance sheet deliberately positioned to withstand an array of economic conditions.\nInvestments we're making across our businesses are continuing to pay off. In the Corporate Bank, we continue to invest in talent, technology and strategic acquisitions to expand our products, capabilities and expertise. Excluding acquisitions, we have added over 200 new positions in the corporate bank since 2019, with approximately 85% in revenue generating or supporting roles. Our most recent acquisitions, Sabal Capital Partners and Clearsight Advisors are contributing to overall capital markets revenue growth in 2022.\nWe're also strengthening our credit product capabilities for small businesses. Ascentium Capital is exceeding our expectations as a provider of essential equipment financing. We recently restructured our SBA organization and continue to invest in key talent to build out our non-restaurant franchise lending division, positioning Regions as a trusted resource for franchisees within our footprint.\nWe've been investing in our Treasury Management and Payments business for several years and are experiencing strong revenue growth. Today, we offer a comprehensive and competitive suite of solutions positioned to meet the complex needs of any client. We continue to invest in these businesses, rolling out new products and enhancements across our iTreasury platform, including real-time payments and fraud mitigation, as well as APIs and new cash flow analysis tools.\nWithin the consumer bank, we continue to make advancements to become the premier lender to homeowners. In recent years, we've expanded our mortgage loan origination team, upgraded our mortgage contact relationship management platform and continue to simplify the overall sales process. We also continue to invest in our mortgage servicing portfolio. Year-to-date, we've completed bulk purchases for the rights to service of approximately $13 billion in mortgage loans.\nEnerBank, a leader in the prominent super-prime home improvement point-of-sale space, helps us meet customer needs while generating quality asset growth. Within Wealth Management, we continue to invest in talent and technology to optimize the client and associate experience. Since 2019, we've added 44 new revenue-generating positions in our Wealth group, primarily in private wealth management and investment services.\nLast month, we launched our digital investing product, which combines the ease of a self-directed digital tool with the option of support from a financial adviser. These investments contributed to a strong performance in the first half of 2022.\nSo wrapping up, we have a solid strategic plan, an outstanding team and a proven track record of successful execution. While sentiment across both businesses and consumers remains generally positive, we will continue to monitor our portfolios for indicators of stress. We have a robust credit risk management framework and a disciplined dynamic approach to managing concentration risk, which has positioned us well to weather any economic environment and continue to deliver consistent sustainable long-term performance.\nNow David will provide some highlights regarding the quarter.\n\nDavid Jackson Turner\n\nSenior EVP & CFO, Regions Financial Corporation\n\nThank you, John. Let's start with the balance sheet. Average loans grew 3%, while lending loans grew 5% during the quarter. Average business loans increased 5%, reflecting broad-based growth across all businesses and industries. A majority of the growth this quarter was driven by existing clients accessing and expanding their credit lines to rebuild inventories and to expand their businesses. While still below pre-pandemic levels, commercial line utilization ended the quarter at approximately 44.4%, increasing 50 basis points over the prior quarter.\nLoan production also remained strong with linked quarter commitments up approximately $5.5 billion. Importantly, being into this commercial loan growth, we're maintaining a very high asset quality portfolio. In fact, balances considered investment-grade equivalent are up 30% compared to a year ago and approximately 44% of our total commitments are also considered investment-grade equivalent, representing its highest level on record. Similarly, our overall probability of default in this portfolio has improved approximately 35 basis points since mid-2019.\nAverage consumer loans remained relatively stable, while lending loans increased 3%. Growth in average mortgage and other consumer was offset by declines in other categories. Within other consumer, EnerBank loans grew approximately 7% compared to the first quarter. As a reminder, EnerBank has a track record of well-controlled loss rates throughout multiple cycles, and primarily originates prime and super prime loans to homeowners who tend to be lower risk borrowers.\nLooking forward, we currently expect to hold total loans relatively stable over the remainder of the year, which would result in full year 2022 average loan growth of approximately 8% compared to 2021. This assumes a slowing rate of growth compared to the second quarter, but also assumes increased capital markets activity in the back half of the year.\nSo let's turn to deposits. Deposit balances acquired throughout the pandemic remained mostly stable early in the Fed's tightening cycle. Importantly, seasonal patterns related primarily to the income tax payments returned to those experienced prior to the pandemic. While average deposit balances grew, ending balances declined. Ending consumer deposits were mostly stable, while corporate and wealth management balances decreased approximately $1 billion each.\nIn addition to seasonal patterns and in line with our expectations, the declines also include certain commercial and wealth clients beginning to reduce some of their excess balances. We continue to expect a range of $5 billion to $10 billion of overall balance reduction for the full year of 2022, resulting from tightening monetary policy. The combination of our legacy deposit base, along with the more stable components of surge deposits, represents a significant opportunity for us as rates continue to increase.\nLet's shift to net interest income and margin. Net interest income grew $93 million or 9% linked quarter, evidencing strong balance sheet growth and asset sensitivity in a rising interest rate environment. Cash averaged $22 billion during the quarter. And when combined with PPP, reduced second quarter's reported margin by 38 basis points. Our adjusted margin was 3.44%. The reduction in cash this quarter resulted mostly from strong asset growth, both loans and securities, as well as seasonal deposit outflows.\nAverage loan balances grew $2.9 billion or 3% in the second quarter. Additionally, $1.2 billion of securities were added. The recent increase in rates have certainly validated our decision to wait on a better rate environment to deploy cash into securities. While not included in our current outlook, additional security purchases would provide incremental benefit.\nThe primary driver of net interest income growth this quarter with higher interest rates and our decision to remain exposed to rates in the near term. Importantly, deposit balance and yield outperformance, including a 5% cycle-to-date deposit beta, allowed net interest income to grow by more than our previous guidance.\nTotal net interest income is projected to increase 8% to 10% in the third quarter, as expectations for rate hikes have been pulled forward, so has our outlook for NII. Fourth quarter net interest income is now expected to be approximately 23% to 25% higher than our first quarter.\nRegion's balance sheet remains well positioned to benefit from continuing increases in interest rates. Incremental 25 basis point increases in the Fed funds rate are projected to add between $40 million and $60 million over a full 12-month period as deposit betas are projected to increase into the 25% to 35% range. This NII benefit is supported by a large portion of stable deposit funding and a significant amount of earning assets held in cash, which compares favorably to the industry overall.\nOver a longer horizon, a more normal interest rate environment or roughly a 2.5% to 3% Fed funds rate will support a net interest margin range of approximately 3.75% to 3.8%. This target incorporates the execution of recent hedging activity at higher rate levels than originally contemplated. While we have purposefully retained leverage to the higher interest rates during a period of low rates, we have begun to manage to a more normal interest rate risk profile as the interest rate environment normalizes. This includes the addition of $8.3 billion of forward starting received fixed swaps and a $1.2 billion of spot starting securities during the quarter.\nThrough the first half of 2022, we have added $15 billion of swaps and securities. The swaps become effective in the latter half of 2023 and 2024, and have a term of generally 3 years. This represents approximately 75% of the total hedging amount expected this cycle. With a sizable amount of hedging complete, we will balance market rate levels and potential risk as we decide the appropriate time to finish the program.\nNow let's take a look at fee revenue and expense. Adjusted noninterest income increased 10% from the prior quarter, primarily due to improvement in capital markets and card and ATM fees. Within capital markets, growth was driven by higher fees and M&A advisory and real estate loan syndications, as well as a $20 million benefit from CVA and DVA. We continue to expect capital markets to generate quarterly revenue of $90 million to $110 million, excluding the impact of CVA and DVA. While we expect to be on the lower end of the range next quarter, we do anticipate activity will pick up in the coming quarters.\nCard and ATM fees reflect seasonally higher interchange on both debit and credit cards. Spend was up 3% year-over-year as inflation has impacted several categories, including a 30% increase in fuel, while discretionary categories such as retail goods, department stores and apparel are actually down.\nMortgage and wealth management income remained relatively stable during the quarter despite unfavorable conditions. Seasonally higher mortgage production overcame first quarter gains associated with the sale of previously repurchased Ginnie Mae loans. While we anticipated a decline in mortgage income relative to 2021 and mortgage, as well as wealth management, will remain key contributors to our overall fee revenue.\nService charges declined during the quarter as seasonal increases were offset by NSF and overdraft policy changes. The second phase of previously announced NSF and overdraft policy changes were effective at the end of the second quarter, and the remaining changes will be implemented in the third quarter. These changes, when combined with previously implemented changes, are expected to result in full year 2022 service charges of approximately $600 million.\nWe also expect to implement a grace period feature sometime in 2023 and now expect full year 2023 service charges of approximately $550 million. We expect 2022 adjusted total revenue to be up 7.5% to 8.5% compared to the prior year, driven primarily by growth in net interest income. This growth includes the impact of lower PPP-related revenue and the anticipated impact of NSF and overdraft changes.\nLet's move on to noninterest expense. Adjusted noninterest expenses increased 2% compared to the prior quarter. Salaries and benefits increased 5%, primarily due to annual merit increases, which became effective on April 1, higher variable based and incentive compensation associated with increased financial performance and better credit experience, as well as 1 additional workday in the quarter. These increases were partially offset by a decrease in payroll taxes and lower HR asset valuations.\nWe will continue to prudently manage expenses while investing in technology, products and people to grow our business. As a result, our core expense base will grow. We expect 2022 adjusted noninterest expenses to be up 4.5% to 5.5% compared to 2021. Importantly, this includes the full year impact of recent acquisitions, as well as anticipated inflationary impacts. With the changes in revenue and expense guidance, we expect to generate positive adjusted operating leverage of approximately 3% in 2022.\nOverall, credit performance remained strong. Annualized net charge-offs decreased 4 basis points to 17 basis points. Nonperforming loans increased modestly during the quarter, but remained below pre-pandemic levels at 39 basis points of total loans, while business services criticized loans and total delinquencies continue to improve. Provision expense was $60 million this quarter and included a modest build to our allowance for credit losses, attributable primarily to strong loan growth and, to a limited degree, general macroeconomic uncertainty, as well as some early signs of normalization within select commercial sectors.\nOur allowance for credit loss ratio is 1.62% of total loans, while the allowance as a percentage of nonperforming loans remains very strong at 410%. Our annualized year-to-date net charge-off ratio was 19 basis points, given increasing expectations for a slowing economy, combined with inevitable normalization, we are maintaining our full year net charge-off expectations in the 20 to 30 basis point range, but currently expect to be towards the lower end.\nBased on the recent stress test results, our preliminary stress capital buffer requirement for the fourth quarter of 2022 through the third quarter of 2023 is expected to remain at 2.5% once our supervisory results are confirmed in August of 2022. We ended the quarter with our common equity Tier 1 ratio at an estimated 9.2%, reflecting continued strong loan growth, particularly during the last week of the quarter. And while loan growth remains our top priority for capital deployment, we expect to manage to the midpoint of our 9.25% to 9.75% operating range over time.\nAlso, as John mentioned, our Board of Directors declared a quarterly common stock dividend of $0.20 per share, an 18% increase over the prior quarter, which reflects strong earnings growth.\nSo wrapping up on the next slide are our updated 2022 expectations, which we've already addressed. In closing, we have delivered strong year-to-date performance despite volatile economic conditions. We will continue to be a source of stability to our customers, but also remain vigilant with respect to any indicators of potential market contraction. Pretax pre-provision income remains strong. Expenses are well controlled, credit risk is relatively benign and capital and liquidity are solid.\nWith that, we're happy to take your questions."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ba3fc2e3b3ac12ae7911b23f46a379ac",
    "period": "2022 Q1",
    "content": "Q1 2022 Regions Financial Corp Earnings Call\n\nQ1 2022 Regions Financial Corp Earnings Call\n\nRFNYSEAPR 22, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Regions Financial Corporation's quarterly earnings call. My name is Jamaria, and I will be your operator for today's call. (Operator Instructions) I will now turn the call over to Dana Nolan to begin.\n\nDana Nolan\n\nEVP & Head of IR, Regions Financial Corporation\n\nThank you, Jamaria. Welcome to Regions First Quarter 2022 Earnings Call. John and David will provide high-level commentary regarding the quarter. Earnings documents, which include our forward-looking statement disclaimer and non-GAAP information are available in the Investor Relations section of our website. These disclosures cover our presentation materials, prepared comments and Q&A. I will now turn the call over to John.\n\nJohn M. Turner\n\nPresident, CEO & Director, Regions Financial Corporation\n\nThank you, Dana, and good morning, everyone. We appreciate you joining our call today. We are very pleased with our first quarter results. Earlier this morning, we reported earnings of $524 million, resulting in earnings per share of $0.55. Despite the challenging geopolitical backdrop and elevated inflation, we remain optimistic about 2022. We have a strong balance sheet, positioned to withstand an array of economic conditions. Business customers, for the most part, have adapted and are prospering in the new operating environment.\nNew loan commitments and pipelines remain strong and utilization rates continue to increase. The consumer remains healthy. Net population migration inflows in our markets remain robust, and the majority of our footprint has returned to equal or better than pre-pandemic employment levels. Asset quality remains strong with virtually all credit-related metrics improving in the quarter, and net charge-offs remain below historical levels.\nThe integration of Sabal, EnerBank and Clearsight are progressing as planned, and we're excited about their growing contributions. Additionally, we continue to make investments in talent and technology to support strategic growth initiatives. We kicked off 2022 with a strong start and expect to continue building on that momentum. We have a solid strategic plan, an outstanding team and a proven track record of successful execution.\nNow Dave will provide you with some select highlights regarding the quarter.\n\nDavid Jackson Turner\n\nSenior EVP & CFO, Regions Financial Corporation\n\nThank you, John. Let's start with the balance sheet. Average loans grew 1.5%, while ending loans grew 2% during the quarter. Average business loans increased 3%, reflecting broad-based growth in corporate, middle market and real estate lending across our diversified and specialized portfolios. While still below pre-pandemic levels, commercial loan line utilization levels ended the quarter at approximately 43.9%, increasing 160 basis points over the prior quarter. Loan production also remained strong with linked quarter commitments up approximately $1.6 billion. Average consumer loans declined 1% as increases in mortgage and other consumer were offset by declines in other categories.\nWithin other consumer, EnerBank interbank loans grew approximately 2% compared to the fourth quarter. Looking forward, we expect full year 2022 average loan balances to grow 4% to 5% compared to 2021. And excluding PPP loans and consumer exit portfolios, we expect full year average loan balances to grow 9% to 10%. So let's turn to deposits.\nAlthough the pace of deposit growth has slowed, balances continued to increase seasonally this quarter to new record levels. Average consumer and wealth management deposits increased compared to the fourth quarter, while corporate deposits remained relatively stable. We are continuing to analyze our deposit base and pandemic-related deposit increases. Approximately 35% of the increase or $15 billion is expected to be more stable with behavior similar to our core consumer deposit book. This segment is historically quite granular and generally rate insensitive and therefore, can be relied upon to support longer-term asset growth through the rate cycle.\nThe remaining 65% of the deposit increases is a mixture of commercial and other customer types that are expected to be more rate sensitive or that we are less certain about their long-term behavior. We assume this segment may have all-in beta of roughly 70%. This elevated beta assumption includes relationship repricing and some balances shifting from noninterest to interest-bearing categories.\nIt also reflects a range of $5 billion to $10 billion of balance reduction attributable to tightening monetary policy. The combination of these segments and our legacy deposit base represents significant upside for us as rates increase. So let's shift to net interest income and margin.\nNet interest income was stable quarter-over-quarter. Excluding reduced contributions from PPP, net interest income grew 2% benefiting from solid loan growth and rising interest rates. Net interest income from PPP loans decreased $27 million from the prior quarter and will be less of a contributor going forward. Approximately 93% of estimated PPP fees have been recognized.\nCash averaged $27 billion during the quarter. And when combined with PPP reduced first quarter's reported margin by 58 basis points. Our adjusted margin was 3.43%, higher by 9 basis points versus the fourth quarter. [The path] where net interest income enters the second quarter with strong momentum from both balance sheet growth and higher interest rates. Excluding PPP, average loan balances grew 2% in the first quarter and a similar amount of growth is expected next quarter.\nRoughly $1.5 billion of securities were also added late in the quarter, further benefiting future periods. The recent run-up in rates has certainly validated our decision [to wait] to deploy into securities. And while not included in our current outlook, additional securities would provide incremental benefit. Higher short- and long-term interest rates provided additional lift to net interest income in the first quarter. And these benefits are expected to expand in the coming quarters.\nTotal net interest income is projected to increase 5% to 7% in the second quarter and is expected to accelerate throughout the year such that the fourth quarter net interest income is expected to be approximately 15% higher than our first quarter. Regions balance sheet is positioned to benefit meaningfully from higher interest rates. Over the first 100 basis points of rate tightening, each 25 basis point increase in the federal funds rate is projected to add between $60 million and $80 million over a full 12-month period.\nThis benefit is supported by a large proportion of stable deposit funding and a significant amount of earning assets held in cash, which compares favorably to the industry overall. Over a longer horizon, a more normal interest rate environment or roughly a 2.5% Fed funds rate will support our net interest margin goal of approximately 3.75%. While we have purposefully retained leverage to higher interest rates during a period of low rates, we will attempt to manage a more normal interest rate risk profile as interest rate environment normalizes.\nThe Fed's aggressive path for interest rates gives us the opportunity to protect NII at attractive levels. We have begun this process by adding $4.7 billion year-to-date of forward starting receive fixed swaps and $1.5 billion of spot-starting securities. This represents approximately 30% of the total hedging amount needed this cycle.\nNow let's take a look at fee revenue and expense. Adjusted noninterest income decreased 5% from the prior quarter, primarily due to reduced HR asset valuations as well as lower capital markets and card and ATM fees. Within capital markets, M&A advisory activity was muted by seasonality as well as the timing of transactions. Pipelines remain robust, but some deals have been pushed to later in the year. Additionally, debt and the real estate capital markets were impacted by uncertainty surrounding rates, geopolitical tensions and volatility in credit spreads. However, we are seeing some stabilization in the loan and fixed income markets and anticipate conditions will improve in coming quarters.\nFurther, the reduction in real estate capital markets activity was offset by the addition of Sabal Capital Partners for the full quarter. Similar to the corporate fixed income market, refinance demand has been softer than expected in our agency, multifamily finance business as investors assess a significant move in interest rates. We continue to expect capital markets to generate quarterly revenue of $90 million to $110 million, excluding the impact of CVA and DVA. While we expect to be near the lower end of the range next quarter, we expect activity to pick up in the second half of the year.\nCard and ATM fees reflect seasonally lower interchange on both debit and credit cards, in addition, debit card fees were further impacted by fewer days in the quarter. Mortgage income remained relatively stable and included approximately $12 million in gains associated with previously repurchased Ginnie Mae loans sold during the quarter. While mortgage is anticipated to decline relative to 2021, it is still expected to remain a key contributor to fee revenue.\nWealth management income also remained stable this quarter despite elevated market volatility. Service charges were also stable during the quarter despite seasonal declines in NSF and overdraft related fees. The first phase of previously announced NSF and overdraft policy changes were effective at the end of the first quarter, and the remaining changes will be implemented over the second and third quarters.\nThese changes, when combined with the previously implemented changes are expected to result in full year 2022 service charges of approximately $600 million and full year 2023 service charges of approximately $575 million. We expect 2022 adjusted total revenue to be up 4.5% to 5.5% compared to the prior year, driven primarily by growth in net interest income. This growth includes the impact of lower PPP-related revenue and the anticipated impact of NSF and overdraft changes.\nSo let's move on to noninterest expense. Adjusted noninterest expenses decreased 4% in the quarter driven by lower salaries and benefits expense and professional and legal fees. Salaries and benefits decreased 5%, primarily due to lower incentive compensation despite higher payroll taxes and 401(k) expense. Salaries and benefits also include the favorable impact of lower HR asset valuations. Professional and legal fees decreased significantly as elevated fees associated with our bolt-on M&A activity in the fourth quarter did not repeat.\nWe will continue to prudently manage expenses while investing in technology, products and people to grow our business. As a result, our core expense base will grow. We expect 2022 adjusted noninterest expenses to be up 3% to 4% compared to 2021. Importantly, this includes the full year impact of recent acquisitions as well as anticipated inflationary impacts. We remain committed to generating positive operating leverage in 2022. Overall credit performance remained strong. Annualized net charge-offs increased 1 basis point to 21 basis points. Nonperforming loans continued to improve during the quarter and remain below pre-pandemic levels at just 37 basis points of total loans.\nOur allowance for credit losses decreased 12 basis points to 1.67% of total loans, while the allowance as a percentage of nonperforming loans increased 97 percentage points to 446%. The decline in the allowance reflects ongoing improvement in asset quality and continued resolution of pandemic issues, partially offset by loan growth and general economic volatility associated primarily with inflation and geopolitical unrest. The allowance reduction resulted in a net $36 million benefit to the provision. We expect credit losses to slowly begin to normalize in the back half of 2022 and currently expect full year net charge-offs to be in the 20 to 30 basis point range.\nWith respect to capital, we ended the quarter with our common equity Tier 1 ratio modestly lower at an estimated 9.4%, and we expect to maintain it near the midpoint of our 9.25% to 9.75% operating range. So wrapping up on the next slide are our updated 2022 expectations, which we've already addressed. I do want to point out that these expectations do not include any additional security purchases. So that certainly provides the opportunity for incremental benefit.\nIn closing, as John mentioned, we began 2022 with great momentum. And despite geopolitical tensions and market uncertainty, we remain well positioned for growth as the economic recovery continues. Pretax, pre-provision income remained strong. Expenses are well controlled. Credit risk is relatively benign. Capital and liquidity are solid, and we are optimistic about the pace of the economic recovery in our markets.\nWith that, we're happy to take your questions."
  },
  {
    "header": "RF",
    "cik": "0001281761",
    "ticker": "RF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/64cdeb68f5fb711f4535cd1013a206b5",
    "period": "2021 Q4",
    "content": "Q4 2021 Regions Financial Corp Earnings Call\n\nQ4 2021 Regions Financial Corp Earnings Call\n\nRFNYSEJAN 20, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Regions Financial Corporation's quarterly earnings call. My name is Natalia, and I will be your operator for today's call. (Operator Instructions) I will now turn the call over to Dana Nolan to begin.\n\nDana Nolan\n\nEVP & Head of IR, Regions Financial Corporation\n\nThank you, Natalia. Welcome to Regions Fourth Quarter 2021 Earnings Call. John and David will provide high-level commentary regarding the quarter. Earnings documents, which include our forward-looking statements disclaimer and non-GAAP information are available in the Investor Relations section of our website. These disclosures cover our presentation materials, prepared comments and Q&A. I will now turn the call over to John.\n\nJohn M. Turner\n\nPresident, CEO & Director, Regions Financial Corporation\n\nThank you, Dana, and good morning, everyone. We appreciate you joining our call today. We're very pleased with our fourth quarter and full year results. We achieved a great deal despite a challenging interest rate and operating environment. Earlier this morning, we reported full year earnings of $2.4 billion and record pretax pre-provision income of $2.7 billion. Despite continued economic uncertainty, we remain focused on what we can control and our efforts are paying off. We grew consumer checking accounts by 3% and small business accounts by 5%.\nNotably, our 2021 net retail account growth exceeds the previous 3 years combined and represents an annual growth rate that is 3x higher than pre-pandemic levels. We increased new corporate banking group loan production by approximately 30% and generated record capital markets revenue. Through our enhanced risk management framework, we delivered our lowest annual net charge-off ratio since 2006. We made investments in key talent and revenue-facing associates to support strategic growth initiatives. We continue to grow and diversify revenue through our acquisitions of EnerBank, Sabal Capital Partners and Clearsight Advisors. We successfully executed our LIBOR transition program to ensure our clients are ready to move to alternative reference rates. We continue to focus on making banking easier through investments in target markets, technology and digital capabilities. We surpassed our 2-year $12 million commitment to advance programs and initiatives that promote racial equity and economic empowerment for communities of color.\nBefore closing, we're extremely proud of our achievements in 2021 but none of these would have been possible without the hard work and dedication of our nearly 20,000 associates. The past year posed unique challenges as we continue to transition to our new normal, both on a personal and professional level. Despite continued uncertainty, our associates remain steadfast. They continue to bring their best to work every day, providing best-in-class customer service, successfully executing our strategic plan and maintaining strong risk management practices, all of which contributed to our success.\nIn 2022 and beyond, we'll continue to focus on growing our business by making investments in areas that allow us to make banking easier for our customers, all while continuing to provide our associates with the tools they need to be successful. We will make incremental adjustments to our business by leaning into our strengths and investing in areas where we believe we can consistently win over time.\nAs announced earlier this week, a key priority in 2022 will be additional comprehensive changes to our NSF and overdraft policies, which are detailed in the appendix of our presentation. These changes represent a natural extension of our commitment to making banking easier for our customers and complement the enhanced alerts, time order posting process as well as our Bank On certified checking product we launched last year. It's important to note that the financial impact of these enhancements have been fully incorporated in our total revenue expectation for 2022. Again, we're pleased with our results and have great momentum as we head into 2022. Now Dave will provide you with some select highlights regarding the quarter.\n\nDavid Jackson Turner\n\nSenior EVP & CFO, Regions Financial Corporation\n\nThank you, John. Let's start with the balance sheet. Including the impact of acquired loans from the EnerBank transaction, adjusted average and ending loans grew 6% and 7%, respectively, during the quarter. Although business loans continue to be impacted by excess liquidity, pipelines have surpassed pre-pandemic levels. And encouragingly, we experienced a 240 basis point increase in line utilization rates during the fourth quarter. In addition, production remained strong with line of credit commitments increasing $4.7 billion year-over-year.\nConsumer loans reflected the addition of $3 billion of acquired EnerBank loans as well as another strong quarter of mortgage production accompanied by modest growth in credit card. Looking forward, we expect full year 2022 reported average loan balances to grow 4% to 5% compared to 2021.\nLet's turn to deposits. Although the pace of deposit growth has slowed, balances continued to increase this quarter to new record levels. The increase includes the impact of EnerBank deposits acquired during the fourth quarter as well as continued growth in new accounts and account balances. We are continuing to analyze our deposit base and pandemic-related deposit inflow characteristics in order to predict future deposit behavior. Based on this analysis, we currently believe approximately 35% or $12 billion to $14 billion of deposit increases can be used to support longer-term asset growth through the rate cycle. Additional portions of the deposit increases could persist on the balance sheet but are likely to be more rate sensitive, especially later in the Fed cycle. While we expect a portion of the surge deposits to be rate sensitive, you will recall that the granular nature and generally rate insensitive construct of our overall deposit base represents significant upside for us when rates do begin to increase.\nLet's shift to net interest income and margin. Net interest income increased 6% versus the prior quarter, driven primarily from our EnerBank acquisition, favorable PPP income and organic balance sheet growth. Net interest income from PPP loans increased $8 million from the prior quarter, but will be less of a contributor going forward. Approximately 89% of estimated PPP fees have been recognized. Cash averaged $26 billion during the quarter. And when combined with PPP reduced fourth quarter's reported margin by 51 basis points, our adjusted margin was 3.34%, modestly higher versus the third quarter.\nExcluding the impact of a large third quarter loan interest recovery, core net interest income was mostly stable as loan growth offset impacts from the low interest rate environment. Similar to prior quarters, net interest income was reduced by lower reinvestment yields on fixed rate loans and securities. These impacts are expected to be more neutral to positive going forward. The hedging program contributed meaningfully to net interest income in the fourth quarter. The cumulative value created from our hedging program is approximately $1.5 billion. Roughly 90% of that amount has either been recognized or is locked in to future earnings from hedge terminations.\nExcluding, PPP Net interest income is expected to grow modestly in the first quarter, aided by strong fourth quarter ending loan growth as well as continued loan growth in the first quarter, partially offset by day count. Regions balance sheet is positioned to benefit meaningfully from higher interest rates. Over the first 100 basis points of rate tightening, each 25 basis point increase in the federal funds rate is projected to add between $60 million and $80 million over a full 12-month period. This includes recent hedging changes and is supported by a large proportion of stable deposit funding and a significant amount of earning assets held in cash when compared to the industry.\nImportantly, we continue to shorten the maturity profile of our hedges in the fourth quarter. Hedging changes to date support increasing net interest income exposure to rising rates, positioning us well for higher rates in 2022 and beyond. In summary, net interest income is poised for growth in 2022 through balance sheet growth and a higher yield curve in an expanding economy.\nNow let's take a look at fee revenue and expense. Adjusted noninterest income decreased 5% from the prior quarter, primarily due to elevated other noninterest income in the third quarter but did not repeat in the fourth quarter. Organic growth and the integration of Sabal Capital Partners and Clearsight Advisors will drive growth in capital markets revenue in 2022. Going forward, we expect capital markets to generate quarterly revenue of $90 million to $110 million, excluding the impact of CVA and DVA. Mortgage income remained relatively stable during the quarter. And while we don't anticipate replicating this year's performance in 2022, mortgage is expected to remain a key contributor to fee revenue, particularly as the purchase market and our footprint remains very strong.\nWealth management income increased 5%, driven by stronger sales and market value impacts and is expected to grow incrementally in 2022. Seasonality drove an increase in service charges compared to the prior quarter. Looking ahead, as announced yesterday, we are making changes to our NSF and overdraft practices, which along with previously implemented changes will further reduce these fees. NSF and overdraft fees make up approximately 50% of our service charge line item. These changes will be implemented throughout 2022. But once fully rolled out, together with our previous changes implemented last year, we expect the annual impact to result in 20% to 30% lower service charges revenue versus 2019.\nBased on our expectations around the implementation time line, we estimate $50 million to $70 million will be reflected in 2022 results. NSF and overdraft revenue has declined substantially over the last decade. And once fully implemented, we expect the annual contribution from these fees will be approximately 50% lower than 2011 levels. Since 2011, NSF and overdraft revenue has decreased approximately $175 million and debit interchange legislation reduced card and ATM fees another $180 million. We have successfully offset these declines through expanded and diversified fee-based services. And as a result, total noninterest income increased approximately $400 million over this same time period. Through our ongoing investment in capabilities and services, we will continue to grow and diversify revenue to overcome the impact of these new policy changes. We expect 2022 adjusted total revenue to be up 3.5% to 4.5% compared to the prior year driven primarily by growth in net interest income. This growth includes the impact of lower PPP-related revenue and the anticipated impact of NSF and overdraft changes.\nLet's move on to noninterest expense. Adjusted noninterest expenses increased 5% in the quarter. Salaries and benefits increased 4%, primarily due to higher incentive compensation. Base salaries also increased as we added approximately 660 new associates, primarily as a result of acquisitions that closed this quarter. The increased headcount also reflects key hires to support strategic initiatives within other revenue-producing businesses. We have experienced some inflationary pressures already and expect certain of those to persist in 2022. If you exclude variable based and incentive compensation associated with better-than-expected fee income and credit performance, as well as expenses related to our fourth quarter acquisitions, our 2021 adjusted core expenses remained relatively stable compared to the prior year. We will continue to prudently manage expenses while investing in technology, products and people to grow our business. As a result, our core expense base will grow. We expect 2022 adjusted noninterest expenses to be up 3% to 4% compared to 2021. Importantly, this includes the full year impact of recent acquisitions as well as anticipated inflationary impacts.\nDespite these impacts, we remain committed to generating positive adjusted operating leverage in 2022. Overall credit performance remained strong. Annualized net charge-offs increased 6 basis points from the third quarter's record low to 20 basis points driven in part by the addition of EnerBank in the fourth quarter. Full year net charge-offs totaled 24 basis points, the lowest level on record since 2006. Nonperforming loans continued to improve during the quarter and are now below pre-pandemic levels at just 51 basis points of total loans. Our allowance for credit losses remained relatively stable at 1.79% of total loans, while the allowance as a percentage of nonperforming loans increased 66 percentage points to 349%. We expect credit losses to slowly begin to normalize in the back half of 2022 and currently expect full year net charge-offs to be in the 25 to 35 basis point range.\nWith respect to capital, our common equity Tier 1 ratio decreased approximately 130 basis points to an estimated 9.5% this quarter. During the fourth quarter, we closed on 3 acquisitions, which combined absorbed approximately $1.3 billion of capital. Additionally, we repurchased $300 million of common stock during the quarter. We expect to maintain our common equity Tier 1 ratio near the midpoint of our 9.25% to 9.75% operating range.\nSo wrapping up on the next slide are our 2022 expectations, which we've already addressed. In closing, the momentum we experienced in the fourth quarter positions us well for growth in 2022 as the economic recovery continues. Pretax pre-provision income remains strong. Expenses are well controlled. Credit risk is relatively benign. Capital and liquidity are solid, and we're optimistic about the pace of the economic recovery in our markets. With that, we're happy to take your questions."
  }
]