[
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5bbbc9f2e45dd9d68ffbe85ba2d85df2",
    "period": "2025 Q3",
    "content": "Q3 2025 Uber Technologies Inc Earnings Call\n\nQ3 2025 Uber Technologies Inc Earnings Call\n\nUBERNYSENOV 4, 8:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nI would now like to turn the conference over to the Lucky Craftsman Murphy, Vice President Strategic Finance Investor Relations you may begin.\n\nThank you Sarah.\n\nThank you everyone for joining us today and welcome to third quarter 2025 earnings presentation.\n\nOn the call today, we have Uber CEO Dara is Russia.\n\nCFO Mahendra Rajah.\n\nDuring today's call, we will present, both GAAP and non-GAAP financial measures and additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP to non-GAAP measures are included in the press release supplemental slides and our filings with the SEC each of which is closer to Investor Day October Dot com.\n\nCertain statements in this presentation and on this call are forward looking statements you should not place undue reliance on forward looking statements.\n\nActual results may vary.\n\nIt may differ materially from these forward looking statements and we do not undertake any obligation to update any forward looking statements, we make today, except as required by law.\n\nMore information about factors that may cause actual results to differ materially from forward looking statements. Please refer to the press release, we issued today as well as risks and uncertainties described in our most recent Form 10-K, and then other filings made with the SEC.\n\nPublished our quarterly earnings press release prepared remarks, and supplemental slides to our Investor Relations website earlier today and we ask you to review those documents if you haven't already.\n\nWe open the call to questions. Following brief opening remarks from with that let me hand, it over to Dara.\n\nThanks, Paul Q3 was an outstanding quarter for , driven by a powerful combination of innovation and execution.\n\ngrew 22%, marking our fastest growth since 2023, both lines of business accelerated with mobility trips growing 21% significantly exceeding our expectations.\n\nThis top line strength was fueled by record audience and engagement up 17% and 4% respectively.\n\nGross bookings grew 21% while average pricing remained relatively flat this translated into record adjusted EBITDA and free cash flow reinforcing our ability to deliver affordability for consumers, while generating strong operating leverage.\n\nWe're expecting more of the same strong performance in Q4 with another quarter of high teens gross bookings growth and low to mid EBITDA growth in fact, we hit a new record over Halloween weekend. This most recent Halloween with more than 130 million trips across mobility and delivery and training generating more.\n\n2 billion and gross bookings.\n\nWhile we're proud of what we built we're even more focused on what comes next as I often remind the team great technology companies delivered today, while building for tomorrow.\n\nTo that end, we've decided we've defined six strategic areas of focus to guide our next phase.\n\nFirst from trip experienced a lifetime experience, we're deepening engagement across our platform with cross platform consumer spending three times more than retaining 35% better than single product users second.\n\nSecond is building a hybrid future theme.\n\nSeamlessly integrating human drivers and autonomous vehicles into a single marketplace, giving us unmatched flexibility and efficiencies.\n\nThird divesting in local commerce, expanding rapidly into grocery and retail now and at approximately 12 billion gross bookings run rate and growing significantly faster the restaurant delivery.\n\nFourth it's multiple kicks this as broadening earning opportunities for $9 4 million drivers and couriers, including new digital task powered by AI solutions.\n\nFifth is becoming a growth engine for merchants, helping our over $1 2 million merchant partners drive significant incremental sales through ads offers and new demand channels like Uber direct as well as new partnerships and then finally generative AI embedding intelligence across Uber to enhanced productivity optum.\n\nis our operations and deliver more personalized consumer experiences youll.\n\nYou'll see us invest in these areas with our product our people and our capital in the years ahead.\n\nThey are designed to deepen customer relationships grow our technology advantage and to extend the profitability flywheel that we built with.\n\nWith strong execution, a unified global platform and unmatched scale. We are building. The next generation of Uber, one that is positioned to create lasting value for many many years ahead.\n\nWith that.\n\nOperator, why don't we start questions.\n\nThank you.\n\nYour first question comes from the line of Doug Anmuth of Jpmorgan. Your line is open.\n\nThanks for taking the questions.\n\nCan you just talk about the path to increase to 20% of in markets, where you have mobility and delivery. They use Uber one and can you talk about subscribers of cross platform usage and then could you expand on the recently announced Nvidia and partnership both of you've invested in central PV Tech providers.\n\nWe've talked about deploying 100000 vehicles can you talk about the timeline and then who own the fleets in that scenario.\n\nSure absolutely.\n\nSo in terms of cross platform.\n\nAnd the penetration there.\n\nAs we talked about about 20, 20% of consumers, where we operate both mobility and delivery because we don't operate on mobility delivery in every single country that we operate in only 20% of consumers.\n\nOur active across both businesses and for example, 30% of our mobility riders have never tried any uber eats offering and 75% have never tried grocery and retail and typically where we see a higher penetration of about 20%, it's in markets, where mobility and delivery are particularly.\n\nStrong in terms of their penetration Australia would be an example of that.\n\nAnd so just mathematically the cross platform.\n\nCrossover is higher.\n\nWhat we have now done what we're doing now is to set of specific programs to drive cross platform behavior. So you.\n\nYou will see kind of top tabs and rides and eats app to make it easier to transact across the various businesses.\n\nWe're creating like personalized experiences to upsell based on context.\n\nLet's say ROTC eats if youre going to work we will offer you Starbucks on the way to work that's great incremental business for Starbucks.\n\nAnd it's kind of a delightful experience for you as well.\n\nAnd then of course membership is a huge factor and deepening kind of our own relationship with consumers. But then also introducing cross platform as well. So all of those are various ways to drive cross platform. The average cross platform consumers spending three times more.\n\nThen kind of mono line consumers. So it's just a mathematical and unique advantage that we have.\n\nI think we're very very early in terms of the innings in terms of driving cross platform.\n\nCross platform activity is happening naturally.\n\nAgain lots of a lot of innovation going on from the teams to make sure that when we target cross platform usage, we're doing with kind of with the right context and not getting in the way of your just order a pizza on a Friday night.\n\nIn terms of Nvidia, we're very very excited about the partnership there.\n\nNvidia is creating with Hyperion.\n\nLike a reference architecture for L four ready.\n\nL for ready autonomous that theyre going to make available to any OEM out there and if you kind of step back and you think about the strategy a future 10 years from now where every single new car sold is not only ready if it's a personal car, but it's also our already if you want to contribute back.\n\nOur.\n\nTwo a ride sharing platform like ours or Mike.\n\nthose cars as well that has a very bright future for the world because it will make the world safer in terms of these.\n\nThomas vehicles being Super safe not getting distracted in terms of driving but its also very good for our ecosystem and that we will have already.\n\nSupply of cars on our platform as well.\n\nWe are.\n\nVery early but I think that we're quite confident in demonstrating that cars L. For cars that are on our platform can drive higher revenue per car per day.\n\nThen cars that aren't on our platform. So we think that they can video strategy and our strategy is very much aligned we announced the relationship also is still out of this with the.\n\nInitial 5000 vehicles that are going to be powered by Nvidia as well, but.\n\nBut we expect that to scale significantly more going forward.\n\nWe will use our .\n\nAgain, Nvidia is building the software as well so it's a hardware platform, but in video is also investing in building out software stack that will be.\n\nThen essentially distributable on any car using the Hyperion 10 platform, which is a great reference arcade architecture.\n\nAnd then in terms of who's going to own the fleets.\n\nWe will we can lean in with our balance sheet early on to kind of establish the economics of these suites, but eventually we think that youre going to have just like you have got these rights owning hotels.\n\nBetter yield vehicles, I think that you will see yield vehicles show up for fleets.\n\nIn terms of.\n\nWhether they are owned by private equity or public fleets out there. So we can lean in with our balance sheet, but we think that all of these assets are going to be financials over a period of time. So very excited about the partnership obviously if there is one hour you want in the world in terms of AI or autonomous with Nvidia.\n\nSuper excited too.\n\nInnovate with them.\n\nThank you Thompson please sure.\n\nThe next question comes from Eric Sheridan with Goldman Sachs. Your line is open.\n\nSo much for taking the questions on the delivery side of the business as you continue to widen out the array of what Youre offering users can you talk a little bit about how much of that as a stimulant to new user growth for Uber eats or a driver of increased frequency across the broader platform just dependent understand where the.\n\nWhat is sort of the output of the yield is showing up in the business and then on the EV side, maybe building on.\n\nDoug's question, where you've rolled out evs today, what have you learned so far with respect to the impact of more supply on the road and how it helps either stimulate demand or impact on the pricing side. Thanks. So much.\n\nYeah, Hi, Eric It's I'll take the first part of that on delivery and then let address the AAV side, we had a we're really thrilled with how the delivery business has accelerated for the third quarter. It's the fastest growth we've seen in four years.\n\nFour points of acceleration and it really.\n\nYou're seeing that growth pretty broad across multiple markets and it's coming from investments that we're making in a number of areas on improving improving the product on the grocery and retail side, specifically, we're very excited on how grocery and retail is leading to.\n\nAnd introduction of folks into the online food delivery as well and we're seeing great growth in there I think we have some data in our supplemental charts that show some of the statistics around that which is which is which is grocery and retail being a source of creating.\n\nConsumers for the online food delivery grocery and retail.\n\nGreat Tam for US I think in the prepared remarks, we mentioned that we're at now a $12 billion run rate with , which is and it's growing at a meaningfully faster rate than our online food delivery.\n\nAnd we will continue to lean into that grocery retail business, which is now variable contribution positive. So it is.\n\nHelping us carry its own weight with high growth and it really is working quite complementary with delivery and then as Dara just answered in Doug's question. It's at Cross Cross platform strategy that we're working on to help folks move across all three of our .\n\nAnd then Eric in terms of how avs are affecting the overall business listen it's very very early the biggest scale.\n\nOperations that we've got our with Weibo, and Austin, and Atlanta, and what we are seeing.\n\nIs that those markets are growing faster than other U S markets and this is in a Q3, where the U S actually accelerated nicely Q3 over Q2, so the overall U S market is strong, but we're finding that for example growth in Phoenix Austin Atlanta was more than twice the rest of the U S. So that's certainly a good signal.\n\n.\n\nThat has also led to is that drive our earnings and those markets are super Super healthy as well.\n\nSo in Austin for example, where we have the most on the ground.\n\nHowever earnings per hour actually outpace the rest of the U S. So whether or not the growth in those markets is correlation or causal.\n\nIt's too soon to tell but the market certainly look healthy our partnership with Weibo continues to be excellent from an operational standpoint.\n\nutilization is still very very high.\n\nAnd what we're seeing as an overall market that is healthy as well, which is really good signal as we transition to this hybrid network of.\n\nin human drivers.\n\nYeah.\n\nAlright next question.\n\nThe next question comes from Brian Nowak with Morgan Stanley. Your line is open.\n\nThanks for taking my questions I have two one on mobility and one on .\n\nDelivery of the first one on mobility the U S business seems to be doing very well again, just I'm just curious for any further color on progress you're making in the urban versus suburban strategy or the spar city strategy that you talked about call. It six or nine months ago sort of drivers of that that growth in that nice centric growth youre seeing in the U S urban.\n\nSuburban.\n\nAnd then in food delivery and.\n\nAny color you can give us about the European food delivery business. One of your one of your competitors is going to be entering a couple of those markets potentially a little more aggressively to come how do you sort of think about the key investment areas into 'twenty six youre focused on in the European food delivery business.\n\nOkay. Thanks, Thanks, Brian I'm going to handle the first question on mobility, and then Dara will talk about competitors in the food delivery space. So.\n\nThe sparse geography strategy, which we had talked about this originally if you recall. This originally was was an output of the work that we had led on .\n\nFocusing on how to increase our delivery business and in that in that analysis and as we began to look at how we can make.\n\nBetter progress on delivery, we identified that.\n\nMore opportunity for us to continue to push on sparse geographies in the mobility area and the benefit that we're seeing there really is it first it's a very large footprint. So as we look across across the.\n\nThe globe here.\n\nSimilar for the U S. Our are sparse geographies are actually growing at about one five times the rate of our denser denture market.\n\nAnd the penetration opportunity in these is sparser market continues to be quite high and we are.\n\nOur rough take is that is that we're.\n\nMaybe.\n\n20, 20% into what the opportunity is on the on the spot market. So still lots of upside there and again thats global numbers, but youre sort of seeing similar demographics for the U S, which I think is where your question was so in focusing on the.\n\nAs far as geographies, we're really focused on three areas. It is it is on the expanding the.\n\nThe availability of the product increasing the reliability of the product and then ensuring that we have the right product fit for.\n\nFor example, the wait and save product has been an excellent match for the sparse geographies because typically when you're in a more suburban environment.\n\nYou're in a situation, where you don't mind waiting a little bit for you or ride, which gives us the ability to find the right match and to compensate for the lower density of cars, which may be in that market. So all of that is continuing to feed the flywheel and we feel very excited about how it starts geography.\n\nThese are going to continue to provide growth for our U S market for for many many quarters to come.\n\nHand here now to Dara to talk about the delivery competition environment gas it will be so we are.\n\nVery happy about our position in Europe.\n\nThe leading position in Europe.\n\nWe have become the number one player in the U K, we've been the number one player in France for some period of time.\n\nGaining category position very solidly in both Spain, and Germany I was visiting their last.\n\nLast week to visit with the teams and understand a bit more with the about the market.\n\nMomentum in Europe, and the profitability in Europe is excellent.\n\nListen food is a huge category. It's no surprise this is.\n\nTwo trillion Tam in food and kind of 10 trillion Tam in grocery so.\n\nCompetition is going to be a fact.\n\nWe have built our positioning Europe organically in some of our competitors have had to buy their way into.\n\nEuropean position and Thats always more difficult because it comes with a bunch of integration mess et cetera that we don't have to deal with.\n\nAnd I think from our standpoint, we're going to do more of the same which is it's all about expanding merchant selection.\n\nAnd improving service improving.\n\nReliability in terms of delivering the food to you exactly as as expected at the right time.\n\nWe're going to use the power of the platform to drive cross sell and membership as well.\n\nAnd then we're going to continue to kind of deepen our partnership with the ecosystem you have seen announcements with open table.\n\nThe card I food as well in Brazil, not in Europe, obviously, but in Brazil.\n\nThe last thing that I would say is we've competed with a number of these players.\n\nOutside of the U S. We compete with door dash in many markets.\n\nIn Australia, Japan, Canada, we've been gaining category position in those markets for some period of time. So competition against these players is nothing new and certainly in the U S.\n\nEurope and the rest of the World, we have been a category gainer for some period of time, while improving profitability and I expect that to continue.\n\nGreat.\n\nAlright, let's take another question.\n\nThe next question comes from Justin Post with Bank of America. Your line is open.\n\nGreat. Thanks for taking my question just would love to hear you talk about.\n\nThe margin flow through in the quarter. If you made any extra investments and then second how youre thinking about the investments youre going to need over the next 12 to 18 months to really scale your business and could that impact mobility margins. Thank you.\n\nOkay Justin.\n\nI'll take the first one and I'll, let Derrick comment on that second one there so.\n\nLet's take a step back to reflect on third quarter.\n\nOur profit our EBITDA was up 33% year over year and as a result, we hit an all time high for margins at four 5% of GBS, which is up roughly 40 bps year over year.\n\nThe outlook for Q4 is pretty consistent another rinse and repeat and we are tracking exactly where we want to be against the three year framework. We gave you in February of 24 and that is mid to high teens gross bookings growth and a high 30% to 40%.\n\nEBITDA CAGR.\n\nWe really are proud of how we've been able to drive profitable growth at scale here, both mobility and delivery are accelerating and thats accelerating off of a pretty enormous space. So so it is it is tough to say.\n\nReally defy the law of large numbers and with that with that growth, we're converting that into strong profitability and generating a ton of cash almost $9 billion on a trailing 12 month, which we're reducing to which we're using to reduce share count. So we are very deliberately as we have said for several quarters now we are very.\n\nLiberally moderating the pace of our margin expansion over.\n\nOver the last the last.\n\nCouple of years, we've demonstrated that this enterprise in this business model can be profitable we've taken our for example, we've taken our delivery business from when I joined in late 'twenty three from from like a low 2%.\n\nEBITDA margin two to now almost almost four.\n\nAnd that has been through to demonstrate that this is a great business. These are both great businesses.\n\nWith that we're now asking investors measure us on total profitability.\n\nUnderstand that we are committed to annual profit expansion year over year profit expansion for as far into the future as we can see but we will sort of run the balance between the two product lines and and on a sequential basis to make investments and thats because we.\n\nAs we've said many times, we have so many exciting opportunities to invest and I won't go through all the big laundry list here, but Dara has already mentioned the exciting things we see on cross platform.\n\nThe investments, we're making in affordability and low cost product offerings is it's partly what is responsible for the acceleration in mobility that we're talking about.\n\nIn some earlier questions, we talked about grocery and retail which are which are being a great source of adding new consumers. So I could go on and on but that's the model and we're excited about the future and I would just continue to remind investors focus on our overall profit dollar expansion and know that we are committed.\n\nTo grow that debt on an annual basis for as far into the future as we can see let me let me know.\n\nRelate that among the many exciting investment opportunities to the handoff to Dara to talk about investment opportunities and yes.\n\nYes, just so just putting some perspective in terms of .\n\nIt is not profitable today and any new products that we.\n\nIntroduced into the marketplace starts off in a position, where we're losing money and were unprofitable and the.\n\nPattern is the same every single time.\n\nIntroducing new product invest in building out supply of that product once we invest in building out that supply of that product, we build up liquidity in the ecosystem and as we built up liquidity, we build more consumer demand.\n\nLiquidity and reliability improves consumer demand improves as does willingness to pay to improve like that we've done at 10 times 15 times over and over again.\n\nAnd if you look at our strategy on the mobility business, it's a bit of a barbell strategy. So we've got kind of Uber X, which is kind of the baseline business and then we have some premium products.\n\nLike you Furby Uber for business that has premium margins like Black and reserve that also come with premium margins as well and we use those premium margins to invest into.\n\nSome of the categories that we're trying to build our growth path. For example, so this was taxi. It was two wheelers Moto three wheelers auto Rickshaws in India is Uber X share for example, all of those products.\n\nHave been unprofitable when we launch and as we build out liquidity kind of the profitability of those products improves and frankly, we can turn those profit those products profitable if we want it tomorrow, but it's about the balance of investing in profitability and growth. The same is true of Avi here, which is as we are building.\n\nOur supply base.\n\nWe'll lose money and I expect that will be profitable for a few years going forward and as we built liquidity, we can take the margins up.\n\nRight now it is.\n\nIt looks exactly like a number of our early product and kind of we can balance the.\n\nOverall margins of our mobility business with this barbell strategy of premium products feeding some of our investment products and feeding some of the new growth paths as it relates to will also use our balance sheet will kind of invest in that the ecosystem various players.\n\nWe will we have established a global fleet network to make sure of that.\n\nThey can claim a car's recharge of cars et cetera.\n\nWe're also investing in AAV data collection, a partnership with Nvidia so that.\n\nWe are collecting kind of rideshare specific data that we can provide to our partners as well.\n\nSo this is something we've done multiple times and we expect to run the play again.\n\nIn terms of the barbell strategy that we've got.\n\nGreat. Thank you.\n\nWelcome.\n\n.\n\nThe next question comes from Ron Josey with Citi. Your line is open.\n\nGreat. Thanks for taking the question, maybe sticking with the investment team, but to your point on lifetime investments I think in the letter you talked about suggested some short term investments for loyalty gains can you help us understand a little bit more on the royalty gains on the Uber one benefits clearly we've talked about cross platform and then back on U S trip growth, which accelerated affordability.\n\ntotally get it talk to us about insurance rates and then the benefits from newer driver newer writers like seniors in teens. Thank you.\n\nAbsolutely. So we're very very happy about our progress and number one I think the last time that we talked to we talked about 36 million members growing at healthy rates that continues.\n\nPenetration of Uber ones in terms of gross bookings, it's about two thirds of gross bookings for our delivery business and continues to increase.\n\nGross bookings penetration in mobility as well.\n\nAnd the benefits are there frankly, they're just the best benefits.\n\nIn the in the industry, you got 6% cashback on rides no delivery fee up to 10% off of orders plus exclusive selection and upgrade to priority delivery, and then kind of surprise and delight other moments as well, but that we give to our members. The other good news for US is that when we look at membership cohorts.\n\nAnd membership retention, even though remember the number of members is growing very very fast.\n\nThe cohorts actually in terms of retention continued to improve especially as we move.\n\nA higher percentage of the users from.\n\nFrom monthly passes to annual passes as well and then at the same time, we continued to rollout the program geographically, we're up and we're now in 42 countries versus.\n\nVersus 28, a year ago now I would tell you that early on in the initial months when someone becomes a member typically that is profit negative for us because the.\n\nThe discounts that we offer the member exceed the increment in terms of how much they use the product.\n\nAnd or how well we retain them both of those go up.\n\nAs the members mature six plus months.\n\nThen the members actually become profitable as well so in the first six months actually moving somewhat over to membership, especially moving someone who was already a high frequency user is.\n\nOur net negative we still make money on those members, but it is a net negative in terms of margins and then it becomes a net positive as the power of the platform comes in cross platform comes in and retention kicks in as well. So it's just an example of kind of a near term investments that we make.\n\nTo drive long term engagement and long term growth.\n\nAnd the math behind that was.\n\nInvestments in terms of the lifetime value versus the cost of our member acquisition continues to improve.\n\nAs a result, we're also kind of investing in and more partnerships to .\n\nOur membership program with other membership programs, obviously, we have a best in breed program with Amex.\n\nConsumer plan on spend.\n\nBut you're also seeing like exclusive premium table reservations via open table disc.\n\nDiscounted or sometimes free clear plus memberships as well so the power of the membership is actually getting stronger as we align with others in the industry as well.\n\nRon I'll take the second part of that question.\n\nInsurance and 2025 really has been a very good year for us in terms of the progress that we've made and maybe before I get into the elements just.\n\nA shout out to the cross functional team across Uber U S, who really has helped us in a number of different areas make great progress in 25. So we've always talked about sort of three elements to our insurance strategy and over the course of this year. All three have have really contributed to what I think will.\n\nBeneficial for us in 2006, and as we go forward on the legislation side, we've had a number of great wins in a variety of different areas of Georgia, Nevada, and then most recently I think theres been a bit a bit of press on the wins in California, which which will help specifically reduced the uninsured and underinsured.\n\nYour insured motorists coverage limits.\n\nThat are applicable to us from $1 million down to 60000 on an individual basis and 300000 per accident that is that's very beneficial for us in California, and it adds to the momentum that we've seen a number of other states.\n\nOn the tech side, we've talked about the the driving insights dashboard and this is a this is a product that the tech team has developed that allows our drivers to get some in.\n\nTelegent and some performance feedback on what they are driving behavior is doing it helps a lot.\n\nLook them to jackrabbit starts and heartbreaking sharp turns and so forth and by giving them. This feedback we are actually seeing drivers on their own sort of improve.\n\nImprove their driving behavior.\n\nAnd it's actually actually we've seen.\n\nWe've introduced that visibility to drivers we've seen more miles driven by those in the highest scoring bucket, which is an indicator that folks are adopt adjusting their behavior to be safer drivers and then the sort of the cherry on top of that is we've now introduced advantage mode into select cities and we'll continue to roll that.\n\n[noise] out and advantage mode actually provide some rewards to those drivers who are.\n\nThe who are who are improving their driving score and then lastly on the on the commercial side.\n\nHaving a captive and having a having a a.\n\nTop class team that is working on the commercial negotiations, we we have the ability to continue to keep our partnerships really added in it.\n\nA stable level and also where need be apply some tension on who holds the risk and who holds the how much profitability. Our partners can share from that and that allows us to keep tension on the cost side. So the result of all these efforts is we expect that we're going to see hundreds of millions of dollars of savings.\n\nAnd we look to pass those savings on to customers through lower fares really across the U S for next year.\n\nOkay next question.\n\nThe next question comes from Ross Sandler with Barclays. Your line is open.\n\nHey, guys just wanted to ask about the.\n\nThe new multiple gigs initiatives. So what are the some what are some of the areas that youre looking into for .\n\n, new earning potential.\n\nStepping back how might this initiative impact things like driver retention or overall profitability.\n\nHoover compared to just kind of.\n\nOperating only the two areas of earnings that were in today. Thank you.\n\nYeah, absolutely so.\n\nJust similar to the consumer where we see consumers using multiple platforms they retain better.\n\nThey use are they get embedded with our platform more the same is true for earners, which is to the extent that they use us for delivering and shopping et cetera, or delivering and mobility.\n\nThere they are embedded with the platform, we retain them for longer et cetera.\n\nWhat what.\n\nKind of one way of looking at Uber, Obviously, we are a logistics transformation platform in terms of moving people places or getting anything to your home or getting a truck to to ship your goods. Another way of looking at our platform is that we're platform for work.\n\nThe first kind of kind of work that we have gone after its transportation, but we can empower other kinds of work as well, which is what Uber AI solutions is all about.\n\nThe work that we're doing encompasses training AI models.\n\nTwo rating, both kind of voice bot audio responses.\n\nTwo annotating video from multiple sources.\n\nFor various players like security cameras and robots for examples we're creating.\n\nJudging query response payers across various answers answers and this kind of work is available to both earners, who are on the platform all around the world.\n\nThis work done and English and will need it done in Spanish and when you might need to done.\n\nIn many other languages as well.\n\nAnd it's another earnings opportunity for both our earners, who are in place now, but also new orders, who can come to the platforms. Some of the some of the.\n\nRules require Phds for example in physics.\n\nIn order to get the gig done so to speak in the pay for that kind of work is obviously higher. So this is we think.\n\nOne is it is an opportunity to provide more work as the nature of work changes.\n\nGoing forward.\n\nWe do think that it will provide more earnings opportunities for orders and kind of which is terrific.\n\nAnd we think this can ultimately be another profitable line of business for us over AI solutions is we're landing a ton of customers.\n\nAnd if it is it is kind of nascent.\n\nAnd its operations right now, but the potential that we see is enormous.\n\nNext question please.\n\nThe next question comes from John calling Tony with Jefferies. Your line is open.\n\nGreat. Thanks for taking my questions.\n\nFirst can you talk about any key capabilities provided by the toast partnership and how it fits into your broader framework for leveraging partnerships to help drive growth and profitability and second Sean maybe you can talk about the rationale for shifting some of the non-GAAP metrics and for the move.\n\nFrom adjusted EBITDA to adjusted operating income specifically does this have any reflection on your ramp in capital investments in the autonomous vehicle space. Thanks.\n\nYeah, absolutely so in terms of toast.\n\nWe're very very happy about that partnership they are.\n\nA strategic partner and obviously toast is kind of one of the leading.\n\nPoint of sale offerings.\n\nOn the industry.\n\nWhat you will see in terms of total is that.\n\nA restaurant that is toast enabled.\n\nEssentially will be automatically enabled for eats as well.\n\nSo the integration between Towson eats is going to be seamless.\n\nuploads will be seamless picture uploads will be seamless.\n\nWe're actually using the data the restaurant data that toast is empowering and then moving that data.\n\nDirectly across two breweries.\n\nIt's got a simplified kind of setting up your operation on , it's going to simplify how you market on east and it's going to.\n\nSave a bunch of time for those.\n\nThose entrepreneurs, who are building out our restaurant ecosystem. So I think it's just going to be a more seamless integrated experience that gives restaurants, a lot more control a lot more flexibility and allows them to launch on eats immediately.\n\nWe are also hoping to help toast grow its international presence outside of the U S. Obviously, they are very very strong in the U S. Our footprint outside of the U S. As you know is much more mature. So we think this is kind of a win win for us It gives us.\n\nMore footprint across the ecosystem.\n\nAnd then for toast that helps them grow outside of the U S as well.\n\nFirst of all if you want to take a second yeah.\n\nSo yes, thanks for the question John.\n\nSo the rationale really is a reflection just as as we as a company grow in size scale and maturity, we want to provide investors with with metrics that allow for better comparability across the alternative options. They have on on where to put their clients' capital.\n\nAnd moving to a adjusted EPS model really allows for that that ease of compare and it reflects that.\n\nManagement team understand that there are real costs that come from depreciation from from some of the software amortization stock based comp et cetera that need to be reflected in .\n\nThe cost of our running the business as well as including really the benefits that come with reducing share count from returning the cash that this enterprise is generating two two shareholders bye bye.\n\nRepurchasing our shares so nothing more to it than really I think it's a journey that all companies go through as they.\n\nAs they scale and become more meaningful in an investor's portfolio and then personally I think as as CFO I like having the lob leaders held to.\n\noperating income because there are choices that they make on for example talent decisions and location decisions, which can impact costs, such as stock based compensation or depreciation and those are real cost to the business and it helps to have that also in their consideration as they think about where they are.\n\nWant to make the investments to continue to drive topline growth, but being mindful of our of our commitments to continue to grow profitability. So it's really just a I think the appropriate evolution for the company given where we are.\n\nAlright.\n\nThe last question please.\n\nThe last question comes from Nicole with Bernstein. Your line is open.\n\nHi, there. Thank you for taking my question I had a couple. Please so first I wanted to follow up on the strong results in mobility and I'm. Just wondering did the upside primarily come from the moderation in insurance pressure or were there other network improvements that unlocked the growth in the quarter as well I think the letter talks about driver supply.\n\nAnd product update so just trying to understand the relative contribution from those additional factors and how they might continue to stack in your favor into 'twenty.\n\nAnd then my second question is on Evs Dara can you speak a little bit about the scale and quality of real world data that youre able to contribute it seems like that's a core constrained for a lot of companies.\n\nAnd you can help chip away at that problem. So I'm curious to hear how you're going about tackling that thank you.\n\nYes, Thanks, Nicole I'll take the first one.\n\nAnd it's very specific to mobility growth I believe is where you were asking so.\n\nThe business is doing really well look at the investments we've made.\n\nHave are are starting to come through at a great rate to the marketplace trends are strong the product innovation is giving us conviction.\n\nI think what what we would like investors to really focus on is this growth is trip sled and that is the healthiest way to grow the business because it comes from expanding our audience and mobility audience hit 150, almost 150 million users that is a all time high for us.\n\nOur frequency growth was also very strong. So together you are seeing the right drivers behind it.\n\nAnd it's coming from great growth on the core.\n\nWell as the new product portfolio. So.\n\nWe still feel very confident as we look to 2026 and beyond I mean, the metric that we that keeps us excited is for.\n\nFor example, looking at our top 10 markets only 10% of the adult population uses Uber on a monthly basis. So we have we continue to see great opportunity to continue to penetrate the Tam and I think Dara has made reference to our barbell strategy and maybe just to help.\n\nPut that in perspective.\n\nWe're X, which is really the core engine of our growth represents sort of about two thirds of our trips. So when you look at the wins you see you see the investments we've made in product innovation on the low cost such as the modal product wait and save the shuttle that we're running in New York shared .\n\nAll of those are making uber more accessible to a to a broader population and helping us onboard new users, which is behind some of that audience growth and then the investments that we're making in premium which include the comfort. The black I think we've made mention that we are working to launch.\n\nelite product in the in the next quarter or two all of those help us to balance that best overall profitability do allow us to continue to drive the margin expansion. So overall, we feel great about the growth and then sort of more specifically if if we think.\n\nWhat happened in third quarter.\n\nI would tell you that.\n\nIt was.\n\nOn the trip side we.\n\nHad we had good growth internationally, Latam and APAC and we also had a great European summer travel that really helped out on trips and then just in terms of helping you bridge from the.\n\n.\n\nHi trip growth of 21% to 19% of GDP growth as I mentioned.\n\nThat growth internationally that puts a little bit of mixed pressure down because obviously a trips outside the U S and Canada are at a lower price points, so that puts a little bit of pressure as well. So I wouldn't really characterize what we saw in Q3 as as one off we are.\n\nWere now entering our busiest quarter Dara already made opening comments on what a spectacular weekend, we had for Halloween. So we feel good that that 2026 is going to be another great year for Uber and we'll continue to to be a business that has that is.\n\nThe ability to generate.\n\nHi, Mitch.\n\nTo high teens growth convert that into great profitability convert that into great cash and then use that to reduce share count and and that's the model we want people to get behind.\n\nGreat and then in terms of a visa and collection of real World data, we are collecting real world data as we speak.\n\nThe advantage that we have as we already run a rideshare network and it's essentially.\n\nPutting a vehicle in place that is appropriate for collection of this real world data and as you can expect.\n\nThe ride share use case is particular in terms of pickups and drop offs or the commonality of pickups and drop offs stadiums airports et cetera.\n\nWe have obviously, we're working very closely with our partners and the feedback that we're getting from them in terms of the value of the data and trading their model is very very positive.\n\nAnd then the Nvidia announcement for us as a marker to really scale. The operations here. We are looking into building out a more robust sensor staff FERC ample to get higher definition data quality across both camera and lidar for some of our partners.\n\nAnd we're not really restricted by scale.\n\nBecause it's either vehicle or its a sensor suite that we can talk we can put on top of these vehicles. We've got for example.\n\nProbably work with some of our fleet partners as well as some IC drivers as well.\n\nSo this is something that we can scale up essentially as much as we as as we desire in partnership with Nvidia and our other partners.\n\nAs well.\n\nAnd again.\n\nWe think that between the Hyperion hardware platform and video working on El for themselves. The multiple partnerships that we have both in terms of mobility and delivery on a V and now our ability to collect data and then the Sim capabilities for many of these partners are much stronger in terms of collect.\n\nOne piece of data.\n\nAnd then running thousands of scenarios from that core piece of data, we think thats a terrific combination to bring to market as quickly as possible and obviously on the on the Uber platform. So very excited about the possibilities here.\n\nAlright.\n\nThank you very much. Thank you for your questions and thanks, everyone for joining us.\n\nAnswer the Uber teams great quarter in terms of growth, both topline and Bottomline.\n\nAnd hopefully more to come thanks, everyone talk to you soon.\n\nThis concludes today's conference call. Thank you for joining you may now disconnect."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75b105fb1aaadb7a452f46a69b29c233",
    "period": "2025 Q2",
    "content": "Q2 2025 Uber Technologies Inc Earnings Call\n\nQ2 2025 Uber Technologies Inc Earnings Call\n\nUBERNYSEAUG 6, 8:00 AM\n\nOperator\n\nHello, and welcome to the Uber Second Quarter 2025 Earnings Conference Call. [Operator Instructions] I would now like to turn the conference over to Balaji Krishnamurthy, Vice President, Investor Relations. You may begin.\n\nBalaji Krishnamurthy\n\nAnalyst, Goldman Sachs & Co. LLC\n\nThank you, operator. Thank you for joining us today, and welcome to Uber's Second Quarter 2025 Earnings Presentation. On the call today, we have Uber CEO, Dara Khosrowshahi; and CFO, Prashanth Mahendra-Rajah.\nDuring today's call, we will present both GAAP and non-GAAP financial measures and additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP and non-GAAP measures are included in the press release, supplemental slides and our filings with the SEC, each of which is posted to investor.uber.com.\nCertain statements in this presentation and on this call are forward-looking statements. You should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law. For more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as risks and uncertainties described in our most recent Form 10-K and in other filings made with the SEC. We published our quarterly earnings press release, prepared remarks and supplemental slides to our Investor Relations website earlier today, and we ask you to review those documents if you haven't already.\nWe will open the call to questions following brief opening remarks from Dara. With that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director\n\nThanks, Balaji. Q2 was another quarter of new records for Uber as we achieved all-time highs in both audience and frequency. This powered robust growth in trips in gross bookings, both up 18%. We also reached new highs for adjusted EBITDA, GAAP operating income and free cash flow. We're expecting more of the same strong performance in Q3 with another quarter of high teens gross bookings growth and low to mid-30s EBITDA growth.\nWe've already made great progress harnessing the unique power of our platform to foster deeper engagement with our consumers who visited our apps nearly 30 billion times over the past 12 months, but we're just scratching the surface of what's possible. Today, fewer than 1 in 5 of our consumers are active across both Mobility and Delivery, and we believe this can and will go much higher over time.\nThat's one of the reasons I'm super excited that Andrew McDonald has stepped into the role of COO. One of Mac's primary focus areas will be supercharging our platform strategy and the growth that it can bring with our mobility and delivery leaders now reporting directly to him as well as the cross-platform efforts like advertising and autonomous. While we remain as focused as ever on our core business, we continue to push forward on building the future with AV. And Q2 was jampacked. We expanded our operating zones in Austin with Waymo and Abu Dhabi with WeRide, and we also launched exclusively with Waymo in Atlanta.\nAnd at the same time, we announced several new and expanded partnerships, including with Baidu, Lucid, Neuro and Wayve. Our autonomous momentum continues at Uber speed and we'll be ramping those deployments significantly over the next few quarters in the U.S. and internationally. To be put, we've never been more excited about what Uber is delivering today. or the many opportunities ahead. That's why today, we announced a new $20 billion share repurchase authorization as part of our sustained focus on value creation for our shareholders. With that, let's go to questions."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/883bf32ae7180587a83d1ae112f8c0f1",
    "period": "2025 Q1",
    "content": "Q1 2025 Uber Technologies Inc Earnings Call [BACKUP]\n\nQ1 2025 Uber Technologies Inc Earnings Call [BACKUP]\n\nUBERNYSEMAY 7, 8:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nSheridan with Goldman Sachs. Please go ahead."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bf236d34fc6226b583002654ccba5579",
    "period": "2024 Q4",
    "content": "Q4 2024 Uber Technologies Inc Earnings Call\n\nQ4 2024 Uber Technologies Inc Earnings Call\n\nUBERNYSEFEB 5, 8:00 AM\n\nOperator\n\nHello, and welcome to the Uber Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions]\nI would now like to turn the conference over to Deepa Subramanian, Vice President, Investor Relations. You may begin.\n\nDeepa Subramanian\n\nAI Assigned\n\nThank you, operator. Thank you for joining us today, and welcome to Uber's Fourth Quarter and Full Year 2024 Earnings Presentation. On the call today, we have Uber CEO, Dara Khosrowshahi; and CFO, Prashanth Mahendra-Rajah.\nDuring today's call, we will present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP to non-GAAP measures are included in the press release, supplemental slides and our filings with the SEC, each of which is posted to investor.uber.com.\nCertain statements in this presentation and on this call are forward-looking statements. You should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law. For more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as the risks and uncertainties described in our most recent Form 10-K and in other filings made with the SEC.\nWe published our quarterly earnings, press release, prepared remarks and supplemental slides to our Investor Relations website earlier today, and we ask you to review those documents if you haven't already. We will open the call to questions following brief opening remarks from Dara.\nWith that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director\n\nThanks, Deepa. So the theme of this quarter is acceleration. We accelerated growth in audience, trips and the top line. Gross bookings growth on a constant currency basis beat even our own expectations, coming in above the high end of our guidance. This performance was powered by strong product innovation across our platform, driving multiproduct use to an all-time high of 37% of Uber consumers. It was also a stellar few months for Uber One membership program, where we added 5 million members in the quarter, bringing our total member base to 30 million, up nearly 60% year-on-year.\nWe're now 1 year into the 3-year outlook we presented to investors last February, and I'm pleased to say that in 2024, we cleanly exceeded our commitments on all three components of that framework. Gross bookings grew 21% versus our commitment to mid- to high-teens constant currency CAGR. Adjusted EBITDA grew 60% year-on-year versus the high 30s to 40% CAGR. And annual free cash flow as a percentage of EBITDA was 106% versus our indication of 90-plus percent. We're thrilled with this performance and have started 2025 with a lot of momentum. Despite FX headwinds, we expect continued strong growth in Q1 with 17% to 21% constant currency gross bookings growth and continued profit expansion.\nLastly, a word on autonomous. I'd encourage everyone to read our prepared remarks and supplemental slides where we spend some more time this quarter sharing our perspective on the state of AVs. The key takeaway is that while AV technology is advancing, commercialization will take significantly longer, and we have conviction that Uber will be the indispensable go-to-market partner for AV players. This is undoubtedly one of our top priorities, and we're investing a lot of technical, strategic and management attention to this topic with lots more to come. Just today, we announced that Austin residents can sign up for interest list right in their Uber app to increase their chances of matching within Waymo AV when we launch next month.\nWith that, operator, let's take your questions."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6e2172073c6c0411fbe1a5da9d02a7cc",
    "period": "2024 Q2",
    "content": "Q2 2024 Uber Technologies Inc Earnings Call\n\nQ2 2024 Uber Technologies Inc Earnings Call\n\nUBERNYSEAUG 6, 8:00 AM\n\nOperator\n\nWelcome to the Uber Q2 2024 Earnings Conference Call. [Operator Instructions] I would now like to turn the conference over to Deepa Subramanian, Vice President, Investor Relations, Corporate Finance. Please go ahead.\n\nDeepa Subramanian\n\nAI Assigned\n\nThank you, operator. Thank you for joining us today, and welcome to Uber's Second Quarter 2024 Earnings Presentation. On the call today, we have Uber CEO, Dara Khosrowshahi; and CFO, Prashanth Mahendra-Rajah.\nDuring today's call, we will present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures including a reconciliation of GAAP to non-GAAP measures are included in the press release, supplemental slides and our filings with the SEC, each of which is posted to investor.uber.com.\nCertain statements in this presentation and on this call are forward-looking statements. You should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law.\nFor more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as the risks and uncertainties described in our most recent Form 10-K and in other filings made with the SEC.\nWe publish our quarterly earnings press release, prepared remarks and supplemental slides to our Investor Relations website earlier today, and we ask you to review those documents, if you haven't already. We will open the call to questions following brief opening remarks from Dara. With that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director\n\nThanks, Deepa. Q2 was another record quarter for Uber and further demonstrated our ability to deliver profitable growth at scale. Gross bookings grew 21% on a constant currency basis, consistent with trip growth.\nOur audience expanded 14% while frequency grew 6%, supported by 7.4 million drivers and couriers globally. At the same time, adjusted EBITDA grew 71% year-on-year and we generated record quarterly GAAP operating income. These are super strong results that we're proud of, but I also understand there are 2 big questions out there that I want to address before we head into Q&A.\nFirst, the strength of the consumer and how Uber would perform in a recession. Based on what we're seeing today, the Uber consumer is in great shape. Our audience is bigger than ever and using our services more frequently than ever. While our consumers tend to be higher income, we're not seeing any softness or trading down across any income cohort.\nWhere the current macroeconomic fears materialize, we're confident that Uber can perform well because of the countercyclical nature of our platform. On the mobility side, more driver supply brings down prices for riders and improves reliability; and on the delivery side, merchants are investing in performance channels like ours for growth, improving selection and affordability for consumers.\nIn fact, in Q2, the number of first-time consumers on Uber Eats in the U.S. was higher than at any point over the past 5 quarters. It's clear that delivery is much more habitual than many assumed, made even more so by our Uber One membership, which now covers 50% of delivery gross bookings.\nWe'll continue to drive consistent top line growth while expanding GAAP operating income. Our track record of making and then exceeding our commitments should give investors confidence that we build the capital discipline and operational muscle to perform well in any scenario.\nSecond, autonomous. Put simply, Uber is uniquely positioned to offer tremendous value for AV players looking to deploy their technology at scale. While the operation of a ride hail network may seem simple, our technology obscures a huge amount of complexity. We support roughly 1 million trips per hour and our average ETA globally is approximately 4 minutes. That's possible because of marketplace tech that makes over 10 million predictions per second and more mundanely, we handled more than 25 million lost items in just last year alone.\nWe also know that a key factor in AV commercialization will be asset utilization. AV players will need to ensure that their expensive assets are being used as close to 24 hours a day as possible, while also managing the daily and weekly peaks of ride hail activity. Uber can provide enormous demand without AV players needing to invest capital towards acquiring customers or building the marketplace tech that delivers reliability at the standard that consumers have come to expect.\nLet's all say that Uber will be an indispensable partner for AV players of all sorts. We're in late-stage discussions with additional global AV players to join our platform and will have more announcements in the coming weeks and months.\nThanks to the Uber team for another great quarter. With that, operator, let's open the call for questions."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b0f15ad2b0cce4ec2bcbddb3036ea1d8",
    "period": "2024 Q1",
    "content": "Q1 2024 Uber Technologies Inc Earnings Call\n\nQ1 2024 Uber Technologies Inc Earnings Call\n\nUBERNYSEMAY 8, 8:00 AM\n\nOperator\n\nThank you for standing by. My name is Sarah, and I will be your conference operator today. At this time, I would like to welcome everyone to the Uber Q1 2024 Earnings Conference Call. [Operator Instructions]\nI would now like to turn the conference over to Deepa Subramanian, VP of Investor Relations and Corporate Finance. You may begin.\n\nUnknown Executive\n\nThank you, operator. Good morning, and thank you for joining us today, and welcome to Uber's First Quarter 2024 Earnings Presentation. On the call today, we have Uber CEO, Dara Khosrowshahi; and CFO, Prashanth Mahendra-Rajah.\nDuring today's call, we will present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP to non-GAAP measures, are included in the press release, supplemental slides and our filings with the SEC, each of which is posted to investor.uber.com.\nCertain statements in this presentation and on this call are forward-looking statements. You should not place undue reliance on forward-looking statements. Actual risks to differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law. For more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as the risks and uncertainty these described in our most recent Form 10-K and in other filings made with the SEC.\nWe published our quarterly earnings press release, prepared remarks and supplemental slides to our Investor Relations website earlier today and we ask you to review those documents, if you haven't already. We will open the call to questions following brief opening remarks from Dara. With that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director\n\nThanks, Deepa. Our results this quarter once again demonstrate our ability to deliver consistent, profitable growth at scale. Uber is off to a solid start in 2024 with trips up 21% year-on-year, consistent with our gross bookings growth rate on a constant currency basis. Our audience expanded by 15%, while frequency grew 6%, underpinned by 7.1 million drivers and couriers on our platform. At the same time, record adjusted EBITDA of $1.4 billion grew 82% year-over-year, and we generated $4.2 billion of free cash flow over the last trailing -- over the trailing 12 months.\nWe're making good progress on many of the initiatives we laid out for 2024 in our last earnings call. Demand for Uber remains strong. And just last week, we hit another best week ever for gross bookings, and we expect to deliver another quarter of over 20% year-on-year growth on a constant currency basis in Q2.\nWith that, operator, can you open up for questions?"
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c1fd1aec33e429b580c7b51a486406c2",
    "period": "2023 Q4",
    "content": "Q4 2023 Uber Technologies Inc Earnings Call\n\nQ4 2023 Uber Technologies Inc Earnings Call\n\nUBERNYSEFEB 7, 8:00 AM\n\nOperator\n\nGood morning. My name is Krista, and I'll be your conference operator today. At this time, I would like to welcome everyone to the Uber Fourth Quarter Earnings Conference Call. [Operator Instructions] I would now like to turn the conference over to Alex Wang, Head of Investor Relations. Alex, you may begin your conference.\n\nAlaxandar Wang\n\nAnalyst, Bank of America Merrill Lynch\n\nThank you, Christa. Thank you for joining us today, and welcome to Uber's Fourth Quarter and Full Year 2023 Earnings Presentation. On the call today, we have Uber CEO, Dara Khosrowshahi; and CFO, Prashanth Mahendra-Rajah.\nDuring today's call will present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP to non-GAAP measures are included in the press release, supplemental slides and our filings with the SEC each of which is posted to investor.uber.com.\nCertain statements in this presentation and on this call are forward-looking statements. You should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law. For more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as risks and uncertainties described in our most recent Form 10-K and in other filings made with the SEC.\nWe published our quarterly earnings press release, prepared remarks and supplemental slides to our Investor Relations website earlier today, and we ask you to review those documents if you haven't already. We open the call to questions following brief opening remarks from Dara and Prashanth. With that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director\n\nThanks, Alex. Q4 was a standout quarter to cap off a standout year. Trip growth of 24% year-on-year outpaced gross bookings growth for the fourth quarter in a row, powered by strong audience trends and record engagement as consumer activity remained healthy all around the world. At the same time, adjusted EBITDA of $1.3 billion exceeded our Q4 outlook with GAAP operating income of $652 million.\nLooking back, 2023 was an inflection point for Uber, providing -- proving that we can continue to generate strong profitable growth at scale. These results in our Q1 outlook demonstrate that we're starting 2024 with tremendous momentum and reliable execution. I'm energized by the pace of innovation I'm seeing across the company and I'm looking forward to another exciting year ahead. And now here's Prashant.\n\nPrashanth Mahendra-Rajah\n\nExecutive VP of Finance & CFO\n\nThank you, Dara. And let me add my welcome to our Q4 earnings call. As a reminder, we will be hosting an investor update next week on Wednesday, February 14, to present an updated view of our strategy and capital allocation plans. As such, we kindly ask that you keep your questions today focused on our fourth quarter and full year 2023 results. And with that, let's open the call to questions."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0bed668ebf68b552d07ad8b2b1a05348",
    "period": "2023 Q3",
    "content": "Q3 2023 Uber Technologies Inc Earnings Call\n\nQ3 2023 Uber Technologies Inc Earnings Call\n\nUBERNYSENOV 7, 8:00 AM\n\nOperator\n\nGood morning. My name is Briana, and I will be your conference operator today. At this time, I'd like to welcome you to Uber's Q3 2023 Earnings Conference Call. Please note that this call is being recorded. After the speaker's remarks, there will be a question-and-answer session. [Operator Instructions] I will now turn today's call over to Alex Wang, Head of Investor Relations. Please go ahead.\n\nAlaxandar Wang\n\nHead of Investor Relations\n\nThank you, operator. Thank you for joining us today, and welcome to Uber's Third Quarter 2023 Earnings Presentation. On the call today, we have Uber's CEO, Dara Khosrowshahi; and CFO, Nelson Chai. During today's call, we'll present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP to non-GAAP measures are included in the press release, supplemental slides and our filings with the SEC each of which is posted to investor.uber.com. As a reminder, these numbers are unaudited and may be subject to change. Certain statements in this presentation and on this call are forward-looking statements. You should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not underwrite any obligation to update any forward-looking statements we make today, except as required by law. For more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as risks and uncertainties described in our most recent Form 10-K and other filings made with the SEC.\nWe published our quarterly earnings press release, prepared remarks and supplemental slides to our Investor Relations website earlier today, and we ask you to review those documents if you haven't already. We will open the call to questions following brief opening remarks from Dara.\nWith that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director\n\nThanks, Alex. Q3 marks another very strong quarter for over. Year-on-year trip growth accelerated to 25% from 22% in Q2. And outpacing gross bookings growth for the third quarter in a row. Trip growth was powered by strong audience and frequency trends as consumer activity remains robust heading into our busiest period of the year. Notably, monthly trips per MAPC continue to steadily increase matching our all-time high. At the same time, adjusted EBITDA exceeded our Q3 outlook and our adjusted EBITDA margin exceeded 3% for the first time. Simply put, the growth flywheel we built, coupled with rigorous cost discipline, is enabling us to generate strong [indiscernible] GAAP operating income and free cash flow while also making disciplined investments appropriately fund growth initiatives that will deliver long-term, sustainable financial value.\nFinally, I want to recognize Shack Nelson for his immense contribution to the company and his partnership with me over the past 5 years. Looking ahead, I'm thrilled to welcome Prashanth as our new CFO starting tomorrow, and I'm confident that he'll continue to build upon the great foundation that Nelson has built. With that, let's open the call to questions."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1a5927501fb41e3d6e6ca549cc734be2",
    "period": "2023 Q2",
    "content": "Q2 2023 Uber Technologies Inc Earnings Call\n\nQ2 2023 Uber Technologies Inc Earnings Call\n\nUBERNYSEAUG 1, 8:00 AM\n\nOperator\n\nHello, and welcome to Uber Q2 '23 Earnings Conference Call. [Operator Instructions] I will now turn the conference over to Alex Wang, Head of Investor Relations. Please go ahead.\n\nUnknown Executive\n\nThank you, [ Sarah ]. Thank you for joining us today, and welcome to Uber's Second Quarter 2023 Earnings Presentation. On the call today, we have Uber CEO, Dara Khosrowshahi; and CFO, Nelson Chai. During today's call, we will present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP to non-GAAP measures are included in the press release, supplemental slides and our filings with the SEC, each of which is posted to investor.uber.com. As a reminder, these numbers are unaudited and may be subject to change.\nCertain statements in this presentation and on this call are forward-looking statements. You should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law. For more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as risks and uncertainties described in our most recent Form 10-K and in other filings made with the SEC.\nWe published our quarterly earnings press release, prepared remarks and supplemental slides to our Investor Relations website earlier today, and we ask you to review those documents if you haven't already.\nWe will open the call to questions following brief opening remarks from Dara. With that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director\n\nThanks, Alex. For most of our history, profitable wasn't the first thing that came up when you asked one about Uber. In fact, many observers over the years bold claim that we would never make any money. And I understood why they fell by way, the easy availability of capital over the past decade obscured the poor unit economics of many businesses. But we knew they were wrong about Uber as did many of our investors who backed us over the years.\nWe reached 2 important milestones this quarter, which demonstrates the significant transformation we've undergone towards profitable growth. Our first ever GAAP operating profit of $326 million and our first quarter of free cash flow over $1 billion, all the while delivering record platform engagement, strong top line growth and a new all-time high of $15.1 billion in total earnings for drivers and couriers on the platform.\nAs we've said before, when it comes to fulfilling our mission and building a generational company, profitability is a means and not merely an end. There are very few businesses that can deliver both strong growth at our scale and continue to expand margins.\nWe remain focused on scaling GAAP operating income and free cash flow while also making disciplined investments to appropriately fund growth initiatives that will carry us into the future. I also want to take a moment to thank Nelson, who we announced will be leaving Uber on January 5 after overseeing a smooth transition as we search for a new finance leader.\nNelson has been a huge part of Uber's transformation over the past 5 years, taking us public, bearing the company to profitability through unprecedented times, establishing credibility and trust with our investor base and building a phenomenal team along the way. Nelson has been a trusted adviser for me personally, and I know that I speak for the entire company that we're grateful for everything he's done to establish such a strong foundation for a path forward and that will sorely miss hearing Nelson unplugged during all-hands meetings.\nWith that, let's open the call to questions."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9c6685375b4bc3eaadb17086938ab9c6",
    "period": "2023 Q1",
    "content": "Q1 2023 Uber Technologies Inc Earnings Call\n\nQ1 2023 Uber Technologies Inc Earnings Call\n\nUBERNYSEMAY 2, 8:00 AM\n\nOperator\n\nGood morning, and welcome to Uber Technology, Inc.'s Q1 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference call is being recorded. I would now like to turn the call over to Balaji Krishnamurthy, Head of Investor Relations. Thank you. Please go ahead.\n\nBalaji Krishnamurthy\n\nHead of Investor Relations\n\nThank you, operator. Thank you for joining us today, and welcome to Uber's First Quarter 2023 Earnings Presentation. On the call today, we have Uber CEO, Dara Khosrowshahi; and CFO, Nelson Chan. During today's call, we will present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP to non-GAAP measures are included in the press release supplemental slides and our filings with the SEC, each of which is posted to investor.uber.com.\nAs a reminder, these numbers are unaudited and may be subject to change. Certain statements in this presentation and on this call are forward-looking statements. Such statements can be identified by terms such as believe, expect, intend and may. You should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law. For more information about factors that may cause actual results to differ materially from forward-looking statements, please wrap into the press release we issued today as well as risks and uncertainties described in our most recent annual report on Form 10-K for the year ended December 31, 2022, and in other filings made with the SEC went available. We published our quarterly earnings press release, prepared remarks and supplemental slides to our Investor Relations website earlier today, and we ask you to review those documents if you haven't already. We will open the call to questions following brief opening remarks from Dara. With that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director\n\nThanks, Balaji. Uber's off to a strong start in 2023 with gross bookings up 22% and year-on-year constant currency. Trips outpaced gross bookings growth and accelerated to 24% growth from 19% last quarter. Adjusted EBITDA of $761 million exceeded the high end of our guidance. And we delivered strong incremental adjusted EBITDA margin of 12% and record free cash flow of $549 million.\nOver the past 2 years, we've consistently delivered results that have exceeded both investor expectations and our own internal plans. Even as we perform well, we're acutely aware that expectations have only continued to increase for scale platforms, lockout. We're working to accelerate our path to GAAP income by optimizing our entire P&L every single line item. Despite any macroeconomic uncertainty, I'm more confident than ever in our prospects and remain committed to best agreed cash flow growth.\nUber platform has never been stronger. Our own expectations have never been higher, and we're excited to leave no doubt as to the scope of our ambitions for exceptionally profitable growth. With that, I'd like to open up the call to questions."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/99f70c6027b15a7dfd2ecfaa02df3d61",
    "period": "2022 Q4",
    "content": "Q4 2022 Uber Technologies Inc Earnings Call\n\nQ4 2022 Uber Technologies Inc Earnings Call\n\nUBERNYSEFEB 8, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Angela, and I will be your conference operator today. At this time, I would like to welcome everyone to the Uber Fourth Quarter '22 Earnings Conference Call. (Operator Instructions) Thank you.\nIt is now my pleasure to turn today's conference over to Mr. Balaji Krishnamurthy. Sir, please go ahead.\n\nBalaji Krishnamurthy\n\nHead of IR, Uber Technologies, Inc.\n\nThank you, Angela. Thank you for joining us today, and welcome to Uber's Fourth Quarter 2022 Earnings Presentation. On the call today, we have Uber CEO, Dara Khosrowshahi; and CFO, Nelson Chai.\nDuring today's call, we will present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP to non-GAAP measures, are included in the press release, supplemental slides and our filings with the SEC, each of which is posted to investor.uber.com. As a reminder, these numbers are unaudited and may be subject to change.\nCertain statements in this presentation and on this call are forward-looking statements. Such statements can be identified by terms such as believe, expect, intend and may, and you should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law.\nFor more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as risks and uncertainties described in our most recent annual report on Form 10-K for the year ended December 31, 2021, and in other filings made with the SEC when published.\nWe published our quarterly earnings press release, prepared remarks and supplemental slides to our Investor Relations website earlier today, and we ask you to review those documents if you haven't already. We will open the call to questions following brief opening remarks from Dara.\nWith that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director, Uber Technologies, Inc.\n\nThanks, Balaji. Uber delivered our strongest quarter ever in Q4, with gross bookings up 26% year-on-year on a constant currency basis. Adjusted EBITDA of $665 million exceeded the high end of our guidance for the sixth quarter in a row, and we delivered strong incremental adjusted EBITDA margin of 12%.\nWe reached several new milestones this quarter. We crossed 2 billion quarterly trips, and our Mobility consumer base exceeded 100 million for the first time in our history. At the same time, we're laser-focused on making Uber the best platform for earners, with over 5.4 million people earning on Uber around the world, another all-time high.\nPut simply, the Uber platform has never been stronger, and we're making great progress building on our platform advantage through advertising and membership. Despite any macroeconomic uncertainty, I'm more confident than ever in our prospects. We're entering the year with great momentum. Mobility trip growth is accelerating, and Delivery remains resilient. But we are far from complacent, and we'll continue to hold ourselves to high standards of growth and profitability to deliver yet another record year in 2023.\nWith that, let's open it up to questions.\n\nBalaji Krishnamurthy\n\nHead of IR, Uber Technologies, Inc.\n\nAngela, please queue up the questions."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bc8629ed97db191d6e9f784b43941030",
    "period": "2022 Q3",
    "content": "Q3 2022 Uber Technologies Inc Earnings Call\n\nQ3 2022 Uber Technologies Inc Earnings Call\n\nUBERNYSENOV 1, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Brent, and I will be your conference operator today. At this time, I would like to welcome everyone to the Uber Third Quarter 2022 Earnings Conference Call. (Operator Instructions).\nIt is now my pleasure to turn today's conference over to Mr. Balaji Krishnamurthy. Sir, please go ahead.\n\nBalaji Krishnamurthy\n\nHead of IR, Uber Technologies, Inc.\n\nThank you, operator. Thank you for joining us today, and welcome to Uber's third quarter 2022 earnings presentation. On the call today, we have Uber CEO, Dara Khosrowshahi; and CFO, Nelson Chai.\nDuring today's call, we will present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP to non-GAAP measures, are included in the press release, supplemental slides and our filings with the SEC, each of which is posted to investor.uber.com. As a reminder, these numbers are unaudited and may be subject to change.\nCertain statements in this presentation and on this call are forward-looking statements. Such statements can be identified by terms such as believe, expect, intend and may. You should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law.\nFor more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as risks and uncertainties described in our most recent annual report on Form 10-K for the year ended December 31, 2021, and in other filings made with the SEC when available.\nWe published our quarterly earnings press release, prepared remarks and supplemental slides to our Investor Relations website earlier today, and we ask you to review those documents if you haven't already. We will open the call to questions following brief opening remarks from Dara.\nWith that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director, Uber Technologies, Inc.\n\nThanks, Balaji. Uber delivered yet another strong quarter, with gross bookings up 32% year-on-year, EBITDA of $516 million, an all-time high and well above our guidance range and solid free cash flow of $358 million. Despite the uncertain global economic environment and considerable foreign exchange headwinds, we again issued Q4 EBITDA guidance that shows strong incremental progression and remain confident in our ability to deliver healthy top and bottom line growth, with strong free cash flow generation.\nUnderlying this performance are several trends that represent tailwinds for us: cities are reopening, travel is booming and more broadly, a continued shift of consumer spending from retail back to services. We've seen these trends continue into the fourth quarter, with October tracking to be our best month ever for Mobility and total company gross bookings. With over $1 billion in adjusted EBITDA and $693 million in free cash flow so far this year, we've demonstrated how our global scale and unique advantages of our platform are combining to generate meaningful profits, and we're confident in our ability to build on this momentum.\nWith that, let's open the call to questions."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/21706d615cfa45fe2e409d219bb99b50",
    "period": "2022 Q2",
    "content": "Q2 2022 Uber Technologies Inc Earnings Call\n\nQ2 2022 Uber Technologies Inc Earnings Call\n\nUBERNYSEAUG 2, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Brent, and I will be your conference operator today. At this time, I'd like to welcome everyone to the Uber Second Quarter 2022 Earnings Conference Call. (Operator Instructions).\nIt's now my pleasure to turn today's call over to Mr. Balaji Krishnamurthy, Head of Investor Relations. Please go ahead.\n\nBalaji Krishnamurthy\n\nHead of IR, Uber Technologies, Inc.\n\nThank you, Brad. Thank you for joining us today, and welcome to Uber's second quarter 2020 earnings presentation. On the call today, we have Uber's CEO, Dara Khosrowshahi; and CFO, Nelson Chai.\nDuring today's call, we will present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures, including reconciliation of GAAP to non-GAAP measures, are included in the press release, supplemental slides and our filings with the SEC, each of which is posted to investor.uber.com. As a reminder, these numbers are unaudited and may be subject to change.\nCertain statements in this presentation and on this call are forward-looking statements. Such statements can be identified by terms such as believe, expect, intend and may. You should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law.\nFor more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as risks and uncertainties described in our most recent annual report on Form 10-K for the year ended December 31, 2021, and in other filings made with the SEC when available. We published our quarterly earnings press release, prepared remarks and supplemental slides to our Investor Relations website earlier today, and we ask you to review those documents if you haven't already. We will open the call to questions following brief opening remarks from Dara.\nWith that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director, Uber Technologies, Inc.\n\nThanks, Balaji. Uber delivered another strong quarter with gross bookings and an annualized run rate of $116 billion, an all-time high; EBITDA of $364 million, another all-time high and well above our guidance range; and positive free cash flow for the first time ever of $382 million. Despite the uncertain global economic environment and considerable foreign exchange headwinds, we've issued Q3 EBITDA guidance that shows strong incremental progression, and we remain confident in our ability to deliver healthy top and bottom line growth, strong margin improvement and yes, free cash flow, all the while continuing to responsibly invest in technical innovation, earner satisfaction and durable long-term growth.\nAs I've said before, we continue to benefit from a secular increase in the on-demand transportation of people and things as well as a shift back from retail spend to services spend, and we continue -- and we intend to continue capitalizing on these growth tailwinds in a profitable manner.\nWith that, let's open the call to questions."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/08b1d4bcdd743e8b41162fa54c7ab272",
    "period": "2022 Q1",
    "content": "Q1 2022 Uber Technologies Inc Earnings Call\n\nQ1 2022 Uber Technologies Inc Earnings Call\n\nUBERNYSEMAY 4, 8:00 AM\n\nOperator\n\nGood morning. My name is Emma, and I will be your conference operator today. At this time, I would like to welcome everyone to the Uber First Quarter 2022 Earnings Conference Call. (Operator Instructions)\nMr. Balaji Krishnamurthy, Head of Investor Relations, you may begin your conference.\n\nBalaji Krishnamurthy\n\nHead of IR, Uber Technologies, Inc.\n\nThanks, Emma. Thank you for joining us today, and welcome to Uber's First Quarter 2022 Earnings Presentation. On the call today, we have Uber CEO, Dara Khosrowshahi; and CFO, Nelson Chai.\nDuring today's call, we will present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP to non-GAAP measures, are included in the press release, supplemental slides and our filings with the SEC, each of which is posted to investor.uber.com. As a reminder, these numbers are unaudited and may be subject to change.\nCertain statements in this presentation and on this call are forward-looking statements. Such statements can be identified by terms such as believe, expect, intend and may. You should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law.\nFor more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as the risks and uncertainties described our most recent annual report on Form 10-K for the year ended December 31, 2021 and in other filings made with the SEC when available.\nWe published our quarterly earnings press release, prepared remarks and supplemental slides to our Investor Relations website about an hour ago, and we ask you to review those documents if you haven't already. We will open the call to questions following brief opening remarks from Dara.\nWith that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director, Uber Technologies, Inc.\n\nThanks, Balaji. We delivered a very strong quarter across the board with record results on the top and bottom line. After 2 years of persistent and sometimes unpredictable impacts across our business, our Q1 results resoundingly affirm that we're on a strong path emerging out of the pandemic. Our focus on profitable growth, product innovation and operational excellence over the last 2 years has set us apart from the pack.\nOur Mobility team is demonstrating phenomenal execution, growing both demand and supply faster than competitors and rapidly innovating to roll out new accretive offerings, all while delivering record margins despite the macro turbulence that we all see.\nDelivery has continued to surprise us positively as demand has remained resilient in a reopening world, and we expect top line growth and profitability to expand through 2022.\nFinally, freight reached its first profitable quarter as well. We're keenly aware that the market is placing a high value on companies generating and expanding profits as interest rates rise. We're leading the industry in this respect.\nOur focus over the past 2 years on profitable growth has resulted in the strong top and bottom lines that we delivered in Q1. We're confident that our leadership position, our global scale and our innovation and platform advantages will allow us to deliver significant profitability and durable growth as investors rightly expect from globally scaled technology platforms.\nWe're committed to taking all necessary actions to continue to deliver industry-leading margins and free cash flow generation, along with a disciplined capital allocation strategy. We've never been more optimistic about our prospects and we're determined to execute as a team to bring that optimism to fruition.\nWith that, let's go to questions."
  },
  {
    "header": "UBER",
    "cik": "0001543151",
    "ticker": "UBER",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f1916a93350a4211319e1d6219630792",
    "period": "2021 Q4",
    "content": "Q4 2021 Uber Technologies Inc Earnings Call\n\nQ4 2021 Uber Technologies Inc Earnings Call\n\nUBERNYSEFEB 9, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Brent, and I will be your conference operator today. At this time, I would like to welcome everyone to the Uber Q4 2021 Earnings Conference Call. (Operator Instructions)\nThank you. I would now like to turn the call over to Mr. Balaji Krishnamurthy, Head of Investor Relations. Please go ahead.\n\nBalaji Krishnamurthy\n\nHead of IR, Uber Technologies, Inc.\n\nThank you, operator. Thank you for joining us today, and welcome to Uber Technologies' fourth quarter 2021 earnings presentation. On the call today, we have Uber CEO, Dara Khosrowshahi; and CFO, Nelson Chai.\nDuring today's call, we will present both GAAP and non-GAAP financial measures. Additional disclosures regarding these non-GAAP measures, including a reconciliation of GAAP to non-GAAP measures are included in the press release, supplemental slides and our filings with the SEC, each of which is posted to investor.uber.com. As a reminder, these numbers are unaudited and may be subject to change.\nCertain statements in this presentation and on this call are forward-looking statements. Such statements can be identified by terms such as believe, expect, intend and may. You should not place undue reliance on forward-looking statements. Actual results may differ materially from these forward-looking statements, and we do not undertake any obligation to update any forward-looking statements we make today, except as required by law. For more information about factors that may cause actual results to differ materially from forward-looking statements, please refer to the press release we issued today as well as risks and uncertainties described in our most recent quarterly report on Form 10-Q for the quarter ended September 30, 2021, and in other filings made with the SEC when available.\nFollowing prepared remarks today, we will publish the prepared remarks on our Investor Relations website, and we will open the call to questions. For the remainder of this discussion, all fourth quarter growth rates reflect year-over-year growth and are on a constant currency basis unless otherwise noted.\nLastly, we ask you to review our earnings press release for a detailed Q4 financial review and our Q4 supplemental slides deck for additional disclosures that provide context on recent business performance.\nWith that, let me hand it over to Dara.\n\nDara Khosrowshahi\n\nCEO & Director, Uber Technologies, Inc.\n\nThanks, Balaji. We had a strong quarter to close out 2021 on a high note. Our results continued to demonstrate both how eager people are to move around their cities as restrictions ease up, and how delivery has become an important day -- important part of their daily lives. Gross bookings of $25.9 billion came in at the high end of our guidance range, with MAPCs of 118 million, reaching an all-time high. Continued strong execution by our team delivered $86 million of adjusted EBITDA, nicely above our guidance range.\nIn Q4, we continued to see strong recovery in our Mobility business. December gross bookings nearly recovered to 2019 levels and approached a $50 billion annual run rate in the first few weeks of the month. Meanwhile, Delivery volumes stayed strong as we continue to improve the profitability profile of that business. Delivery reported its first adjusted EBITDA profit, including for the first time in the U.S., even as Uber Eats became the fastest-growing delivery player in America.\nUber Freight closed the transformative acquisition with Transplace during the quarter, it's never been clear that our supply chains are in dire need of technical innovation. And along with Transplace, Uber Freight, now at $1 billion quarterly run rate, is well positioned to bring digital native change to the enormous logistics ecosystem.\nLooking back at 2021, we had a great year. I can't say when exactly as I predicted, but our teams have shown an incredible ability to remain agile and manage through change effectively. Despite COVID and all of its unpredictability, we now have reported our second adjusted EBITDA profitable quarter, and we expect to generate significant and improvement profitability in 2022.\nOf course, COVID remains a part of our lives. We started to see some impact of the Omicron wave late in December. The silver lining is that the impacts are becoming more muted as we learn to live with the virus. Lockdowns are less strict and vaccines are available across the world. Omicron also arrived at a time of year when we usually see seasonal declines. Toll on Mobility gross bookings decreased 21% from December to January, that's only about 10 points worse than what we typically see at this time of year. On a trips basis, the decline was even more muted, down just 15% month-on-month, with pricing coming down meaningfully as marketplace balance improved. It appears that the Omicron impact on our Mobility business has come and gone relatively quickly, even faster than the global case counts.\nWe're beginning to see several major economies in Europe relaxing COVID restrictions, including the U.K., the Netherlands, Denmark and Norway, with more countries expected to take similar actions soon. In the last 2 weeks, the Mobility recovery has rapidly resumed with both trips and gross bookings recovering and Mobility gross bookings last week up 25% month-on-month.\nI'll quickly touch on driver supply, which continues to improve. We made steady progress through product innovation, more targeted marketing and on-the-ground operational refinements to onboard more drivers and couriers faster. Nearly 325,000 people started to work on Uber in the quarter, bringing our total global active earner base to 4.4 million people, the largest it's been since the second quarter of 2020.\nOne important call-out is that while the Omicron wave acted as a temporary deterrent to demand, supply has been much more stable. As a result, surge and wait times have improved to their lowest level in the year. Recent internal research has shown that Uber is by far the preferred choice amongst drivers, and we're confident that our marketplace will be more, not less balanced going forward.\nTurning now to Delivery, which exceeded our expectations and performed better than we typically see in January, likely in part to Omicron. This relative overperformance has moderated just as the Mobility trends have improved. Overall trends continue to be very healthy, and there's no question now that Delivery's here stay, both in food and other verticals.\nDelivery reached an important milestone in Q4, generating $25 million in segment adjusted EBITDA and marking the first profitable quarter of many to come. And as I said on our last call with you, we view the turn to EBITDA profitability as a big moment, but ultimately just a step along the way. It's creating a self-sustaining and incredibly valuable business. With this milestone accomplished, delivery is well positioned to self-fund growth in grocery, retail and local commerce, and let me underscore, we expect significant EBITDA profit generation even after those investments.\nFinally, it's worth spending a few minutes on a couple of our growth initiatives across the company. Our advertising business ended the year with around $225 million in run rate revenue, well above the $100 million target we laid out earlier this year. While much of the attention has been focused on sponsor listing for Uber Eats, we have a road map to build a much broader business, including in Mobility. We also closed the acquisition of Drizly during the quarter, which will be a nice addition to our advertising efforts.\nOur new verticals businesses, which includes grocery, alcohol, convenience and other nonrestaurant efforts, grew nearly 10% quarter-on-quarter in Q4 on an organic basis, reaching a best month ever in December. We continue to make progress in improving nonrestaurant merchant selection in the U.S. And as a result, the U.S. grew at 3x the rate of our global new verticals business during the quarter.\nInternationally, we continue to have a strong lead in grocery and other verticals. We're working to build on that lead with new quick commerce offerings, and we're intentionally taking a partner-led approach here with encouraging signs of adoption. For example, in France, (inaudible) Sprint stores have represented nearly 20% of new verticals, orders in Paris and with significantly higher per store productivity than other new verticals merchants in market.\nUber for Business also reached a milestone during the quarter with managed U4B gross bookings, surpassing its previous high from 2019 with well over $1 billion in annual run rate GBs. Over the next few years, U4B's enterprise offerings, which importantly spans both mobility and delivery, will significantly outpace our consumer business and become a meaningful contributor to growth and profitability.\nBefore I hand it over to Nelson, plug for everyone to tune into our Investor Day tomorrow morning, which you can live stream on our website. Over the past few quarters, we've talked a lot about the power of the platform and the potential for Uber's complementary services to contribute to lower cost of acquisition and higher lifetime value. We're looking forward to discussing our strategy, our plans for each of our business and the growing advantage of our platform in a lot more detail tomorrow.\nUber is emerging from the pandemic stronger than ever. As long as we execute on the opportunities in front of us, we're exceptionally well positioned to deliver strong, profitable growth with significant expansion in profitability and cash flow generation over the coming quarters and years.\nNow over to Nelson.\n\nNelson Juseuk Chai\n\nCFO, Uber Technologies, Inc.\n\nThanks, Dara. Q4 was a strong quarter in all dimensions with solid gross bookings, adjusted EBITDA and margin performance for all of our businesses. Mobility gross bookings grew 67% and the segment generated a healthy adjusted EBITDA margin of 5.1% of gross bookings, up 80 basis points year-over-year even as take rate declined 160 basis points year-over-year, primarily due to our driver supply investments. Excluding those investments, Mobility incremental margins would have approached 10% on a year-over-year basis, with marketplace balance in a much better spot than at any point in 2021, we are confident that Mobility's incremental margins will improve meaningfully in 2022.\nDelivery gross bookings grew 33% and reached its first adjusted EBITDA profitable quarter with a $25 million EBITDA profit in Q4 as core food delivery profitability expanded to more than cover our investments into grocery and other new initiatives.\nImportantly, we recorded our first adjusted EBITDA profit for delivery in the U.S. and Canada. Expanding margins 180 basis points of gross bookings year-over-year, while gaining category share in the U.S. Freight closed the previously announced transaction of Transplace during Q4, significantly expanding Freight scale and the scope of our offering by combining Freight's digital freight brokerage technology with Transplace's managed transportation platform. Both Freight and Transplace are ending 2022 with strong momentum with healthy onboarding of new logos, and we are excited to demonstrate the potential of the combined asset.\nLooking ahead to full year 2022, we continue to expect to deliver incremental EBITDA margins as a percentage of gross bookings of around 10% for Mobility and over 5% for Delivery. In addition, we expect Freight to generate positive adjusted EBITDA in 2022. While we continue to invest in platform R&D to ensure our products continue to be the best out there, we expect to deliver healthy leverage on that line as well. Taken together, those commitments translate to a meaningful profitability expansion for Uber 2022.\nTurning to our balance sheet and liquidity position. We continue to maintain a strong liquidity position, ending the quarter with $4.3 billion of cash and cash equivalents, and our equity stakes were marked at $12.5 billion. We benefited from the change in value of Grab and Aurora as these companies reached liquidity milestones as well as gains from selling some of our interest in Yandex. These benefits were partially offset by the significant movement in DD stock from September 30 to December 31 as we marked down the value of our DD stake by $1.3 billion. The net effect of these moves was a $1.4 billion tailwind to our GAAP net income.\nAs I have previously noted, our GAAP net income may continue to see swings from quarter-to-quarter from the large equity stakes on our balance sheet. While we intend to monetize some of our financial stakes at an appropriate time, we have sufficient liquidity to give us the flexibility to maintain these positions with the aim of maximizing value for Uber and our shareholders.\nI'll conclude my remarks with an update on recent business trends and Q1 outlook. It's important to note that typical seasonality during Q1 is for mobility and delivery trips and gross bookings to be flat quarter-over-quarter. Given Omicron-related demand impact, we expect Mobility gross bookings to decline quarter-over-quarter, while delivery is likely to be flat to up modestly.\nIn aggregate, we estimate these demand impacts to be $1 billion to $1.2 billion of drag in Q1 gross bookings. Additionally, Q1 will represent the first full quarter of Transplace contributions, which is expected to add an incremental $600 million in quarter 1 to Freight gross bookings relative to Q4. Despite the meaningful gross bookings impact, we are confident that the breadth of our business will allow us to expand profitability.\nWith that context for Q1, we expect total company gross bookings to be between $25 billion and $26 billion, representing year-over-year growth of 28% to 33%, and we expect a total company adjusted EBITDA profit between $100 million and $130 million for the quarter.\nWith that, let's open it up to questions. Thank you."
  }
]