[
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d10ccbbc82bdb28ab09f07d70664f1dc",
    "period": "2025 Q3",
    "content": "Q3 2025 Valero Energy Corp Earnings Call\n\nQ3 2025 Valero Energy Corp Earnings Call\n\nVLONYSEOCT 23, 10:00 AM\n\nOperator\n\nGreetings, and welcome to Valero Energy Corp. Third Quarter 2025 Earnings Conference Call.\n[Operator Instructions]\nAs a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Homer Bhullar, Vice President, Investor Relations and Finance. Thank you. You may begin.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nGood morning, everyone, and welcome to Valero Energy Corporation's Third Quarter 2025 Earnings Conference Call. I'm joined today by Lane Riggs, Chairman, CEO and President; Jason Fraser, Executive Vice President and CFO; Gary Simmons, Executive Vice President and COO; Rich Walsh, Executive Vice President and General Counsel; as well as several other members of Valero's senior management team.\nIf you have not received a copy of our earnings release, it's available on our website at investorvalero.com. Included with the release or supplemental tables providing detailed financial information for each of our business segments, along with reconciliations and disclosures for any adjusted financial metrics referenced during today's call. If you have any questions after reviewing these materials, please feel free to reach out to our Investor Relations team.\nBefore we begin, I would like to draw your attention to the forward-looking statement disclaimer included in the press release. In summary, it says that statements made in the press release and during this conference call that express the company's or management's expectations or forecasts of future events are forward-looking statements and are intended to be covered by the safe harbor provisions under federal securities laws. Actual results may differ from those expressed or implied due to various factors, which are outlined in our earnings release and filings with the SEC. I'll now turn the call over to Lane for opening remarks.\n\nR. Lane Riggs\n\nChief Operating Officer & Executive Vice President, Valero Energy Corp.\n\nThank you, Homer, and good morning, everyone. We're pleased to report strong financial results for the third quarter, highlighting our long-standing track record of operational and commercial excellence. Our refinery throughput utilization was 97% with the Gulf Coast and North Atlantic region setting new all-time highs for throughput following last quarter's record performance in the Gulf Coast. Refining margins remained well supported by strong global demand and persistently low inventory levels despite high utilization rates.\nSupply constraints were driven by refinery rationalizations delayed ramp-ups in new facilities and ongoing geopolitical disruptions. These market dynamics contributed to the margin strength despite relatively narrow sour crude differentials. The ethanol segment also delivered a strong quarter, achieving record production and solid earnings. Strategically, we continue to make progress on the FCC unit optimization project at our St. Charles refinery. This initiative will enhance our ability to produce high value product yields, including high octane alkylate. The $230 million project is expected to begin operations in the second half of 2026. Looking ahead, refining fundamentals should remain supported by low inventories and continued supply tightness with planned refinery closures and limited capacity additions beyond 2025. So our crude differentials are also expected to widen with the increased OPEC Plus and Canadian production. In closing, our strong financial results and record operating achievements this quarter are a testament to our commitment to commercial and operational excellence. This, coupled with the strength of our balance sheet should continue to support strong shareholder returns. So with that, Homer, I'll turn the call back over to you.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nThanks, Lane. For the third quarter of 2025, net income attributable to Valero stockholders was $1.1 billion or $3.53 per share compared to $364 million or $1.14 per share for the third quarter of 2024. Excluding the adjustments shown in the earnings release tables, adjusted net income attributable to Valero stockholders was $1.1 billion or $3.66 per share for the third quarter of 2025 compared to $371 million or $1.16 per share for the third quarter of 2024. The refining segment reported $1.6 billion of operating income for the third quarter of 2025 compared to $565 million for the third quarter of 2024.\nAdjusted operating income was $1.7 billion for the third quarter of 2025 compared to $568 million for the third quarter of 2024. Refining throughput volumes in the third quarter of 2025 averaged 3.1 million barrels per day or 97% throughput capacity utilization. Adjusted refining cash operating expenses were $4.71 per barrel. The renewable diesel segment reported an operating loss of $28 million for the third quarter of 2025 compared to operating income of $35 million for the third quarter of 2024. Renewable Diesel segment sales volumes averaged 2.7 million gallons per day in the third quarter of 2025. The ethanol segment reported $183 million of operating income for the third quarter of 2025 compared to $153 million for the third quarter of 2024. Ethanol production volumes averaged 4.6 million gallons per day in the third quarter of 2025, achieving record production.\nFor the third quarter of 2025, G&A expenses were $246 million, net interest expense was $139 million and income tax expense was $390 million. Depreciation and amortization expense was $836 million, which includes approximately $100 million of incremental depreciation expense related to our plan to cease refining operations at our Benicia refinery next year.\nNet cash provided by operating activities was $1.9 billion in the third quarter of 2025. Included in this amount was a $325 million favorable impact from working capital and $86 million of adjusted net cash used in operating activities associated with the other joint venture members share of DGD. Excluding these items, adjusted net cash provided by operating activities was $1.6 billion in the third quarter of 2025. Regarding investing activities, we made $409 million of capital investments in the third quarter of 2025, of which $364 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and the balance was for growing the business. Excluding capital investments attributable to the other joint venture member share of DGD and other variable interest entities capital investments attributable to Valero were $382 million in the third quarter of 2025.\nMoving to financing activities. We returned $1.3 billion to our stockholders in the third quarter of 2025, of which $351 million was paid as dividends and $931 million was for the purchase of approximately 5.7 million shares of common stock, resulting in a payout ratio of 78% for the quarter. Year-to-date, we have returned over $2.6 billion through dividends and stock buybacks for a payout ratio of 68%. With respect to our balance sheet, we ended the quarter with $8.4 billion of total debt, $2.2 billion of total finance lease obligations and $4.8 billion of cash and cash equivalents. The debt-to-capitalization ratio, net of cash and cash equivalents was 18% as of September 30, 2025. And we ended the quarter well capitalized with $5.3 billion of available liquidity, excluding cash.\nTurning to guidance. We expect capital investments attributable to Valero for 2025 to be approximately $1.9 billion, which includes expenditures for turnarounds, catalyst, regulatory compliance and joint venture investments. About $1.6 billion of that is allocated to sustaining the business and the balance to growth. For modeling our fourth quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.78 million to 1.83 million barrels per day; Mid-Continent at 420,000 to 440,000 barrels per day; West Coast at 240,000 to 260,000 barrels per day and North Atlantic at 485,000 to 505,000 barrels per day. We expect refining cash operating expenses in the fourth quarter to be approximately $4.80 per barrel. For the renewable diesel segment, we expect sales volumes of approximately 258 million gallons in the fourth quarter, reflecting lower production due to economics. Operating expenses should be $0.52 per gallon, including $0.24 per gallon for noncash costs such as depreciation and amortization. Our ethanol segment is expected to produce 4.6 million gallons per day in the fourth quarter. Operating expenses should average $0.40 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization. For the fourth quarter, net interest expense should be about $135 million. Total depreciation and amortization expense in the fourth quarter should be approximately $815 million, which includes approximately $100 million of incremental depreciation expense related to our plan to cease refining operations at our Benicia refinery next year.\nWe expect this incremental depreciation related to the Benicia refinery to be included in D&A for the next 2 quarters, resulting in a quarterly earnings impact of approximately $0.25 per share based on current shares outstanding. For 2025, we still expect G&A expenses to be approximately $985 million.\nThat concludes our opening remarks.\n[Operator Instructions]"
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ea5259ee374a38ca58d9cfa4a50a9209",
    "period": "2025 Q2",
    "content": "Q2 2025 Valero Energy Corp Earnings Call\n\nQ2 2025 Valero Energy Corp Earnings Call\n\nVLONYSEJUL 24, 10:00 AM\n\nOperator\n\nGreetings, and welcome to Valero Energy Corp.'s Second Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Homer Bhullar, Vice President, Investor Relations and Finance. Thank you. Please go ahead.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nGood morning, everyone, and welcome to Valero Energy Corporation's Second Quarter 2025 Earnings Conference Call. With me today are Lane Riggs, our Chairman, CEO and President; Jason Fraser, our Executive Vice President and CFO; Gary Simmons, our Executive Vice President and COO; Rich Walsh, our Executive Vice President and General Counsel; and several other members of Valero's senior management team.\nIf you've not received the earnings release and would like a copy, you can find 1 on our website at investorvalero.com. Also attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted financial metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations, including those we've described in our earnings release and filings with the SEC.\nNow I'll turn the call over to Lane for opening remarks.\n\nR. Lane Riggs\n\nChief Operating Officer & Executive Vice President, Valero Energy Corp.\n\nThank you, Homer, and good morning, everyone. We are pleased to report solid financial results for the second quarter, driven by our strong operational and commercial execution. In fact, we set a record for refining throughput rate in our U.S. Gulf Coast region in the second quarter, demonstrating the benefits of our investments in growth and optimization projects.\nRefining margins were supported by strong product demand against the backdrop of low product inventories globally. In particular, early July U.S. diesel inventories and days of supply are at the lowest level for the month in almost 30 years. We continue to see strong demand with our quarterly diesel sales volumes up approximately 10% over the same period last year and gasoline sales about the same as last year.\nOn the financial side, we continue to on our commitment to shareholder returns with a payout ratio of 52% in the second quarter. And last week, we announced a quarterly cash dividend on our common stock of $1.13 per share.\nOn the strategic front, we continue to progress the FCC unit optimization projects at St. Charles that will enable the refinery to increase the yield of high-value products, including high octane alkylate. The project is expected to cost $230 million to start up in 2026.\nLooking ahead, we remain optimistic on refining fundamentals with several planned refinery closures this year and a limited announced capacity additions to beyond 2025. Additionally, we expect our sour crude oil differentials to widen as OPEC+ in Canada continue to increase production during the third and fourth quarters.\nIn closing, we remain committed to maintain our track record of commercial and operational excellence, which has been the hallmark of our strategy for over a decade. And our commitment remains underpinned by a strong balance sheet that also provides us plenty of financial flexibility. So with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nThanks, Lane. For the second quarter of 2025, net income attributable to Valero stockholders was $714 million or $2.28 per share compared to $880 million or $2.71 per share for the second quarter of 2024. The refining segment reported $1.3 billion of operating income for the second quarter of 2025 compared to $1.2 billion for the second quarter of 2024. Refining throughput volumes in the second quarter of 2025 averaged 2.9 million barrels per day or 92% throughput capacity utilization. Refining cash operating expenses were $4.91 per barrel in the second quarter of 2025.\nThe renewable diesel segment reported an operating loss of $79 million for the second quarter of 2025 compared to operating income of $112 million for the second quarter of 2024. Renewable diesel sales volumes averaged 2.7 million gallons per day in the second quarter of 2025. The ethanol segment reported $54 million of operating income for the second quarter of 2025 compared to $105 million for the second quarter of 2024. Ethanol production volumes averaged 4.6 million gallons per day in the second quarter of 2025.\nFor the second quarter of 2025, G&A expenses were $220 million, net interest expense was $141 million and income tax expense was $279 million. Depreciation and amortization expense was $814 million, which includes approximately $100 million of incremental depreciation expense related to our plan to cease refining operations at our Benicia refinery by the end of April 2026.\nNet cash provided by operating activities was $936 million in the second quarter of 2025. Included in this amount was a $325 million unfavorable impact from working capital and $86 million of adjusted net cash used in operating activities associated with the other joint venture member share of DGD. Excluding these items, adjusted net cash provided by operating activities was $1.3 billion in the second quarter of 2025.\nRegarding investing activities, we made $407 million of capital investments in the second quarter of 2025, of which $371 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and the balance was for growing the business. Excluding capital investments attributable to the other joint venture member share of DGD and other variable interest entities, capital investments attributable to Valero were $399 million in the second quarter of 2025.\nMoving to financing activities. We returned $695 million to our stockholders in the second quarter of 2025, of which $354 million was paid as dividends and $341 million was for the purchase of approximately 2.6 million shares of common stock, resulting in a payout ratio of 52% for the quarter. Year-to-date, we have returned over $1.3 billion through dividends and stock buybacks for a payout ratio of 60%. And as Lane mentioned, on July 17, we announced a quarterly cash dividend on common stock of $1.13 per share.\nWith respect to our balance sheet, we repaid the outstanding principal balance of $251 million of 2.85% senior notes that matured in April. We ended the quarter with $8.4 billion of total debt, $2.3 billion of total finance lease obligations and $4.5 billion of cash and cash equivalents. The debt-to-capitalization ratio, net of cash and cash equivalents was 19% as of June 30, 2025. And we ended the quarter well capitalized with $5.3 billion of available liquidity, excluding cash.\nTurning to guidance. We still expect capital investments attributable to Valero for 2025 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts, regulatory compliance and joint venture investments. About $1.6 billion of that is allocated to sustaining the business and the balance to growth.\nFor modeling our third quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.76 million to 1.81 million barrels per day; Mid-Continent at 430,000 to 450,000 barrels per day; West Coast at 240,000 to 260,000 barrels per day; and North Atlantic at 465,000 to 485,000 barrels per day.\nWe expect refining cash operating expenses in the third quarter to be approximately $4.80 per barrel. With respect to the renewable diesel segment, we still expect sales volumes to be approximately 1.1 billion gallons in 2025, reflecting lower production volumes due to economics.\nOperating expenses in 2025 should be $0.53 per gallon, which includes $0.24 per gallon for noncash costs such as depreciation and amortization. Our ethanol segment is expected to produce 4.6 million gallons per day in the third quarter. Operating expenses should average $0.40 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization.\nFor the third quarter, net interest expense should be about $135 million. Total depreciation and amortization expense in the third quarter should be approximately $810 million, which includes approximately $100 million of incremental depreciation expense related to our plan to cease refining operations at our Benicia refinery by the end of April 2026. We expect this incremental depreciation related to the Benicia refinery to be included in D&A for the next 3 quarters, resulting in a quarterly earnings impact of approximately $0.25 per share based on current shares outstanding. For 2025, we still expect G&A expenses to be approximately $985 million.\nThat concludes our opening remarks. [Operator Instructions]."
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8f740d0848189dfe13054c1774598556",
    "period": "2025 Q1",
    "content": "Q1 2025 Valero Energy Corp Earnings Call\n\nQ1 2025 Valero Energy Corp Earnings Call\n\nVLONYSEAPR 24, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Valero Energy Corp. First Quarter 2025 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Homer Bhullar, VP of Investor Relations and Finance. Thank you. You may begin.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nGood morning, everyone, and welcome to Valero Energy Corporation's First Quarter 2025 Earnings Conference Call.\nWith me today are Lane Riggs, our Chairman, CEO and President; Jason Fraser, our Executive Vice President and CFO; Gary Simmons, our Executive Vice President and COO; Rich Walsh, our Executive Vice President and General Counsel; and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com. Also attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted financial metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations including those we've described in our earnings release and filings with the SEC.\nNow I'll turn the call over to Lane for opening remarks.\n\nR. Lane Riggs\n\nChief Operating Officer & Executive Vice President, Valero Energy Corp.\n\nThank you, Homer, and good morning, everyone. I am pleased to report that we delivered positive results for the first quarter despite heavy maintenance activity across our refining system and a tough margin environment in the renewable diesel segment. This is a credit to the strength and discipline of our operations, optimization and commercial teams. Refining margins improved through the quarter with U.S. light product demand slightly higher than last year and product inventory is below the same period last year.\nOn the financial side, we continue to honor our commitment to shareholder returns with a strong payout ratio of 73% in the first quarter. And in January, our Board approved a 6% increase to the quarterly cash dividend, further demonstrating our strong financial position. We continue to progress the SEC unit optimization project at St. Charles, that will enable the refinery to increase the yield of high-value products, including high octane alkylates. The project is estimated to cost $230 million is expected to start up in 2026. And we are pursuing other short-cycle, high-return optimization projects around our existing refining assets.\nLooking ahead, we expect tight product supply and demand balances and low product inventories support refining fundamentals ahead of the driving season. Longer term, product demand is expected to exceed supply as there are limited announced capacity additions beyond 2025. In closing, we remain focused on the things that we can control pursuing excellence in operations, deploying capital with an uncompromising focus on return and honoring our commitment to stockholder returns. Our commitment remains underpinned by a strong balance sheet that provides us plenty of operational and financial flexibility.\nSo with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nThanks, Lane. For the first quarter of 2025, we incurred a net loss attributable to Valero stockholders of $595 million or $1.90 per share compared to net income of $1.2 billion or $3.75 per share for the first quarter of 2024. Excluding the $1.1 billion pretax or $877 million after-tax asset impairment loss related to the West Coast assets -- adjusted net income attributable to Valero stockholders was $282 million or $0.89 per share for the first quarter of 2025 compared to $1.3 billion or $3.84 per share for the first quarter of 2024.\nThe Refining segment reported an operating loss of $530 million for the first quarter of 2025 compared to operating income of $1.7 billion for the first quarter of 2024. Adjusted operating income was $605 million for the first quarter of 2025 compared to $1.8 billion for the first quarter of 2024. The Refining throughput volumes in the first quarter of 2025 averaged 2.8 million barrels per day or 89% throughput capacity utilization. Refining cash operating expenses were $5.07 per barrel in the first quarter of 2025. The renewable diesel segment reported an operating loss of $141 million for the first quarter of 2025 and compared to operating income of $190 million for the first quarter of 2024.\nRenewable diesel sales volumes averaged 2.4 million gallons per day in the first quarter of 2025. The ethanol segment reported $20 million of operating income for the first quarter of 2025 compared to $10 million for the first quarter of 2024. Adjusted operating income was $39 million for the first quarter of 2024. Ethanol production volumes averaged 4.5 million gallons per day in the first quarter of 2025. For the first quarter of 2025, G&A expenses were $261 million, net interest expense was $137 million. Depreciation and amortization expense was $691 million and income tax benefit was $265 million.\nNet cash provided by operating activities was $952 million in the first quarter of 2025. Included in this amount was $157 million favorable change in working capital and $67 million of adjusted net cash used in operating activities associated with the other joint venture member share of DGD, excluding these items, adjusted net cash provided by operating activities was $862 million in the first quarter of 2025.\nRegarding investing activities, we made $660 million of capital investments in the first quarter of 2025, of which $582 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and the balance was for growing the business. Excluding capital investments attributable to the other joint venture member share of DGD and other variable interest entities, capital investments attributable to Valero were $611 million in the first quarter of 2025.\nMoving to financing activities. We returned $633 million to our stockholders in the first quarter of 2025 of which $356 million was paid as dividends and $277 million was for the purchase of approximately 2.1 million shares of common stock, resulting in a payout ratio of 73% for the quarter. On January 16, we announced a 6% increase to the quarterly cash dividend on common stock from $1.07 to $1.13 per share, delivering on our commitment of a growing dividend.\nWith respect to our balance sheet, we issued $650 million aggregate principal amount of 5.15% senior notes due 2030 in February and repaid the outstanding principal balances of $189 million of 3.65% senior notes that matured in March and $251 million of 2.85% senior notes that matured in April. We ended the quarter with $8.5 billion of total debt, $2.3 billion of total finance lease obligations and $4.6 billion of cash and cash equivalents. The debt-to-capitalization ratio, net of cash and cash equivalents was 19% as of March 31, 2025. And we ended the quarter well capitalized with $5.3 billion of available liquidity, excluding cash.\nTurning to guidance. We still expect capital investments attributable to Valero for 2025 to be approximately $2 billion, which includes expenditures for turnarounds, catalyst, regulatory compliance and joint venture investments, about $1.6 billion of that is allocated to sustaining the business and the balance to growth. For modeling our second quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.75 million to 1.8 million barrels per day; Mid-Continent at 385,000 to 405,000 barrels per day West Coast at 240,000 to 260,000 barrels per day; and North Atlantic at 320,000 to 340,000 barrels per day.\nWe expect refining cash operating expenses in the second quarter to be approximately $5.15 per barrel. With respect to the renewable diesel segment, we now expect sales volumes to be approximately 1.1 billion gallons in 2025, reflecting lower production volumes due to economics. Operating expenses in 2025 should be $0.53 per gallon, which includes $0.24 per gallon for noncash costs such as depreciation and amortization.\nOur ethanol segment is expected to produce 4.6 million gallons per day in the second quarter. Operating expenses should average $0.41 per gallon which includes $0.05 per gallon for noncash costs such as depreciation and amortization. For the second quarter, net interest expense should be about $135 million. Total depreciation and amortization expense in the second quarter should be approximately $780 million, which includes $100 million of incremental depreciation expense related to our plan to cease refining operations at our Benicia refinery by the end of April 2026. We expect this incremental amount related to the Benicia refinery to be included in D&A for the next 4 quarters resulting in a quarterly earnings impact of approximately $0.25 per share based on current shares outstanding.\nFor 2025, we still expect G&A expenses to be approximately $985 million. That concludes our opening remarks. Before we open the call to questions, please limit each turn in the Q&A to 2 questions. If you have more than 2 questions, please rejoin the queue as time permits to ensure other callers have time to ask their questions."
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a1e41f69680e992aa33d5b88f16bfb8b",
    "period": "2024 Q4",
    "content": "Q4 2024 Valero Energy Corp Earnings Call\n\nQ4 2024 Valero Energy Corp Earnings Call\n\nVLONYSEJAN 30, 10:00 AM\n\nOperator\n\nGreetings, and welcome to Valero Energy Corp. Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Homer Bhullar, Vice President of Investor Relations and Finance. Thank you. You may begin.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nGood morning, everyone, and welcome to Valero Energy Corporation's Fourth Quarter 2024 Earnings Conference Call. With me today are Lane Riggs, our Chairman, CEO and President; Jason Fraser, our Executive Vice President and CFO, and Gary Simmons, our Executive Vice President and COO; and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com. Also attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted financial metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations, including those we've described in our earnings release and filings with the SEC.\nNow, I'll turn the call over to Lane for opening remarks.\n\nR. Lane Riggs\n\nChief Operating Officer & Executive Vice President, Valero Energy Corp.\n\nThank you, Homer, and good morning, everyone. I would like to start by highlighting some of our team's accomplishments last year. 2024 was our best year for personnel and process safety and one of our best years for environmental performance. Safe and reliable operations drive overall performance and disciplined operations.\nIn refining, we processed a record volume of heavy sour crude in the fourth quarter. This demonstrates our refining systems flexibility and highlights the capability of our commercial and operations teams to be able to secure and process the most economic crude oils. Finally, we set a record for ethanol production with the expansion of the Charles City plant and process optimization at other sites. Our team's relentless focus on operational excellence and low-cost operations enabled us to deliver positive results in the fourth quarter in an otherwise weak margin environment.\nOn the strategic front, we continue to deliver on our commitment to grow Valero's earnings capacity through organic investments. The DGD sustainable aviation fuel project was successfully started up in the fourth quarter and is now fully operational. Looking ahead, we are progressing with an SEC unit optimization project at St. Charles that will enable the refinery to increase the yield of high-value products, including high-octane alkylate. The project is estimated to cost $230 million is expected to start up in 2026. And we continue to pursue other short-cycle, high-return optimization projects around our existing refining assets.\nOn the financial side, we continue to honor our commitment to shareholder returns with a strong payout ratio of 78% for the year. And earlier this month, our board approved a 6% increase in the quarterly cash dividend, further demonstrating our strong financial position. Looking ahead, refining margins should be supported by low light product inventories ahead of the driving season. And longer term, we still expect product demand to exceed supply with the announced refinery shutdowns this year and the limited capacity additions beyond 2025 supporting long-term refining fundamentals.\nSo with that, Homer, I'll hand it back to you.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nThanks, Lane. For the fourth quarter of 2024, net income attributable to Valero stockholders was $281 million or $0.88 per share compared to $1.2 billion or $3.55 per share for the fourth quarter of 2023. Excluding the adjustments in the earnings release tables, adjusted net income attributable to Valero stockholders was $207 million or $0.64 per share for the fourth quarter of 2024 compared to $1.2 billion or $3.57 per share for the fourth quarter of 2023. .\nFor 2024, net income attributable to Valero stockholders was $2.8 billion or $8.58 per share compared to $8.8 billion or $24.92 per share in 2023. 2024 adjusted net income attributable to Valero stockholders was $2.7 billion or $8.48 per share compared to $8.9 billion or $24.96 per share in 2023. The refining segment reported $437 million of operating income for the fourth quarter of 2024 compared to $1.6 billion for the fourth quarter of 2023.\nRefining throughput volumes in the fourth quarter of 2024 averaged 3 million barrels per day or 94% throughput capacity utilization. Refining cash operating expenses were $4.67 per barrel in the fourth quarter of 2024. Renewable Diesel segment operating income was $170 million for the fourth quarter of 2024 compared to $84 million for the fourth quarter of 2023. Renewable diesel sales volumes averaged 3.4 million gallons per day in the fourth quarter of 2024. The ethanol segment reported $20 million of operating income for the fourth quarter of 2024 compared to $190 million for the fourth quarter of 2023.\nEthanol production volumes averaged 4.6 million gallons per day in the fourth quarter of 2024. G&A expenses were $266 million for the fourth quarter of 2024 and $961 million for the full year. Depreciation and amortization expense was $698 million, net interest expense was $135 million and income tax benefit was $34 million for the fourth quarter of 2024. The effective tax rate was 19% for 2024. Net cash provided by operating activities was $1.1 billion in the fourth quarter of 2024. Included in this amount was $119 million of adjusted net cash provided by operating activities associated with the other joint venture member share of DGD. Excluding this item, adjusted net cash provided by operating activities was $951 million in the fourth quarter of 2024.\nNet cash provided by operating activities in 2024 was $6.7 billion. Included in this amount was a $795 million favorable change in working capital and $371 million of adjusted net cash provided by operating activities associated with the other joint venture member share of DGD. Excluding these items, adjusted net cash provided by operating activities was $5.5 billion in 2024.\nRegarding investing activities, we made $547 million of capital investments in the fourth quarter of 2024 of which $452 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and the balance was for growing the business. Excluding capital investments attributable to the other joint venture member share of DGD and other variable interest entities, capital investments attributable to Valero were $515 million in the fourth quarter of 2024 and $1.9 billion for the year.\nMoving to financing activities. We returned $601 million to our stockholders in the fourth quarter of 2024, of which $339 million was paid as dividends and $262 million was for the purchase of approximately 2 million shares of common stock, resulting in a payout ratio of 63% for the quarter. In 2024, we returned $4.3 billion to stockholders consisting of $2.9 billion in stock buybacks and $1.4 billion in dividends, resulting in a payout ratio of 78% for the year. In fact, since the start of 2021, our total cash flow from operations have exceeded our total uses of cash over this period, including capital investments.\nDuring this time, we delivered over $4 billion of debt reduction and returned approximately $18.7 billion to stockholders through dividends and share buybacks. Through share repurchases, we reduced our share count by approximately 6% in 2024 and by 23% since year-end 2021.\nWith respect to our balance sheet, we ended the quarter with $8.1 billion of total debt, $2.4 billion of finance lease obligations and $4.7 billion of cash and cash equivalents. Debt to capitalization ratio, net of cash and cash equivalents was 17% as of December 31, 2024. And we ended the quarter well capitalized with $5.3 billion of available liquidity, excluding cash.\nTurning to guidance. We expect capital investments attributable to Valero for 2025 to be approximately $2 billion, which includes expenditures for turnarounds, catalyst, regulatory compliance and joint venture investments. About $1.6 billion of that is allocated to sustaining the business and the balance to growth. For modeling our first quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.72 million to 1.77 million barrels per day; Mid-Continent at 415,000 to 435,000 barrels per day; West Coast at 190,000 to 210,000 barrels per day; and North Atlantic at 455,000 to 475,000 barrels per day.\nWe expect refining cash operating expenses in the first quarter to be approximately $4.95 per barrel. With respect to the renewable diesel segment, we expect sales volumes to be approximately 1.2 billion gallons in 2025. Operating expenses in 2025 should be $0.51 per gallon, which includes $0.22 per gallon for noncash costs such as depreciation and amortization.\nOur ethanol segment is expected to produce 4.6 million gallons per day in the first quarter. Operating expenses should average $0.41 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization. For the first quarter, net interest expense should be about $130 million, and total depreciation and amortization expense should be approximately $710 million. For 2025, we expect G&A expenses to be approximately $985 million. That concludes our opening remarks.\nBefore we open the call to questions, please limit each turn in the Q&A to 2 questions. If you have more than 2 questions, please rejoin the queue as time permits to ensure other callers have time to ask their questions."
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f20d12d1a6b5d0c455288e89242e348e",
    "period": "2024 Q2",
    "content": "Q2 2024 Valero Energy Corp Earnings Call\n\nQ2 2024 Valero Energy Corp Earnings Call\n\nVLONYSEJUL 25, 10:00 AM\n\nOperator\n\nGreetings. Welcome to Valero Energy Corp.'s Second Quarter 2024 Earnings Call. [Operator Instructions] Please note, this conference is being recorded. I will now turn the conference over to Homer Bhullar, Vice President, Investor Relations and Finance. Thank you. You may begin.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nGood morning, everyone, and welcome to Valero Energy Corporation's Second Quarter 2024 Earnings Conference Call. With me today are Lane Riggs, our CEO and President; Jason Fraser, our Executive Vice President and CFO, and Gary Simmons, our Executive Vice President and COO; and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com. Also attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted financial metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations including those we've described in our earnings release and filings with the SEC.\nNow I'll turn the call over to Lane for opening remarks.\n\nR. Lane Riggs\n\nChief Operating Officer & Executive Vice President, Valero Energy Corp.\n\nThank you, Homer, and good morning, everyone. We are happy to report strong financial results for the second quarter. Our refineries operated well and achieved 94% throughput capacity utilization. We saw continued strength in our U.S. wholesale system with sales exceeding 1 million barrels per day in the second quarter. We also saw a good contribution from our renewable diesel and ethanol segments.\nOn the strategic front, our growth projects are progressing on schedule. The Diamond Green Diesel sustainable aviation fuel project in Port Arthur is still expected to be operational in the fourth quarter. At which point, DGD is expected to become one of the largest manufacturers of SAF in the world. And we continue to pursue short-cycle, high-return optimization projects around our existing refining assets.\nOn the financial side, we remain committed to shareholder returns with a year-to-date payout of 80%. And last week, we announced a quarterly cash dividend on our common stock of $1.07 per share. Looking ahead, limited announced capacity additions beyond 2025 should support long-term refining fundamentals.\nIn closing, our team's simple strategy of pursuing excellence in operation return-driven discipline on growth projects and a demonstrated commitment to shareholder returns has underpinned our success and positions us well for the future.\nSo with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nThanks, Lane. For the second quarter of 2024, net income attributable to Valero stockholders was $880 million or $2.71 per share compared to $1.9 billion or $5.40 per share for the second quarter of 2023.\nThe Refining segment reported $1.2 billion of operating income for the second quarter of 2024 compared to $2.4 billion for the second quarter of 2023. Refining throughput volumes in the second quarter of 2024 averaged 3 million barrels per day. Throughput capacity utilization was 94% in the second quarter of 2024. Refining cash operating expenses were $4.45 per barrel in the second quarter of 2024.\nRenewable Diesel segment operating income was $112 million for the second quarter of 2024 compared to $440 million for the second quarter of 2023. The Renewable diesel sales volumes averaged 3.5 million gallons per day in the second quarter of 2024, which was 908,000 gallons per day lower than the second quarter of 2023. Operating income was lower than the second quarter of 2023 due to lower sales volumes resulting from planned maintenance activities and lower renewable diesel margin in the second quarter of 2024.\nThe Ethanol segment reported $105 million of operating income for the second quarter of 2024 compared to $127 million for the second quarter of 2023. Ethanol production volumes averaged 4.5 million gallons per day in the second quarter of 2024, which was 31,000 gallons per day higher than the second quarter of 2023.\nFor the second quarter of 2024, G&A expenses were $203 million, net interest expense was $140 million, depreciation and amortization expense of $696 million and income tax expense was $277 million. The effective tax rate was 23%. Net cash provided by operating activities was $2.5 billion in the second quarter of 2024. Included in this amount was a $789 million favorable change in working capital and $83 million of adjusted net cash provided by operating activities associated with the other joint venture member share of DGD. Excluding these items, adjusted net cash provided by operating activities was $1.6 billion in the second quarter of 2024.\nRegarding investing activities, we made $420 million of capital investments in the second quarter of 2024, of which $329 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and the balance was for growing the business. Excluding capital investments attributable to other joint venture member share of DGD and other variable interest entities, capital investments attributable to Valero were $360 million in the second quarter of 2024.\nMoving to financing activities. We returned $1.4 billion to our stockholders in the second quarter of 2024, of which $347 million was paid as dividends and $1 billion was for the purchase of approximately 6.6 million shares of common stock, resulting in a payout ratio of 87% for the quarter. Year-to-date, we have returned $2.8 billion to our stockholders in the form of dividends and buybacks, resulting in a payout ratio of 80%, well above our minimum commitment of 40% to 50%.\nWith respect to our balance sheet, we ended the quarter with $8.4 billion of total debt, $2.4 billion of finance lease obligations and $5.2 billion of cash and cash equivalents. The debt-to-capitalization ratio, net of cash and cash equivalents was 16% as of June 30, 2024. And we ended the quarter well capitalized with $5.3 billion of available liquidity, excluding cash.\nTurning to guidance. We still expect capital investments attributable to Valero for 2024 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts regulatory compliance and joint venture investments. About $1.6 billion of that is allocated to sustaining the business and the balance to growth with approximately half of the growth capital towards our low carbon fuels businesses and half towards refining projects.\nFor modeling our third quarter operations, we expect Refining throughput volumes to fall within the following ranges: Gulf Coast at 1.77 million to 1.82 million barrels per day; Mid-Continent at 405,000 to 425,000 barrels per day; West Coast at 235,000 to 255,000 barrels per day and North Atlantic at 390,000 to 410,000 barrels per day. We expect Refining cash operating expenses in the third quarter to be approximately $4.70 per barrel.\nWith respect to the Renewable Diesel segment, we expect sales volumes to be approximately 1.2 billion gallons in 2024. Operating expenses in 2024 should be $0.45 per gallon, which includes $0.18 per gallon for noncash costs such as depreciation and amortization. Our Ethanol segment is expected to produce 4.6 million gallons per day in the third quarter. Operating expenses should average $0.40 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization.\nFor the third quarter, net interest expense should be about $140 million and total depreciation and amortization expense should be approximately $690 million. For 2024, we expect G&A expenses to be approximately $975 million.\nThat concludes our opening remarks. Before we open the call to questions, please limit each turn in the Q&A to 2 questions to ensure other callers have time to ask their questions."
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d06ca66bd4e2e240c39fa1ba33d14f3d",
    "period": "2024 Q1",
    "content": "Q1 2024 Valero Energy Corp Earnings Call\n\nQ1 2024 Valero Energy Corp Earnings Call\n\nVLONYSEAPR 25, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Valero Energy Corp. First Quarter 2024 Earnings Conference. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Homer Bhullar, Vice President, Investor Relations and Finance. Thank you. Please go ahead.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nGood morning, everyone, and welcome to Valero Energy Corporation's First Quarter 2024 Earnings Conference Call. With me today are Lane Riggs, our CEO and President; Jason Fraser, our Executive Vice President and CFO; Gary Simmons, our Executive Vice President and COO; and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com. Also attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted financial metrics mentioned on this call.\nIf you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations, including those we've described in our earnings release and filings with the SEC.\nNow I'll turn the call over to Lane for opening remarks.\n\nR. Lane Riggs\n\nChief Operating Officer & Executive Vice President, Valero Energy Corp.\n\nThank you, Homer, and good morning, everyone. We are pleased to report strong financial results for the first quarter despite heavy planned maintenance across our refining system. Our team's ability to optimize and maximize while undertaking maintenance activities illustrates the benefits from our long-standing commitment to safe and reliable operations.\nRefining margins remain supported by tight product balances with supply constrained by seasonally heavy refining turnarounds and geopolitical events. was strong across our wholesale system with diesel demand higher in gasoline demand about the same as last year.\nWe continue to execute strategic projects and enhance earnings capability of our business and expand our long-term competitive advantage. DGD sustainable aviation fuel or SAF project at Port Arthur is progressing ahead of schedule and is now expected to be operational in the fourth quarter of 2024.\nWith the completion of this project, Diamond Green Diesel is expected to become one of the largest manufacturers of SAF in the world. In addition, we are pursuing shorter cash cycle projects that optimize and capitalize on opportunities and improve margins around our existing refining assets. These projects are focused on increasing feedstock flexibility, optimizing the value of our product mix and maximizing utilization of existing conversion capacity.\nOn the financial side, we were paid the $167 million outstanding principal amount of our 1.2% senior notes that matured on March 15. And in January, we increased the quarterly cash dividend on our common stock from $1.02 per share to $1.07 per share.\nLooking ahead, we expect refining margins to remain supported by tight product balances and seasonably low product inventories ahead of the driving season. Longer term, product demand is expected to exceed supply even with the startup of new refineries this year and the limited announced capacity additions beyond 2025.\nIn closing, we remain focused on things that have been in the hallmark of our strategy, maintaining operating excellence, executing our projects well, disciplined around our capital investments and our commitment to shareholder returns.\nSo with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nThanks, Lane. For the first quarter of 2024, net income attributable to Valero stockholders was $1.2 billion or $3.75 per share compared to $3.1 billion or $8.29 per share for the first quarter of 2023.\nFirst quarter 2024 adjusted net income attributable to Valero stockholders was $1.3 billion or $3.82 per share compared to $3.1 billion or $8.27 per share for the first quarter of 2023. The refining segment reported $1.7 billion of operating income for the first quarter of 2024 compared to $4.1 billion for the first quarter of 2023.\nRefining throughput volumes in the first quarter of 2024 averaged 2.8 million barrels per day. Throughput capacity utilization was 87% in the first quarter of 2024. Refining cash operating expenses were $4.71 per barrel in the first quarter of 2024 lower than guidance of $5.10 per barrel, primarily attributed to lower energy costs and higher throughput.\nRenewable Diesel segment operating income was $190 million for the first quarter of 2024 compared to $205 million for the first quarter of 2023. Renewable diesel sales volumes averaged 3.7 million gallons per day in the first quarter of 2024, which was 741,000 gallons per day higher than the first quarter of 2023.\nThe higher sales volumes in the first quarter of 2024 were due to the impact of additional volumes from the DGD Port Arthur plant which started up in the fourth quarter of 2022 and was in the process of ramping up rates in the first quarter of 2023.\nOperating income was lower than the first quarter of 2023 due to lower renewable diesel margin in the first quarter of 2024. The ethanol segment reported $10 million of operating income for the first quarter of 2024 compared to $39 million for the first quarter of 2023.\nAdjusted operating income was $39 million for the first quarter of 2024. Ethanol production volumes averaged 4.5 million gallons per day in the first quarter of 2024, which was 283,000 gallons per day higher than the first quarter of 2023.\nFor the first quarter of 2024, G&A expenses were $258 million, net interest expense was $140 million, depreciation and amortization expense was $695 million and income tax expense was $353 million. The effective tax rate was 21%. Net cash provided by operating activities was $1.8 billion in the first quarter of 2024. Included in this amount was $160 million unfavorable impact from working capital and $122 million of adjusted net cash provided by operating activities associated with the other joint venture member share of DGD.\nExcluding these items, adjusted net cash provided by operating activities was $1.9 billion in the first quarter of 2024. Regarding investing activities, we made $661 million of capital investments in the first quarter of 2024, of which $563 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and the balance was for growing the business.\nExcluding capital investments attributable to the other joint venture member share of DGD and other variable interest entities, capital investments attributable to Valero were $619 million in the first quarter of 2024.\nMoving to financing activities. We returned $1.4 billion to our stockholders in the first quarter of 2024, of which $356 million was paid as dividends and $1 billion was for the purchase of approximately 6.6 million shares of common stock resulting in a payout ratio of 74% for the quarter. Through share repurchases, we have reduced our share count by over 20% since year-end 2021.\nWith respect to our balance sheet, as Lane mentioned, we repaid the $167 million outstanding principal amount of our 1.2% senior notes that matured on March 15. We ended the quarter with $8.5 billion of total debt, $2.4 billion of finance lease obligations and $4.9 billion of cash and cash equivalents.\nThe debt-to-capitalization ratio, net of cash and cash equivalents was 17% as of March 31, 2024. And we ended the quarter well capitalized with $5.3 billion of available liquidity, excluding cash.\nTurning to guidance. We still expect capital investments attributable to Valero for 2024 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts, regulatory compliance and joint venture investments. About $1.6 billion of that is allocated to sustaining the business and the balance to growth with approximately half of the growth capital towards our low carbon fuels businesses and half towards refining projects.\nFor modeling our second quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.79 million to 1.84 million barrels per day. Mid-Continent at 410,000 to 430,000 barrels per day. West Coast at 245,000 to 265,000 barrels per day and North Atlantic at 430,000 to 450,000 barrels per day.\nWe expect refining cash operating expenses in the second quarter to be approximately $4.55 per barrel. With respect to the renewable diesel segment, we expect sales volumes to be approximately 1.2 billion gallons in 2024. Operating expenses in 2024 should be $0.45 per gallon, which includes $0.18 per gallon for noncash costs such as depreciation and amortization.\nOur Ethanol segment is expected to produce 4.5 million gallons per day in the second quarter. Operating expenses should average $0.38 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization.\nFor the second quarter, net interest expense should be about $140 million and total depreciation and amortization expense should be approximately $710 million. For 2024, we expect G&A expenses to be approximately $975 million.\nThat concludes our opening remarks. [Operator Instructions]."
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1783a432d77d233e3360856a4a909715",
    "period": "2023 Q4",
    "content": "Q4 2023 Valero Energy Corp Earnings Call\n\nQ4 2023 Valero Energy Corp Earnings Call\n\nVLONYSEJAN 25, 10:00 AM\n\nOperator\n\nGreetings, and welcome to Valero Energy Corp. Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Homer Bhullar, Vice President, Investor Relations and Finance. Thank you. You may begin.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nGood morning, everyone, and welcome to Valero Energy Corporation's Fourth Quarter 2023 Earnings Conference Call. With me today are Lane Riggs, our CEO and President; Jason Fraser, our Executive Vice President and CFO, Gary Simmons, our Executive Vice President and COO; and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com. Also attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted financial metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations, including those we've described in our earnings release and filings with the SEC.\nNow I'll turn the call over to Lane for opening remarks.\n\nR. Lane Riggs\n\nChief Operating Officer & Executive Vice President, Valero Energy Corp.\n\nThank you, Homer, and good morning, everyone. We are pleased to report strong financial results for the fourth quarter and the full year. With the exception of our 2022 results, we delivered the highest fourth quarter and full year adjusted earnings in company's history in 2023, demonstrating the earnings capability of our portfolio.\nOur refining system achieved 97.4% mechanical availability in 2023, which is our best ever. We also set a record for environmental performance and matched our previous record for process safety, illustrating the benefits from our long-standing commitment to safe, reliable and environmentally responsible operations. Now through organic growth of our wholesale system, we set an annual record for sales volume in 2023 at approximately 1 million barrels per day, demonstrating the strength of our branded and wholesale marketing network. We continue to pursue strategic projects that enhance the earnings capability of our business and expand our long-term competitive advantage. The DGD sustainable aviation fuel, or SAF project at Port Arthur remains on schedule to completion expected in the first quarter of 2025 for a total of $315 million.\nHalf of that attributable to Valero. With the completion of this project, DGD is expected to become one of the largest manufacturers of SAF in the world. In addition, we are pursuing shorter cash cycle projects that optimize and capitalize on opportunities to improve margins around our existing refining assets. On the financial side, we continue to honor our commitment to shareholders. We returned 73% of adjusted net cash provided by operating activities to shareholders through dividends and share repurchases in the fourth quarter, resulting a 60% payout ratio for 2023, and last week, our Board approved a 5% increase in the quarterly cash dividend.\nLooking ahead, we expect refining margins to remain supported by tight product supply and demand balances. In the near term, product inventories ahead of the summer driving season are expected to be constrained with heavy industry-wide turnaround activity in the first quarter, providing support to refining margins. Long term, we expect global demand growth to exceed products applied despite new refinery startups.\nIn closing, our team's simple strategy of pursuing excellence in operations, return-driven discipline on growth projects a demonstrated commitment to shareholder returns has driven our success and positions us well for the future. So with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nThanks, Lane. For the fourth quarter of 2023, net income attributable to Valero stockholders was $1.2 billion or $3.55 per share compared to $3.1 billion or $8.15 per share for the fourth quarter of 2022. Fourth quarter 2022 adjusted net income attributable to Valero stockholders was $3.2 billion or $8.45 per share. For 2023, net income attributable to Valero stockholders was $8.8 billion or $24.92 per share compared to $11.5 billion or $29.04 per share in 2022. 2023 adjusted net income attributable to Valero stockholders was $8.8 billion or $24.90 per share compared to $11.6 billion or $29.16 per share in 2022.\nThe refining segment reported $1.6 billion of operating income for the fourth quarter of 2023 compared to $4.3 billion for the fourth quarter of 2022. Refining throughput volumes in the fourth quarter of 2023 averaged 3 million barrels per day. Throughput capacity utilization was 94% in the fourth quarter of 2023. Refining cash operating expenses were $4.99 per barrel in the fourth quarter of 2023 higher than guidance of $460 primarily due to an environmental regulatory reserve adjustment in the West Coast. Renewable Diesel segment operating income was $84 million for the fourth quarter of 2023 compared to $261 million for the fourth quarter of 2022.\nRenewable diesel sales volumes averaged 3.8 million gallons per day in the fourth quarter of 2023, which was 1.3 million gallons per day higher than the fourth quarter of 2022. The higher sales volumes in the fourth quarter of 2023 were due to the impact of additional volumes from the DGD Port Arthur plant, which started up in the fourth quarter of 2022. Operating income was lower than the fourth quarter of 2022 due to lower renewable diesel margin in the fourth quarter of 2023.\nThe ethanol segment reported $190 million of operating income for the fourth quarter of 2023 compared to $7 million for the fourth quarter of 2022. Adjusted operating income was $205 million for the fourth quarter of 2023 compared to $69 million for the fourth quarter of 2022. Ethanol production volumes averaged 4.5 million gallons per day in the fourth quarter of 2023, which was 448,000 gallons per day higher than the fourth quarter of 2022. Adjusted operating income was higher than the fourth quarter of 2022, primarily as a result of higher production volumes and lower corn prices in the fourth quarter of 2023. For the fourth quarter of 2023, G&A expenses were $295 million, and net interest expense was $149 million.\nG&A expenses were $998 million in 2023. Depreciation and amortization expense was $690 million and income tax expense was $331 million for the fourth quarter of 2023. The effective tax rate was 22% for 2023. Net cash provided by operating activities was $1.2 billion in the fourth quarter of 2023. Included in this amount was a $631 million unfavorable impact from working capital and $65 million of adjusted net cash provided by operating activities associated with the other joint venture member share of DGD. Excluding these items, adjusted net cash provided by operating activities was $1.8 billion in the fourth quarter of 2023.\nNet cash provided by operating activities in 2023 was $9.2 billion. Included in this amount was a $2.3 billion unfavorable impact from working capital and $512 million of adjusted net cash provided by operating activities associated with the other joint venture members share of DGD. Excluding these items, adjusted net cash provided by operating activities in 2023 was $11 billion. Regarding investing activities, we made $540 million of capital investments in the fourth quarter of 2023, of which $460 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and the balance was for growing the business. Excluding capital investments attributable to the other joint venture member share of DGD, capital investments attributable to Valero were $506 million in the fourth quarter of 2023 and $1.8 billion for 2023.\nMoving to financing activities. We returned $1.3 billion to our stockholders in the fourth quarter of 2023 of which $346 million was paid as dividends and $966 million was for the purchase of approximately 7.5 million shares of common stock, resulting in a payout ratio of 73% for the quarter. As Lane mentioned, this results in a payout ratio of 60% for the year. Through share repurchases, we reduced our share count by approximately 11% in 2023 and by 19% since year-end 2021. With respect to our balance sheet, we ended the quarter with $9.2 billion of total debt, $2.3 billion of finance lease obligations and $5.4 billion of cash and cash equivalents. The debt-to-capitalization ratio, net of cash and cash equivalents was 18% as of December 31, 2023. And we ended the quarter well capitalized with $5.3 billion of available liquidity, excluding cash.\nTurning to guidance. We expect capital investments attributable to Valero for 2024 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts, regulatory compliance and joint venture investments. About $1.6 billion of that is allocated to sustaining the business and the balance to growth with approximately half of the growth capital towards our low carbon fuel businesses and half towards refining projects. Our low carbon fuels growth capital is primarily for the SAF project. Our refining growth projects aim to increase our crude flexibility in the Gulf Coast extract more value out of some of our conversion unit capacity, improve our access to some key product markets and improve our logistics into or out of our refineries. All of these projects meet or exceed our minimum return threshold of 25% after-tax IRR.\nFor modeling our first quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.52 million to 1.57 million barrels per day which includes turnaround work on the legacy coker at our Port Arthur refinery. Mid-Continent at 415,000 to 435,000 barrels per day West Coast at 235,000 to 255,000 barrels per day; and North Atlantic at 435,000 to 455,000 barrels per day. We expect refining cash operating expenses in the first quarter to be approximately $5.10 per barrel, reflecting lower throughput due to turnaround activity across our system. With respect to the renewable diesel segment, we expect sales volumes to be approximately 1.2 billion gallons in 2024. Operating expenses in 2024 should be $0.45 per gallon, which includes $0.18 per gallon for noncash costs such as depreciation and amortization.\nOur ethanol segment is expected to produce 4.5 million gallons per day in the first quarter. Operating expenses should average $0.37 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization. For the first quarter, net interest expense should be about $150 million, and total depreciation and amortization expense should be approximately $700 million. For 2024, we expect G&A expenses to be approximately $975 million.\nThat concludes our opening remarks. Before we open the call to questions, please adhere to our protocol of limiting each turn in the Q&A to two questions. If you have more than two questions, please rejoin the queue as time permits to ensure other callers have time to ask their questions."
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fc08a5d52fbbc53c677568ae2b4e7c65",
    "period": "2023 Q3",
    "content": "Q3 2023 Valero Energy Corp Earnings Call\n\nQ3 2023 Valero Energy Corp Earnings Call\n\nVLONYSEOCT 26, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Valero Energy Corp. Third Quarter 2023 Earnings Call. [Operator Instructions]. As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Homer Bhullar, Chief Vice President, Investor Relations and Finance. Thank you. Please go ahead.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nGood morning, everyone, and welcome to Valero Energy Corporation's Third Quarter 2023 Earnings Conference Call. With me today are Lane Riggs, our CEO and President; Jason Fraser, our Executive Vice President and CFO; Gary Simmons, our Executive Vice President and COO; and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com. Although attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted financial metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations, including those we've described in our earnings release and filings with the SEC.\nNow I'll turn the call over to Lane for opening remarks.\n\nR. Lane Riggs\n\nChief Operating Officer & Executive Vice President, Valero Energy Corp.\n\nThank you, Homer, and good morning, everyone. We are pleased to report strong financial results for the third quarter. In fact, we set a record for third quarter earnings per share. Finding margins were supported by strong product demand against the backdrop of low product inventories, which remained at 5-year lows despite high refinery utilization rates globally. The strength in demand was evident in our U.S. wholesale system, which matched the second quarter record of over 1 million barrels per day of sales volume. Our refineries operated well and achieved 95% throughput capacity utilization in the third quarter, which is a testament to our team's continued focus on operational excellence. We continue to prioritize strategic projects that enhance the earnings capability of our business and expand our long-term competitive advantage. The DGD Sustainable Aviation Fuel, or SaaS project at Port Arthur remains on schedule and is expected to be complete in 2025.\nOnce complete, we expect the [ Arthur ] plant to have the optionality to upgrade up to 50% of its current of 470 million-gallon annual renewable diesel production capacity at SaaS. The project is estimated to cost $315 million, with half of that attributable to Valero. With the completion of this project, Diamond Green Diesel is expected to become one of the largest manufacturers of SaaS in the world. On the financial side, we honored our commitment to shareholder returns with a payout ratio of 68% of adjusted net cash provided by operating activities through dividends and share repurchases in the third quarter and we ended the third quarter with a net debt to capitalization ratio of 17%. In closing, while there are broader factors that may drive volatility markets, we remain focused on things we can control. This includes operating our assets efficiently in a safe, reliable and environmentally responsible manner, maintaining capital discipline by adhering to a minimum return threshold for growth projects and honoring our commitment to shareholder returns.\nSo with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nThanks, Lane. For the third quarter of 2023, net income attributable to Valero stockholders was $2.6 billion or $7.49 per share compared to $2.8 billion or $7.19 per share for the third quarter of 2022. Adjusted net income attributable to Valero stockholders was $2.8 billion or $7.14 per share for the third quarter of 2022. The refining segment reported $3.4 billion of operating income for the third quarter of 2023 compared to $3.8 billion for the third quarter of 2022. Refining throughput volumes in the third quarter of 2023 averaged 3 million barrels per day, implying a throughput capacity utilization of 95%. Refining cash operating expenses were $4.91 per barrel in the third quarter of 2023, higher than guidance of $4.70 per barrel primarily attributed to higher-than-expected energy prices. Renewable Diesel segment operating income was $123 million for the third quarter of 2023 compared to $212 million for the third quarter of 2022. Renewable diesel sales volumes averaged 3 million gallons per day in the third quarter of 2023, which was 761,000 gallons per day higher than the third quarter of 2022. The higher sales volumes in the third quarter of 2023 were due to the impact of additional volumes from the DGD Port Arthur plant, which started up in the fourth quarter of 2022.\nOperating income was lower than the third quarter of 2022, primarily due to lower renewable diesel margin in the third quarter of 2023. The ethanol segment reported $197 million of operating income for the third quarter of 2023 compared to $1 million for the third quarter of 2022. Ethanol production volumes averaged 4.3 million gallons per day in the third quarter of 2023, which was 831,000 gallons per day higher than the third quarter of 2022. Operating income was higher than the third quarter of 2022, primarily as a result of higher production volumes and lower corn prices in the third quarter of 2023. For the third quarter of 2023, G&A expenses were $250 million and net interest expense was $149 million. Depreciation and amortization expense was $682 million and income tax expense was $813 million for the third quarter of 2023. The effective tax rate was 23%. Net cash provided by operating activities was $3.3 billion in the third quarter of 2023. Included in this amount was a $33 million favorable change in working capital and $82 million of adjusted net cash provided by operating activities associated with the other joint venture member share of DGD. Excluding these items, adjusted net cash provided by operating activities was $3.2 billion in the third quarter of 2023.\nRegarding investing activities, we made $394 million of capital investments in the third quarter of 2023 of which $303 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and $91 million was for growing the business. Excluding capital investments attributable to the other joint venture members share of DGD capital investments attributable to Valero were $352 million in the third quarter of 2023.\nMoving to financing activities. We returned $2.2 billion to our stockholders in the third quarter of 2023 of which $360 million was paid as dividends and $1.8 billion was for the purchase of approximately 13 million shares of common stock resulting in a payout ratio of 68% of adjusted net cash provided by operating activities. This results in a year-to-date payout ratio of 58% as of September 30, 2023. With respect to our balance sheet, we ended the quarter with $9.2 billion of total debt, $2.3 billion of finance lease obligations and $5.8 billion of cash and cash equivalents. Debt to capitalization ratio, net of cash and cash equivalents was 17% as of September 30, 2023 and we ended the quarter well capitalized with $5.4 billion of available liquidity, excluding cash.\nSeparately, as reported by Navigator last week, they canceled their CO2 pipeline project. We still see carbon capture and storage as a strategic opportunity to reduce the carbon intensity of conventional ethanol, which would also qualify it as a feedstock for sustainable aviation fuel. Without carbon capture and storage, conventional ethanol does not have a pathway into staff under today's policies. We continue to evaluate other projects to sequester CO2.\nTurning to guidance. We still expect capital investments attributable to Valero for 2023 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts and joint venture investments. About $1.5 billion of that is allocated to sustaining the business and the balance to growth. For modeling our fourth quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.77 million to 1.82 million barrels per day; Mid-Continent at 445,000 to 465,000 barrels per day; West Coast at 245,000 to 265,000 barrels per day; and North Atlantic at 470,000 to 490,000 barrels per day.\nWe expect refining cash operating expenses in the fourth quarter to be approximately $4.60 per barrel. With respect to the renewable diesel segment, we expect sales volumes to be approximately 1.2 billion gallons in 2023. Operating expenses in 2023 should be $0.49 per gallon, which includes $0.19 per gallon for noncash costs such as depreciation and amortization. Our ethanol segment is expected to produce 4.4 million gallons per day in the fourth quarter. Operating expenses should average $0.39 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization. For the fourth quarter, net interest expense should be about $145 million, and total depreciation and amortization expense should be approximately $690 million.\nFor 2023, we expect G&A expenses to be approximately $925 million. That concludes our opening remarks. Before we open the call to questions, please adhere to our protocol of limiting each turn in the Q&A to 2 questions. If you have more than 2 questions, please rejoin the queue as time permits to ensure other callers have time to ask their questions."
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/98c0d218838cb0c8a10195a7af11fd17",
    "period": "2023 Q2",
    "content": "Q2 2023 Valero Energy Corp Earnings Call\n\nQ2 2023 Valero Energy Corp Earnings Call\n\nVLONYSEJUL 27, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Valero Energy Corp. Second Quarter 2023 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Homer Bhullar, Vice President, Investor Relations and Finance. Thank you. Please go ahead.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nGood morning, everyone, and welcome to Valero Energy Corporation's Second Quarter 2023 Earnings Conference Call. With me today are Lane Riggs, our CEO and President; Jason Fraser, our Executive Vice President and CFO; Gary Simmons, our Executive Vice President and COO; and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com. Also attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted financial metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations, including those we've described in our earnings release and filings with the SEC.\nNow I'll turn the call over to Lane for opening remarks.\n\nR. Lane Riggs\n\nChief Operating Officer & Executive Vice President, Valero Energy Corp.\n\nThank you, Homer, and good morning, everyone. Before we discuss quarterly results, I want to thank Joe Gorder for everything he's done to build upon Valero's 43-year history. Joe steered a repositioning of our strategy and the commitment to shareholder returns through capital discipline, innovation and strong execution. I'm grateful for his leadership and proud of what Valero has accomplished, and I'm honored to build on that foundation as we continue to advance our position as a leading manufacturer of liquid transportation fuels. .\nMoving on to quarterly results. We are pleased to report solid financial results in the second quarter, underpinned by our strong execution across all of our business segments. Our refineries ran well with throughput capacity utilization of 94% as refinery margins were supported by continued tight product supply and demand balances.\nProduct demand was strong with our U.S. wholesale system setting a sales record of over 1 million barrels per day in May and June. We also had a positive contribution from the Port Arthur Coker project, which was started up in early April and is operating well and at full capacity. The new coker has increased the refinery's throughput capacity and enhance its ability to process incremental volumes of heavy crude and residual feedstocks.\nOur Renewable Diesel segment set records for operating income and sales volumes in the second quarter, driven by incremental production volumes from Diamond Green Diesel, Port Arthur.\nThe Diamond Green Diesel sustainable aviation fuel project at Port Arthur is progressing on schedule. Plan is expected to have the ability to upgrade 50% of the current 470 million gallon annual renewable diesel production capacity through sustainable aviation fuel or SAF, is expected to be complete in 2025 and have estimated a cost of $315 million, with half of that attributable to Valero.\nWith the completion of this project, DGD is expected to become one of the largest manufacturers of SAF in the world. These projects expand our long-term competitive advantage, and I want to commend our projects and operations team for their dedication and execution. We also continue to evaluate other opportunities while maintaining capital discipline and honoring our commitment that all projects meet a minimum return threshold.\nOn the financial side, we returned 53% of the adjusted net cash provided by operating activities to shareholders through dividends and share repurchases in the second quarter. And we ended the second quarter with a net debt to capitalization ratio of 18%.\nLooking ahead, we expect low global light product inventories and tight product supply-and-demand balances to continue to support refining fundamentals. Global demand for transportation fuels has recovered substantially with gasoline and diesel demand now comparable to prepandemic levels and jet fuel demand continues to increase steadily.\nIn closing, we remain committed to the core strategy that has been in place under Joe's leadership for nearly a decade. Our focus on operational excellence, capital discipline and honoring our commitment to shareholder returns have served us well and will continue to anchor our strategy going forward.\nSo Homer, with that, I'll hand the call back to you.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nThanks, Lane. For the second quarter of 2023, net income attributable to Valero stockholders was $1.9 billion or $5.40 per share compared to $4.7 billion or $11.57 per share for the second quarter of 2022. Second quarter 2022 adjusted net income attributable to Valero stockholders was $4.6 billion or $11.36 per share. .\nThe Refining segment reported $2.4 billion of operating income for the second quarter of 2023 compared to $6.2 billion for the second quarter of 2022. Adjusted operating income was $6.1 billion for the second quarter of 2022. Refining throughput volumes in the second quarter of 2023 averaged 3 million barrels per day, implying a throughput capacity utilization of 94%.\nRefining cash operating expenses were $4.46 per barrel in the second quarter of 2023, lower than guidance of $4.60, primarily attributed to lower-than-expected natural gas prices.\nRenewable Diesel segment operating income was $440 million for the second quarter of 2023 compared to $152 million for the second quarter of 2022. Renewable Diesel sales volumes averaged 4.4 million gallons per day in the second quarter of 2023, which was 2.2 million gallons per day higher than the second quarter of 2022. The higher sales volumes in the second quarter of 2023 were due to the impact of additional volumes from the start-up of the DGD Port Arthur plant in the fourth quarter of 2022.\nThe Ethanol segment reported $127 million of operating income for the second quarter of 2023 compared to $101 million for the second quarter of 2022. Adjusted operating income for the second quarter of 2022 was $79 million. Ethanol production volumes averaged 4.4 million gallons per day in the second quarter of 2023 which was 582,000 gallons per day higher than the second quarter of 2022.\nFor the second quarter of 2023, G&A expenses were $209 million and net interest expense was $148 million. Depreciation and amortization expense was $669 million, and income tax expense was $595 million for the second quarter of 2023. The effective tax rate was 22%.\nNet cash provided by operating activities was $1.5 billion in the second quarter of 2023. Excluding the unfavorable change in working capital of $1.2 billion in the second quarter and the other joint venture member share of DGD's net cash provided by operating activities, excluding changes in its working capital, adjusted net cash provided by operating activities was $2.5 billion.\nRegarding investing activities, we made $458 million of capital investments in the second quarter of 2023, of which $382 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance; and $76 million was for growing the business. Excluding capital investments attributable to the other joint venture members share of DGD, capital investments attributable to Valero were $433 million in the second quarter of 2023.\nMoving to financing activities. We returned over $1.3 billion to our stockholders in the second quarter of 2023, of which $367 million was paid as dividends and $951 million was for the purchase of approximately 8.4 million shares of common stock resulting in a payout ratio of 53% of adjusted net cash provided by operating activities.\nLast week, we announced a quarterly cash dividend on common stock of [ $1.02 ] per share payable on September 5, 2023, to holders of record at the close of business on August 3, 2023. With respect to our balance sheet, we ended the quarter with $9 billion of total debt, $2.3 billion of finance lease obligations and $5.1 billion of cash and cash equivalents.\nThe debt-to-capitalization ratio net of cash and cash equivalents was 18% as of June 30, 2023. And we ended the quarter well capitalized with $5.4 billion of available liquidity, excluding cash.\nTurning to guidance. We expect capital investments attributable to Valero for 2023 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts and joint venture investments. About $1.5 billion of that is allocated to sustaining the business and the balance to growth.\nFor modeling our third quarter operations, we expect Refining throughput volumes to fall within the following ranges: Gulf Coast at 1.77 million to 1.82 million barrels per day; Mid-Continent at 450,000 to 470,000 barrels per day; West Coast at 240,000 to 260,000 barrels per day; and North Atlantic at 435,000 to 455,000 barrels per day.\nWe expect Refining cash operating expenses in the third quarter to be approximately $4.70 per barrel. With respect to the Renewable Diesel segment, we expect sales volumes to be approximately 1.2 billion gallons in 2023. Operating expenses in 2023 should be $0.49 per gallon, which includes $0.19 per gallon for noncash costs such as depreciation and amortization.\nOur Ethanol segment is expected to produce 4.4 million gallons per day in the third quarter. Operating expenses should average $0.39 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization.\nFor the third quarter, net interest expense should be [ about ] $145 million, and total depreciation and amortization expense should be approximately $690 million. For 2023, we expect G&A expenses, excluding corporate depreciation, to be approximately $925 million.\nThat concludes our opening remarks. [Operator Instructions]."
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4cbedcbb847341100f01019afc677015",
    "period": "2023 Q1",
    "content": "Q1 2023 Valero Energy Corp Earnings Call\n\nQ1 2023 Valero Energy Corp Earnings Call\n\nVLONYSEAPR 27, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Valero First Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Homer Bhullar, Vice President of Investor Relations. Thank you. You may begin.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nGood morning, everyone, and welcome to Valero Energy Corporation's First Quarter 2023 Earnings Conference Call. With me today are Joe Gorder, our Chairman and CEO; Lane Riggs, our President and COO; Jason Fraser, our Executive Vice President and CFO; Gary Simmons, our Executive Vice President and Chief Commercial Officer; and several other members of Valero's senior management team. If you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com.\nAlso attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations, including those we've described in our earnings release and filings with the SEC.\nNow I'll turn the call over to Joe for opening remarks.\n\nJoseph W. Gorder\n\nChairman, President and Chief Executive Officer\n\nThanks, Homer, and good morning, everyone. We had another strong quarter with all of our segments performing well. Our refineries operated at 93% capacity utilization rate despite planned maintenance at several facilities. Our ability to optimize and maximize system throughput while undertaking maintenance activities illustrates the benefits from our long-standing commitment to operational excellence. Refining margins were supported by lower industry refining capacity in a backdrop of strong product demand.\nI'm also proud to report that the Port Arthur Coker project was completed in March and successfully started up in early April, which is a testament to the strength of our engineering and operations teams. The project is expected to increase the refinery's throughput capacity and ability to process incremental volumes of sour crude oils and residual feedstocks while also improving turnaround efficiency.\nOur Renewable Diesel segment set another sales volume record in the first quarter, with the continued ramp-up of DGD Port Arthur, which was started up in November 2022. In January, we announced that DGD approved a sustainable aviation project at Port Arthur, Texas. The DGD Port Arthur plant will have the capability to upgrade approximately 50% of its current 470 million-gallon annual renewable diesel production capacity to sustainable aviation fuel or SAF.\nThe project is expected to be completed in 2025 and is estimated to cost approximately $315 million, with half of that attributable to Valero. With the completion of this project, DGD is expected to be 1 of the largest manufacturers of SAF in the world.\nIn the Ethanol segment, BlackRock and Navigator's carbon sequestration project is progressing, and they expect to begin start-up activities in late 2024. We expect to be the anchor shipper with 8 of our ethanol plants connected to this system, which will allow us to produce a lower carbon-intensity ethanol product and significantly improve the margin profile and competitive positioning of our Ethanol business.\nAnd we continue to advance other low-carbon opportunities, such as renewable hydrogen, alcohol-to-jet and additional renewable naphtha and carbon sequestration projects. All of our projects must meet a minimum return threshold to continue to progress through our gated review process.\nOn the financial side, we continue to strengthen our balance sheet, reducing debt by $199 million in the first quarter and ending the quarter with a net debt to capitalization ratio of 18%. In January, we announced an increase in our quarterly dividend on our common stock from $0.98 per share to $1.02 per share, demonstrating our long-standing commitment to stockholder returns.\nLooking ahead, we expect refining fundamentals to remain supported by low global light product inventories, tight product supply and demand balances and continued increase in product demand as we approach peak air travel and summer driving season.\nIn closing, our team continues to successfully execute a strategy that enables us to meet the challenge of supplying the world's need for reliable and affordable energy in an environmentally responsible manner. The tenets of our strategy, underpinned by operational excellence, deploying capital with an uncompromising focus on returns and honoring our commitment to stockholders have been in place for nearly a decade and continue to position us well for the future.\nSo with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVice President of Investor Relations & Finance\n\nThanks, Joe. For the first quarter of 2023, net income attributable to Valero stockholders was $3.1 billion or $8.29 per share compared to $905 million or $2.21 per share for the first quarter of 2022.\nFirst quarter 2023 adjusted net income attributable to Valero stockholders was $3.1 billion or $8.27 per share compared to $944 million or $2.31 per share for the first quarter of 2022. For reconciliations to adjusted amounts, please refer to the earnings release and the accompanying earnings release tables.\nThe Refining segment reported $4.1 billion of operating income for the first quarter of 2023 compared to $1.5 billion for the first quarter of 2022. Refining throughput volumes in the first quarter of 2023 averaged 2.9 million barrels per day, which was 130,000 barrels per day higher than the first quarter of 2022. Throughput capacity utilization was 93% in the first quarter of 2023 compared to 89% in the first quarter of 2022.\nRefining cash operating expenses were $4.78 per barrel in the first quarter of 2023, lower than guidance of $4.95, primarily attributed to higher throughput and lower natural gas prices.\nRenewable Diesel segment operating income was $205 million for the first quarter of 2023 compared to $149 million for the first quarter of 2022. Renewable diesel sales volumes averaged 3 million gallons per day in the first quarter of 2023, which was 1.3 million gallons per day higher than the first quarter of 2022. The higher sales volumes in the first quarter of 2023 were due to the impact of additional volumes from the start-up of the DGD Port Arthur plant in the fourth quarter of 2022.\nThe Ethanol segment reported $39 million of operating income for the first quarter of 2023 compared to $1 million for the first quarter of 2022. Ethanol production volumes averaged 4.2 million gallons per day in the first quarter of 2023, which was 138,000 gallons per day higher than the first quarter of 2022.\nFor the first quarter of 2023, G&A expenses were $244 million and net interest expense was $146 million. Depreciation and amortization expense was $650 million, and income tax expense was $880 million for the first quarter of 2023. The effective tax rate was 22%.\nNet cash provided by operating activities was $3.2 billion in the first quarter of 2023. Excluding the unfavorable change in working capital of $534 million in the first quarter and the other joint venture member share of DGD's net cash provided by operating activities excluding changes in DGD's working capital, adjusted net cash provided by operating activities was $3.6 billion.\nRegarding investing activities, we made $524 million of capital investments in the first quarter of 2023, of which $341 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance, and $183 million was for growing the business.\nExcluding capital investments attributable to the other joint venture members share of DGD, capital investments attributable to Valero were $467 million in the first quarter of 2023.\nMoving to financing activities. We returned over $1.8 billion to our stockholders in the first quarter of 2023, of which $379 million was paid as dividends and $1.5 billion was for the purchase of approximately 11 million shares of common stock, resulting in a payout ratio of 52% of adjusted net cash provided by operating activities.\nWith respect to our balance sheet, as Joe mentioned, we completed additional debt reduction transactions in the first quarter that reduced Valero's debt by $199 million through opportunistic open market repurchases. We ended the quarter with $9 billion of total debt, $2.4 billion of finance lease obligations and $5.5 billion of cash and cash equivalents. The debt-to-capitalization ratio, net of cash and cash equivalents, was 18% as of March 31, 2023. And we ended the quarter well capitalized with $5.4 billion of available liquidity, excluding cash.\nTurning to guidance. We expect capital investments attributable to Valero for 2023 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts and joint venture investments. About $1.5 billion of that is allocated to sustaining the business and the balance to growth.\nFor modeling our second quarter operations, we expect Refining throughput volumes to fall within the following ranges: Gulf Coast at 1.73 million to 1.78 million barrels per day; Mid-Continent at 405,000 to 425,000 barrels per day; West Coast at 250,000 to 270,000 barrels per day; and North Atlantic at 450,000 to 470,000 barrels per day. We expect Refining cash operating expenses in the second quarter to be approximately $4.60 per barrel.\nWith respect to the Renewable Diesel segment, we expect sales volumes to be approximately 1.2 billion gallons in 2023. Operating expenses in 2023 should be [ $0.49 ] per gallon, which includes $0.19 per gallon for noncash costs such as depreciation and amortization.\nOur Ethanol segment is expected to produce 4.2 million gallons per day in the second quarter. Operating expenses should average $0.40 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization.\nFor the second quarter, net interest expense should be about $145 million, and total depreciation and amortization expense should be approximately $670 million. For 2023, we expect G&A expenses, excluding corporate depreciation, to be approximately $925 million.\nThat concludes our opening remarks. [Operator Instructions]"
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c7ad374b2a7e58644ea39b499b74d707",
    "period": "2022 Q4",
    "content": "Q4 2022 Valero Energy Corp Earnings Call\n\nQ4 2022 Valero Energy Corp Earnings Call\n\nVLONYSEJAN 26, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Valero's Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Homer Bhullar, Vice President, Investor Relations. Thank you, Mr. Bhullar. You may begin.\n\nHomer Bhullar\n\nVP of IR & Finance, Valero Energy Corporation\n\nGood morning, everyone, and welcome to Valero Energy Corporation's Fourth Quarter 2022 Earnings Conference Call. With me today are Joe Gorder, our Chairman and CEO; Lane Riggs, our President and COO; Jason Fraser, our Executive Vice President and CFO, and Gary Simmons, our Executive Vice President and Chief Commercial Officer; and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com. Also attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future. Our forward-looking statements intended to be covered by safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations, including those we've described in our filings with the SEC. Now I'll turn the call over to Joe for opening remarks.\n\nJoseph W. Gorder\n\nChairman & CEO, Valero Energy Corporation\n\nThanks, Homer, and good morning, everyone. We finished the year strong with our refineries operating at 97% capacity utilization in a favorable refining margin environment. In fact, this is the highest refinery utilization for our refining system since 2018. I'm also proud to share that 2022 was the best year ever for combined employee and contractor safety, which is a testament to our long-standing commitment to safe, reliable and environmentally responsible operations.\nAs we saw during most of 2022, refining margins were supported by low product inventories, which resulted from the significant permanent global refinery shutdowns and the continued recovery in product demand. Our refining system also benefited from heavily discounted sour crude oils and fuel oils. These discounts were driven by increased sour crude oil supply, high freight rates and the impact from the IMO 2020 regulation for lower sulfur marine fuels.\nAlso, high natural gas prices in Europe incentivized European refiners to process sweet crude oils in lieu of sour crude oils, adding further pressure on sour crude oils. And our refining projects that are focused on reducing cost and improving margin capture remain on track. The Port Arthur Coker project is expected to be completed in the second quarter of 2023 and will increase refinery's throughput capacity and ability to process incremental volumes of sour crude oils and residual feedstocks while also improving turnaround efficiency.\nIn our Renewable Diesel segment, we continue to expand operations, and we set another sales volume record in the fourth quarter with the successful commissioning and start-up of the new DGD Port Arthur renewable diesel plant in November. That project was completed under budget and ahead of schedule and brings DGD's annual production capacity to approximately 1.2 billion gallons of renewable diesel and 50 million gallons of renewable naphtha.\nIn the Ethanol segment, BlackRock and Navigators carbon sequestration project is still progressing on schedule and is expected to begin start-up activities in late 2024. We expect to be the anchor shipper with 8 of our ethanol plants connected to this system, which is expected to result in the production of a lower carbon intensity ethanol product that should significantly improve the margin profile and competitive positioning of the business.\nAnd we continue to advance other low-carbon opportunities such as sustainable aviation fuel, renewable hydrogen and additional renewable naphtha and carbon sequestration projects. Our gated process helps ensure these projects meet our minimum return threshold. On the financial side, we continue to strengthen our balance sheet, paying off all of the incremental debt incurred during the pandemic and ending the year with a net debt-to-capitalization ratio of 21%.\nLooking ahead, we expect low product inventories and continued increase in product demand to support margins, particularly for U.S. coastal refiners that have crude oil supply and natural gas advantages relative to global refineries. And we continue to see large discounts for heavy sour crude oils and fuel oils that we can process in our system. The startup of the Port Arthur Coker is also expected to have a significant earnings contribution in the back half of 2023, supported by wide sour crude oil differentials and strong diesel margins.\nIn closing, we're encouraged by the refining outlook, which, coupled with the contribution from our strategic growth projects in refining and renewable fuels, should continue to strengthen our long-term competitive advantage and shareholder returns. So with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVP of IR & Finance, Valero Energy Corporation\n\nThanks, Joe. For the fourth quarter of 2022, net income attributable to Valero stockholders was $3.1 billion or $8.15 per share compared to $1 billion or $2.46 per share for the fourth quarter of 2021. Fourth quarter 2022 adjusted net income attributable to Valero stockholders was $3.2 billion or $8.45 per share compared to $988 million or $2.41 per share for the fourth quarter of 2021.\nFor 2022, net income attributable to Valero stockholders was $11.5 billion or $29.04 per share compared to $930 million or $2.27 per share in 2021. 2022 adjusted net income attributable to Valero stockholders was $11.6 billion or $29.16 per share compared to $1.2 billion or $2.81 per share in 2021. For reconciliations to adjusted amounts, please refer to the earnings release and the accompanying financial tables.\nThe Refining segment reported $4.3 billion of operating income for the fourth quarter of 2022 compared to $1.3 billion for the fourth quarter of 2021. Adjusted operating income for the fourth quarter of 2022 was $4.4 billion compared to $1.1 billion for the fourth quarter of 2021.\nRefining throughput volumes in the fourth quarter of 2022 averaged 3 million barrels per day. Throughput capacity utilization was 97% in the fourth quarter of 2022. Refining cash operating expenses of $5 per barrel in the fourth quarter of 2022 were $0.14 per barrel higher than the fourth quarter of 2021, primarily attributed to higher natural gas prices.\nRenewable Diesel segment operating income was $261 million for the fourth quarter of 2022 compared to $150 million for the fourth quarter of 2021. Renewable Diesel sales volumes averaged 2.4 million gallons per day in the fourth quarter of 2022, which was 851,000 gallons per day higher than the fourth quarter of 2021. The higher sales volumes were due to the impact of additional volumes from the DGD St. Charles plant expansion and the fourth quarter 2022 start-up of the DGD Port Arthur plant.\nThe Ethanol segment reported $7 million of operating income for the fourth quarter of 2022 compared to $474 million for the fourth quarter of 2021. Adjusted operating income for the fourth quarter of 2022 was $69 million compared to $475 million for the fourth quarter of 2021. Ethanol production volumes averaged 4.1 million gallons per day in the fourth quarter of 2022. The higher operating income in the fourth quarter of 2021 was primarily attributed to multiyear high ethanol prices due to strong demand and low inventories.\nFor the fourth quarter of 2022, G&A expenses were $282 million and net interest expense was $137 million. G&A expenses were $934 million in 2022. Depreciation and amortization expense was $633 million and income tax expense was $1 billion for the fourth quarter of 2022. The annual effective tax rate was 22% for 2022. Net cash provided by operating activities was $4.1 billion in the fourth quarter of 2022 and $12.6 billion for the full year.\nExcluding the unfavorable change in working capital of $9 million in the fourth quarter and $1.6 billion in 2022 and the other joint venture member share of DGD's net cash provided by operating activities, excluding changes in DGD's working capital adjusted net cash provided by operating activities was $4 billion for the fourth quarter and $13.8 billion for the full year.\nRegarding investing activities, we made $640 million of capital investments in the fourth quarter of 2022, of which $349 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and $291 million was for growing the business. Excluding capital investments attributable to the other joint venture members share of DGD and those related to other variable interest entities, capital investments attributable to Valero were $538 million in the fourth quarter of 2022 and $2.3 billion for the year, which is higher than our annual guidance primarily due to project spend timing on the Port Arthur Coker project and the accelerated completion of the DGD Port Arthur plant.\nMoving to financing activities. We returned $2.2 billion to our stockholders in the fourth quarter of 2022 and $6.1 billion in the year, resulting in a 2022 payout ratio of 45% of adjusted net cash provided by operating activities through dividends and stock buybacks. With respect to our balance sheet, we completed additional debt reduction transactions in the fourth quarter that reduced Valero's debt by $442 million through opportunistic open market repurchases.\nAs Joe noted earlier, this reduction, combined with a series of debt reduction and refinancing transactions since the second half of 2021, have collectively reduced Valero's debt by over $4 billion. We ended the year with $9.2 billion of total debt, $2.4 billion of finance lease obligations and $4.9 billion of cash and cash equivalents. The debt-to-capitalization ratio, net of cash and cash equivalents was approximately 21%, down from the pandemic high of 40% at the end of March 2021, which was largely the result of the debt incurred during the height of the COVID-19 pandemic. And we ended the year well capitalized with $5.4 billion of available liquidity, excluding cash.\nTurning to guidance. We expect capital investments attributable to Valero for 2023 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts and joint venture investments. About $1.5 billion of that is allocated to sustaining the business and $500 million to growth. For modeling our first quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.59 million to 1.64 million barrels per day; Mid-Continent at 415,000 to 435,000 barrels per day; West Coast at 245,000 to 265,000 barrels per day; and North Atlantic at 415,000 to 435,000 barrels per day.\nWe expect refining cash operating expenses in the first quarter to be approximately $4.95 per barrel. With respect to the Renewable Diesel segment, we expect sales volumes to be approximately 1.2 billion gallons in 2023. Operating expenses in 2023 should be $0.49 per gallon, which includes $0.19 per gallon for noncash costs such as depreciation and amortization. Our Ethanol segment is expected to produce 4 million gallons per day in the first quarter. Operating expenses should average $0.51 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization.\nFor the first quarter, net interest expense should be about $130 million and total depreciation and amortization expense should be approximately $655 million. For 2023, we expect G&A expenses, excluding corporate depreciation, to be approximately $925 million. That concludes our opening remarks.\nBefore we open the call to questions, please adhere to our protocol of limiting each turn in the Q&A to 2 questions. If you have more than 2 questions, please rejoin the queue as time permits. Please respect this request to ensure other callers have time to ask their questions."
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7353857c0ead85c6a14d6ff99e6542b2",
    "period": "2022 Q3",
    "content": "Q3 2022 Valero Energy Corp Earnings Call\n\nQ3 2022 Valero Energy Corp Earnings Call\n\nVLONYSEOCT 25, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Valero's Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Homer Bhullar, Vice President, Investor Relations and Finance. Thank you. Please go ahead.\n\nHomer Bhullar\n\nVP of IR & Finance, Valero Energy Corporation\n\nGood morning, everyone, and welcome to Valero Energy Corporation's Third Quarter 2022 Earnings Conference Call. With me today are Joe Gorder, our Chairman and CEO; and Lane Riggs, our President and COO; Jason Fraser, our Executive Vice President and CFO; Gary Simmons, our Executive Vice President and Chief Commercial Officer; and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com. Also attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations, including those we've described in our filings with the SEC.\nNow I'll turn the call over to Joe for opening remarks.\n\nJoseph W. Gorder\n\nChairman & CEO, Valero Energy Corporation\n\nThanks, Homer, and good morning, everyone. We're pleased to report strong financial results for the third quarter, credited to our safe and reliable operational performance and continued strength in refining fundamentals. Refining margins remain supported by strong product demand, low product inventories and continued energy cost advantages for U.S. refineries compared to global competitors.\nDespite high refinery utilization rates, global product supply remains constrained due to roughly 4 million barrels per day of global refining capacity being taken permanently off-line since 2020 for a variety of reasons, including unfavorable economics or as part of planned conversions to produce low carbon fuels. Product demand across our system remains strong, with gasoline and diesel demand higher than pre-pandemic levels, and jet fuel demand steadily approaching 2019 levels. Our refining utilization increased to 95% in the third quarter as we continue to maximize refining throughput.\nOur refining system also benefited from wider sour crude oil differentials to the Brent light sweet crude oil benchmark. The wider sour crude oil differentials are attributed to increased sour crude oil supply, the impact of the IMO 2020 regulation for lower sulfur marine fuels and high natural gas prices in Europe that incentivize European refiners to process sweet crude oils in lieu of sour crude oils. And we remain on track with our refining growth projects that reduce cost and improve margin capture. The Port Arthur Coker project, which is expected to increase the refinery's throughput capacity, while also improving turnaround efficiency, is expected to be completed in the first half of 2023.\nIn our renewable diesel segment, we continue to optimize our operations, setting another sales volume record in the third quarter. The new DGD 3 renewable diesel plant, located next to our Port Arthur refinery, is currently in the start-up process and is expected to be operational in November. The completion of this 470 million gallons per year plant is expected to increase DGD's total annual capacity to approximately 1.2 billion gallons of renewable diesel and 50 million gallons of renewable naphtha.\nAnd for our other low-carbon fuel opportunities, the BlackRock and Navigator's carbon sequestration pipeline project is progressing on schedule and is expected to begin start-up activities in late 2024. We're expecting to be the anchor shipper with 8 of our ethanol plants connected to this system, which should provide a lower carbon intensity ethanol product and generate higher product margins. And we continue to evaluate other low-carbon opportunities such as sustainable aviation fuel, renewable hydrogen and additional renewable naphtha and carbon sequestration projects.\nOn the financial side, our strong balance sheet remains a cornerstone of our capital allocation framework. In the third quarter, we reduced our debt by an additional $1.25 billion, bringing our total debt reduction to approximately $3.6 billion since incurring $4 billion of incremental debt during the height of the pandemic in 2020. And we will continue to further evaluate deleveraging opportunities going forward.\nLooking ahead, refining fundamentals remain strong as global product supply remains constrained due to capacity reductions and high natural gas prices in Europe, which are setting a higher floor on margins. In addition, we continue to realize the benefit from discounted sour crude oil and fuel oil feedstocks in our system.\nWhile geopolitical and macroeconomic factors may drive volatility in the market, we remain focused on what we can control, maximizing refinery utilization in a safe, reliable and environmentally responsible manner to provide essential products. We also remain committed to advancing the growth of our low carbon fuels businesses to increase profitability and further strengthen our competitive advantage.\nSo with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVP of IR & Finance, Valero Energy Corporation\n\nThanks, Joe. For the third quarter of 2022, net income attributable to Valero stockholders was $2.8 billion or $7.19 per share, compared to $463 million or $1.13 per share for the third quarter of 2021. Adjusted net income attributable to Valero stockholders was $2.8 billion or $7.14 per share for the third quarter of 2022, compared to $545 million or $1.33 per share for the third quarter of 2021. For reconciliations to adjusted amounts, please refer to the earnings release and the accompanying financial tables.\nThe refining segment reported $3.8 billion of operating income for the third quarter of 2022 compared to $835 million for the third quarter of 2021. Adjusted operating income for the third quarter of 2021 was $911 million. Refining throughput volumes in the third quarter of 2022 averaged 3 million barrels per day, which was 141,000 barrels per day higher than the third quarter of 2021. Throughput capacity utilization was 95% in the third quarter of 2022 compared to 91% in the third quarter of 2021.\nRefining cash operating expenses of $5.48 per barrel in the third quarter of 2022 were $0.95 per barrel higher than the third quarter of 2021, primarily attributed to higher natural gas prices. Renewable diesel segment operating income was $212 million for the third quarter of 2022 compared to $108 million for the third quarter of 2021. Renewable diesel sales volumes averaged 2.2 million gallons per day in the third quarter of 2022, which was 1.6 million gallons per day higher than the third quarter of 2021. The higher sales volumes were due to DGD 1 downtime in the third quarter of 2021, resulting from Hurricane Ida, and the impact of additional volumes from DGD 2, which started up in the fourth quarter of 2021.\nThe ethanol segment reported $1 million of operating income for the third quarter of 2022 compared to a $44 million operating loss for the third quarter of 2021. Adjusted operating income for the third quarter of 2021 was $4 million. Ethanol production volumes averaged 3.5 million gallons per day in the third quarter of 2022. For the third quarter of 2022, G&A expenses were $214 million and net interest expense was $138 million.\nDepreciation and amortization expense was $632 million and income tax expense was $816 million for the third quarter of 2022. The effective tax rate was 22%. Net cash provided by operating activities was $2 billion in the third quarter of 2022. Excluding the unfavorable change in working capital of $1.5 billion, which was primarily due to our third quarter estimated tax payment, and the other joint venture member share of DGD's net cash provided by operating activities, excluding changes in DGD's working capital, adjusted net cash provided by operating activities was $3.4 billion.\nWith regard to investing activities, we made $602 million of capital investments in the third quarter of 2022, of which $185 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and $417 million was for growing the business. Excluding capital investments attributable to the other joint venture members share of DGD and those related to other variable interest entities, capital investments attributable to Valero were $479 million in the third quarter of 2022.\nMoving to financing activities. Year-to-date, we have returned 40% of adjusted net cash provided by operating activities to our stockholders through dividends and stock buybacks, which is consistent with our guidance to be at the low end of our annual 40% to 50% target payout ratio, while focusing on deleveraging our balance sheet. With respect to our balance sheet, we completed another debt reduction transaction in the third quarter that reduced Valero's debt by $1.25 billion. As Joe noted earlier, this transaction, combined with a series of debt reduction and refinancing transactions since the second half of 2021, have collectively reduced Valero's debt by approximately $3.6 billion.\nWe ended the quarter with $9.6 billion of total debt, $1.9 billion of finance lease obligations and $4 billion of cash and cash equivalents. The debt-to-capitalization ratio, net of cash and cash equivalents, was approximately 24%, down from the pandemic high of 40% at the end of March 2021, which was largely the result of the debt incurred during the height of the COVID-19 pandemic. And we ended the quarter well capitalized with $4.9 billion of available liquidity, excluding cash.\nTurning to guidance. We expect capital investments attributable to Valero for 2022 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts and joint venture investments. About 60% of that amount is allocated to sustaining the business and 40% to growth. About half of the growth capital in 2022 is allocated to expanding our low carbon fuels businesses.\nFor modeling our fourth quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.73 million to 1.78 million barrels per day; Mid-Continent at 460,000 to 480,000 barrels per day; West Coast at 250,000 to 270,000 barrels per day; and North Atlantic at 440,000 to 460,000 barrels per day. We expect refining cash operating expenses in the fourth quarter to be approximately $5.10 per barrel.\nWith respect to the renewable diesel segment, we expect sales volumes to be approximately 750 million gallons in 2022 with the anticipated start-up of DGD 3 in November. Operating expenses in 2022 should be $0.45 per gallon, which includes $0.15 per gallon for noncash costs such as depreciation and amortization.\nOur ethanol segment is expected to produce 4.1 million gallons per day in the fourth quarter. Operating expenses should average $0.50 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization. For the fourth quarter, net interest expense should be about $140 million and total depreciation and amortization expense should be approximately $640 million. For 2022, we expect G&A expenses, excluding corporate depreciation, to be approximately $870 million.\nThat concludes our opening remarks. Before we open the call to questions, please adhere to our protocol of limiting each turn in the Q&A to 2 questions. If you have more than 2 questions, please rejoin the queue as time permits. Please respect this request to ensure other callers have time to ask their questions."
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/de062afa3b616a03861b4a20db2ada37",
    "period": "2022 Q2",
    "content": "Q2 2022 Valero Energy Corp Earnings Call\n\nQ2 2022 Valero Energy Corp Earnings Call\n\nVLONYSEJUL 28, 10:00 AM\n\nOperator\n\nGreetings, and welcome to Valero's Second Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Mr. Homer Bhullar, Vice President, Investor Relations. Thank you. Please go ahead.\n\nHomer Bhullar\n\nVP of IR & Finance, Valero Energy Corporation\n\nGood morning, everyone, and welcome to Valero Energy Corporation's Second Quarter 2022 Earnings Conference Call. With me today are Joe Gorder, our Chairman and CEO; and Lane Riggs, our President and COO; Jason Fraser, our Executive Vice President and CFO; Gary Simmons, our Executive Vice President and Chief Commercial Officer; and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com. Also attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There're many factors that could cause actual results to differ from our expectations, including those we've described in our filings with the SEC.\nNow I'll turn the call over to Joe for opening remarks.\n\nJoseph W. Gorder\n\nChairman & CEO, Valero Energy Corporation\n\nThanks, Homer, and good morning, everyone. I'm pleased to report that our team maximized refining run rates in the second quarter, while executing our long-standing commitment to safe, reliable and environmentally responsible operations. In fact, we've been increasing throughput since 2020 as demand recovered along with the easing of COVID-19 pandemic restrictions. Our refinery utilization rate increased from the pandemic low of 74% in the second quarter of 2020 to 94% in the second quarter of 2022.\nRefining margins in the second quarter were supported by continued strength in product demand, coupled with low product inventories and continued energy cost advantage for U.S. refineries compared to global competitors. Product supply is constrained as a result of significant refinery capacity rationalization that was triggered by the COVID-19 pandemic, driving the shutdown of marginal refineries and conversion of several refineries to produce low carbon fuels. In addition, the Russia, Ukraine conflict intensified the supply tightness with less Russian products in the global market. However, product demand has been strong due to the summer driving season and pent-up demand for travel.\nValero continues to maximize refinery throughput and to help supply the market at this time when global product inventories are at historically low levels. Our low-carbon renewable diesel and ethanol segments also performed well in the quarter. The renewable diesel segment had record production volumes as the DGD expansion, DGD 2, ramped up to full capacity.\nOn the strategic front, we remain on track with our growth projects that reduce cost and improve margin capture. The Port Arthur Coker project, which is expected to increase the refinery's throughput capacity, while also improving turnaround efficiency, is expected to be completed in the first half of 2023. As for low-carbon projects, the DGD 3 renewable diesel project located next to our Port Arthur refinery is expected to be operational in the fourth quarter of 2022. The completion of this 470 million-gallon per year plant is expected to nearly double DGD's total annual capacity to approximately 1.2 billion gallons of renewable diesel and 50 million gallons of renewable naphtha.\nBlackRock and Navigators carbon sequestration project is progressing on schedule and is expected to begin start-up activities in late 2024. We are expected to be the anchor shipper with 8 of our ethanol plants connected to the system, which should provide a lower carbon intensity ethanol product and generate higher product margins. And we continue to evaluate other low-carbon opportunities such as sustainable aviation fuel, renewable hydrogen and additional renewable naphtha and carbon sequestration projects.\nOn the financial side, we remain committed to our capital allocation framework, which prioritizes a strong balance sheet and an investment-grade credit rating. We incurred $4 billion of incremental debt in 2020 during the low-margin environment resulting from the pandemic. Since then, we've reduced our debt by $2.3 billion, including a $300 million reduction in June, and we'll evaluate further deleveraging opportunities going forward.\nIn summary, we remain focused on safe, reliable and environmentally responsible operations and on maximizing system throughput to provide the essential products that the world needs. And we continue to strengthen our long-term competitive advantage through refining optimization projects and to grow our business through innovative low-carbon fuels that enhance the margin capability of our portfolio. So with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVP of IR & Finance, Valero Energy Corporation\n\nThanks, Joe. For the second quarter of 2022, net income attributable to Valero stockholders was $4.7 billion or $11.57 per share compared to $162 million or $0.39 per share for the second quarter of 2021. Adjusted net income attributable to Valero stockholders was $4.6 billion or $11.36 per share for the second quarter of 2022 compared to $260 million or $0.63 per share for the second quarter of 2021. For reconciliations to adjusted amounts, please refer to the earnings release and the accompanying financial tables.\nThe refining segment reported $6.2 billion of operating income for the second quarter of 2022 compared to $349 million for the second quarter of 2021. Adjusted operating income was $6.1 billion for the second quarter of 2022 compared to $442 million for the second quarter of 2021. Refining throughput volumes in the second quarter of 2022 averaged 3 million barrels per day, which was 127,000 barrels per day higher than the second quarter of 2021. Throughput capacity utilization was 94% in the second quarter of 2022 compared to 90% in the second quarter of 2021. Refining cash operating expenses of $5.20 per barrel in the second quarter of 2022 were $1.07 per barrel higher than the second quarter of 2021, primarily attributed to higher natural gas prices.\nRenewable diesel segment operating income was $152 million for the second quarter of 2022 compared to $248 million for the second quarter of 2021. Renewable diesel sales volumes averaged 2.2 million gallons per day in the second quarter of 2022, which was 1.3 million gallons per day higher than the second quarter of 2021. The higher sales volumes were attributed to DGD 2's operations, which started up in the fourth quarter of 2021.\nThe ethanol segment reported $101 million of operating income for the second quarter of 2022 compared to $99 million for the second quarter of 2021. Adjusted operating income, which primarily excludes the gain from the sale of our Jefferson ethanol plant, whose operations were idled in 2020 was $79 million for the second quarter of 2022. Ethanol production volumes averaged 3.9 million gallons per day in the second quarter of 2022.\nFor the second quarter of 2022, G&A expenses were $233 million and net interest expense was $142 million. Depreciation and amortization expense was $602 million and income tax expense was $1.3 billion for the second quarter of 2022. The effective tax rate was 22%.\nNet cash provided by operating activities was $5.8 billion in the second quarter of 2022. Excluding the favorable impact from the change in working capital of $594 million, and the other joint venture members 50% share of DGD's net cash provided by operating activities, excluding changes in DGD's working capital, adjusted net cash provided by operating activities was $5.2 billion.\nWith regard to investing activities, we made $653 million of capital investments in the second quarter of 2022, of which $298 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and $355 million was for growing the business. Excluding capital investments attributable to the other joint venture members 50% share of DGD, and those related to other variable interest entities, capital investments attributable to Valero were $524 million in the second quarter of 2022.\nMoving to financing activities. Earlier this month, our Board of Directors approved a regular quarterly common stock dividend of $0.98 per share payable on September 1 to holders of record on August 4. We returned 42% of adjusted net cash provided by operating activities to our stockholders through dividends and stock buybacks in the quarter, which is at the low end of our annual 40% to 50% target payout ratio.\nWith respect to our balance sheet, we completed another debt reduction transaction in the second quarter that reduced Valero's debt by $300 million. As Joe already noted, this transaction, combined with the debt reduction and refinancing transactions completed in the second half of 2021 and the first quarter of 2022, have collectively reduced Valero's debt by $2.3 billion. We ended the quarter with $10.9 billion of total debt, $2 billion of finance lease obligations and $5.4 billion of cash and cash equivalents. The debt-to-capitalization ratio, net of cash and cash equivalents. Was 25%, down from the pandemic high of 40% at the end of March 2021, which was largely the result of the debt incurred during the height of the COVID-19 pandemic. And we ended the quarter well capitalized with $4.6 billion of available liquidity, excluding cash.\nTurning to guidance. We expect capital investments attributable to Valero for 2022 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts and joint venture investments. About 60% of that amount is allocated to sustaining the business and 40% to growth. About half of the growth capital in 2022 is allocated to expanding our low carbon fuels businesses.\nFor modeling our third quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.72 million to 1.77 million barrels per day; Mid-Continent at 420,000 to 440,000 barrels per day; West Coast at 255,000 to 275,000 barrels per day; and North Atlantic at 445,000 to 465,000 barrels per day. We expect refining cash operating expenses in the third quarter to be approximately $5.40 per barrel, which is higher than the second quarter, primarily due to higher energy costs.\nWith respect to the renewable diesel segment, we expect sales volumes to be approximately 750 million gallons in 2022 with the anticipated start-up of DGD 3 in the fourth quarter. Operating expenses in 2022 should be $0.45 per gallon, which includes $0.15 per gallon for noncash costs such as depreciation and amortization.\nOur ethanol segment is expected to produce 3.9 million gallons per day in the third quarter. Operating expenses should average $0.50 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization.\nFor the third quarter, net interest expense should be about $140 million and total depreciation and amortization expense should be approximately $640 million. For 2022, we expect G&A expenses, excluding corporate depreciation, to be approximately $870 million.\nThat concludes our opening remarks. Before we open the call to questions, we again respectfully request that callers adhere to our protocol of limiting each turn in the Q&A to 2 questions. If you have more than 2 questions, please rejoin the queue as time permits. Please respect this request to ensure other callers have time to ask their questions."
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d70df8e111e7068e8e1912373dd21290",
    "period": "2022 Q1",
    "content": "Q1 2022 Valero Energy Corp Earnings Call\n\nQ1 2022 Valero Energy Corp Earnings Call\n\nVLONYSEAPR 26, 10:00 AM\n\nOperator\n\nGreetings. Welcome to Valero Energy Corporation's First Quarter 2022 Earnings Call. (Operator Instructions)\nPlease note, this conference is being recorded. At this time, I'll now turn the conference over to Homer Bhullar, Vice President, Investments and Finance. Mr. Bhullar, you may now begin.\n\nHomer Bhullar\n\nVP of IR & Finance, Valero Energy Corporation\n\nGood morning, everyone, and welcome to Valero Energy Corporation's First Quarter 2022 Earnings Conference Call. With me today are Joe Gorder, our Chairman and CEO; Lane Riggs, our President and COO; Jason Fraser, our Executive Vice President and CFO; Gary Simmons, our Executive President and Chief Commercial Officer; and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com.\nAlso attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expertise or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations, including those we've described in our filings with the SEC.\nNow I'll turn the call over to Joe for opening remarks.\n\nJoseph W. Gorder\n\nChairman & CEO, Valero Energy Corporation\n\nThanks, Homer, and good morning, everyone. I'm pleased to report that today, we delivered solid financial results for the first quarter, led by a continued recovery in our Refining segment. Refining margins were supported by strong product demand, coupled with very low product inventories globally. Refinery capacity rationalizations that have taken place in the last couple of years continue to contribute to the supply tightness. .\nIn addition, high natural gas prices in Europe are supporting product cracks to compensate for the higher operating costs. This, in turn, provides a structural margin advantage for U.S. refineries particularly those located in the Gulf Coast, where natural gas costs are significantly lower than in Europe.\nTurning to our low carbon segments. The ethanol business generated positive operating income despite a weak margin environment and our growing renewable diesel business continues to generate good results with high demand for renewable diesel. We expect low-carbon fuel policies to continue to expand globally and drive demand for low-carbon fuels. And with that view, we're leveraging our operational and technical expertise to steadily expand our competitive advantage.\nThe DGD 3 renewable diesel project located next to our Port Arthur refinery is now expected to be operational in the fourth quarter of 2022. With the completion of this 470 million-gallon per year plant, total annual capacity is expected to be approximately 1.2 billion gallons of renewable diesel and 50 million gallons of renewable naphtha. BlackRock and Navigators large-scale carbon sequestration project is progressing on schedule and is expected to begin start-up activities in late 2024.\nValero is expected to be the anchor shipper, with 8 ethanol plants connected to this system, which should provide a lower carbon intensity ethanol product and result in higher product margins. We continue to evaluate other low-carbon opportunities such as sustainable aviation fuel, renewable hydrogen and additional renewable naphtha and carbon sequestration projects. And in Refining, the Port Arthur coker project, which is expected to increase the refinery's utilization rate and improved turnaround efficiency, is still expected to be completed in the first half of 2023.\nOn the financial side, we remain committed to our capital allocation framework, which prioritizes a strong balance sheet and an investment-grade credit rating. We further reduced our long-term debt by $750 million in February through debt reduction and refinancing transactions, bringing our total long-term debt reduction to $2 billion in 6 months. And we continue to honor our commitment to stockholder returns with an annual target payout ratio of 40% to 50%. We restarted stock buybacks in the first quarter which, combined with our dividend, returned $545 million to our stockholders.\nLooking ahead, the fundamentals that drove strong results in the first quarter, particularly in March, continue to provide a positive backdrop for the refining segment. We expect product demand to remain healthy with light products demand near pre-pandemic levels and the pent-up desire to travel and take vacations should drive incremental demand for transportation fuels as we head into the summer. Global product inventories remain low, particularly for diesel and there's less refining capacity available to replenish inventories. In addition, natural gas price disparity between the U.S. and Europe should provide a structural margin advantage for U.S. refiners especially for assets located in the Gulf Coast.\nIn closing, we're encouraged by the refining outlook, which, coupled with our growth strategy and low carbon fuels, should further strengthen our long-term competitive advantage and drive long-term stockholder returns.\nSo with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVP of IR & Finance, Valero Energy Corporation\n\nThanks, Joe. For the first quarter of 2022, net income attributable to Valero stockholders was $905 million or $2.21 per share compared to a net loss of $704 million or $1.73 per share for the first quarter of 2021. First quarter 2022 adjusted net income attributable to Valero stockholders was $944 million or $2.31 per share compared to an adjusted net loss of $666 million or $1.64 per share for the first quarter of 2021. For reconciliations to adjusted amounts, please refer to the financial tables that accompany the earnings release.\nThe Refining segment reported $1.45 billion of operating income for the first quarter of 2022 compared to $592 million operating loss of the first quarter of 2021. First quarter 2022 adjusted operating income was $1.47 billion compared to an adjusted operating loss of $506 million for the first quarter of 2021. Refining throughput volumes in the first quarter of 2022 averaged 2.8 million barrels per day, which was 390,000 barrels per day higher than the first quarter of 2021.\nThroughput capacity utilization was 89% in the first quarter of 2022 compared to 77% in the first quarter of 2021. Refining cash operating expenses of $4.73 per barrel in the first quarter of 2022 were $2.05 per barrel lower than the first quarter of 2021, which were impacted by excess energy costs related to Winter Storm, Uri.\nThe Renewable Diesel segment operating income was $149 million for the first quarter of 2022 compared to $203 million for the first quarter of 2021. Renewable diesel sales volumes averaged 1.7 million gallons per day in the first quarter of 2022, which was 871,000 gallons per day higher than the first quarter of 2021. The higher sales volumes were attributed to the fourth quarter 2021 start-up of the Diamond Green Diesel expansion project or DGD 2.\nThe Ethanol segment reported $1 million of operating income for the first quarter of 2022 compared to a $56 million operating loss for the first quarter of 2021. Ethanol production volumes averaged 4 million gallons per day in the first quarter of 2022, which was 483,000 gallons per day higher than the first quarter of 2021.\nFor the first quarter of 2022, G&A expenses were $205 million and net interest expense was $145 million. Depreciation and amortization expense was $606 million, and the income tax expense was $252 million for the first quarter of 2022. The effective tax rate was 21%. Net cash provided by operating activities was $588 million in the first quarter of 2022. Excluding the unfavorable impact from the change in working capital of $722 million and the other joint venture members, 50% share of Diamond Green Diesel's net cash provided by operating activities. Excluding changes in DGD's working capital, adjusted net cash provided by operating activities was $1.2 billion.\nWith regard to investing activities. We made $843 million of capital investments in the first quarter of 2022 of which $536 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and $307 million was for growing the business. Excluding capital investments attributable to the other joint venture members, 50% share of Diamond Green Diesel and those related to other variable interest entities, capital investments attributable to Valero were $718 million in the first quarter of 2022.\nMoving to financing activities. We returned $545 million to our stockholders in the first quarter of 2022, with $401 million paid as dividends and $144 million of stock buybacks, resulting in a payout ratio of 44% of adjusted net cash provided by operating activities for the quarter. With respect to our balance sheet. We completed debt reduction and refinancing transactions in the first quarter that reduced Valero's long-term debt by $750 million.\nAs Joe already noted, these debt reduction and refinancing transactions, combined with the debt reduction and refinancing transactions completed in the third and fourth quarters of 2021, have reduced Valero's long-term debt by $2 billion. At quarter end, total debt and finance lease obligations were $13.2 billion and cash and cash equivalents were $2.6 billion. The debt-to-capitalization ratio, net of cash and cash equivalents was 34%. And we ended the quarter well-capitalized with $4.9 billion of available liquidity, excluding cash.\nTurning to guidance. We still expect capital investments attributable to Valero for 2022 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts and joint venture investments. About 60% of that amount is allocated to sustaining the business and 40% to growth. About half of the growth capital in 2022 is allocated to expanding our low-carbon businesses.\nFor modeling our second quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.64 million to 1.69 million barrels per day; Mid-Continent at 395,000 to 415,000 barrels per day; West Coast at 225,000 to 245,000 barrels per day; and North Atlantic at 445,000 to 465,000 barrels per day. We expect refining cash operating expenses in the second quarter to be approximately $5.15 per barrel, which are higher than last quarter primarily due to higher natural gas prices.\nWith respect to the Renewable Diesel segment. We now expect sales volumes to be approximately 750 million gallons in 2022 with the anticipated start-up of DGD 3 in the fourth quarter. Operating expenses in 2022 should still be $0.45 per gallon, which includes $0.15 per gallon for noncash costs such as depreciation and amortization. Our Ethanol segment is expected to produce 4 million gallons per day in the second quarter. Operating expenses should average $0.48 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization.\nFor the second quarter, net interest expense should be about $140 million and total depreciation and amortization expense should be approximately $630 million. For 2022, we expect G&A expenses, excluding corporate depreciation, to be approximately $870 million.\nThat concludes our opening remarks. (Operator Instructions)"
  },
  {
    "header": "VLO",
    "cik": "0001035002",
    "ticker": "VLO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b72ea66fdcc3bc3734583dee5a859ecb",
    "period": "2021 Q4",
    "content": "Q4 2021 Valero Energy Corp Earnings Call\n\nQ4 2021 Valero Energy Corp Earnings Call\n\nVLONYSEJAN 27, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Valero's Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions)\nAs a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Homer Bhullar, Vice President, Investor Relations and Finance. Thank you. Please go ahead.\n\nHomer Bhullar\n\nVP of IR & Finance, Valero Energy Corporation\n\nGood morning, everyone, and welcome to Valero Energy Corporation's Fourth Quarter 2021 Earnings Conference Call. With me today are Joe Gorder, our Chairman and CEO; and Lane Riggs, our President and COO; Jason Fraser, our Executive Vice President and CFO; Gary Simmons, our Executive Vice President and several other members of Valero's senior management team.\nIf you have not received the earnings release and would like a copy, you can find one on our website at investorvalero.com. Also attached to the earnings release are tables that provide additional financial information on our business segments and reconciliations and disclosures for adjusted metrics mentioned on this call. If you have any questions after reviewing these tables, please feel free to contact our Investor Relations team after the call.\nI would now like to direct your attention to the forward-looking statement disclaimer contained in the press release. In summary, it says that statements in the press release and on this conference call that state the company's or management's expectations or predictions of the future are forward-looking statements intended to be covered by the safe harbor provisions under federal securities laws. There are many factors that could cause actual results to differ from our expectations, including those we've described in our filings with the SEC.\nNow I'll turn the call over to Joe for opening remarks.\n\nJoseph W. Gorder\n\nChairman & CEO, Valero Energy Corporation\n\nThanks, Homer, and good morning, everyone. We saw continued improvement in our business during the fourth quarter with refining margins supported by strong product demand.\nIn our system, we ended the year with gasoline demand at pre-pandemic levels and demand for diesel actually higher than pre-pandemic levels.\nWe also saw a significant jet fuel recovery as domestic and international travel opened up, increasing from approximately 60% of pre-pandemic levels at the beginning of the year to approximately 80% at the end of the year. Product inventories were low as a result of the refining capacity rationalization that's taken place in the last 2 years and weather-related impacts from Winter Storm Uri and Hurricane Ida.\nOn the crude oil side, OPEC Plus increased production throughout the year with improving demand supplying the market primarily with sour crude oils, resulting in wider sour crude oil discounts to Brent crude oil.\nAs a result of all these dynamics, we saw a steady recovery in margins throughout the year, particularly for our complex refining system.\nIn our ethanol segment, ethanol prices were near record highs in the quarter, supported by strong demand and low inventories. Strong margins, coupled with solid operational performance across all of our segments, generated record quarterly operating income for our ethanol segment and record overall fourth quarter earnings for Valero.\nI am proud to say that 2021 was our best year ever for employee and process safety. In fact, we've set records for process safety for 3 consecutive years. These milestones are a testament to our long-standing commitment to safe, reliable and environmentally responsible operations. And despite the pandemic and weather-related challenges in 2021, our growth projects remained on track. We started up the Pembroke cogeneration unit in the third quarter of '21, which provides an efficient and reliable source of electricity and steam and enhances the refinery's competitiveness.\nIn addition, the Diamond Green Diesel expansion project, DGD 2, commenced operations in the fourth quarter on budget and ahead of schedule. The expansion has since demonstrated production capacity of 410 million gallons per year renewable diesel as a result of process optimization above the initial nameplate design capacity of 400 million gallons per year. This expansion brings DGD's total annual renewable diesel capacity to 700 million gallons.\nLooking ahead, the DGD 3 project at our Port Arthur refinery is progressing ahead of schedule and is now expected to be operational in the first quarter of 2023.\nWith the completion of this 470 million-gallon per year plant, DGD's total annual capacity is expected to be 1.2 billion gallons of renewable diesel and 50 million gallons of renewable naphtha.\nBlackRock and Navigators large-scale carbon sequestration project is also progressing on schedule and is still expected to begin start-up activities in late 2024. Valero is expected to be the anchor shipper with 8 ethanol plants connected to the system, which should provide a higher ethanol product margin.\nThe Port Arthur coker project, which is expected to increase the refinery's utilization rate and improved turnaround efficiency, is expected to be completed in the first half of 2023.\nOn the financial side, the guiding framework underpinning our capital allocation strategy remains unchanged. We remain disciplined in our allocation of capital, which prioritizes a strong balance sheet and an investment-grade credit rating.\nIn 2021, we took measures to reduce Valero's long-term debt by approximately $1.3 billion. We ended the year well capitalized with $4.1 billion of cash and $5.2 billion of available liquidity, excluding cash, and our net debt to capitalization was 33%.\nWe continue to honor our commitment to stockholders, defending the dividend across margin cycles and delivering a payout ratio of 50% in 2021.\nAnd as recently announced, the Board of Directors has approved a quarterly dividend of $0.98 per share for the first quarter of 2022.\nLooking ahead, we remain optimistic on refining margins. with low global light product inventories, strong product demand, global supply tightness due to significant refining capacity rationale and wider sour crude oil differentials.\nWe also remain optimistic on our low-carbon businesses, which we continue to expand with the growing global demand for lower carbon intensity products. We've been leaders in the growth of these businesses and maintain a competitive advantage with our operational and technical expertise.\nIn closing, our team's simple strategy of pursuing excellence in operations, deploying capital with an uncompromising focus on returns and honoring our commitment to stockholders has driven our success and positions us well.\nSo with that, Homer, I'll hand the call back to you.\n\nHomer Bhullar\n\nVP of IR & Finance, Valero Energy Corporation\n\nThanks, Joe. For the fourth quarter of 2021, net income attributable to Valero stockholders was $1 billion or $2.46 per share compared to a net loss of $359 million or $0.88 per share for the fourth quarter of 2020.\nFourth quarter 2021 adjusted net income attributable to Valero stockholders was also $1 billion or $2.47 per share compared to an adjusted net loss of $429 million or $1.06 per share for the fourth quarter of 2020.\nFor 2021, net income attributable to Valero stockholders was $930 million or $2.27 per share compared to a net loss of $1.4 billion or $3.50 per share in 2020.\n2021 adjusted net income attributable to Valero stockholders was $1.2 billion or $2.81 per share compared to an adjusted net loss of $1.3 billion or $3.12 per share in 2020. For reconciliation to a please refer to the financial tables that accompany the earnings release.\nThe refining segment reported $1.3 billion of operating income for the fourth quarter of 2021 compared to a $377 million operating loss for the fourth quarter of 2020. Fourth quarter 2021 adjusted operating income for the refining segment was $1.1 billion compared to an adjusted operating loss of $476 million for the fourth quarter of 2020.\nRefining throughput volumes in the fourth quarter of 2021 averaged 3 million barrels per day, which was 483,000 barrels per day higher than the fourth quarter of 2020. We Throughput capacity utilization was 96% in the fourth quarter of 2021 compared to 81% in the fourth quarter of 2020. Refining cash operating expenses of $4.86 per barrel in the fourth quarter of 2021 were $0.46 per barrel higher than the fourth quarter of 2020, primarily due to higher natural gas prices.\nThe renewable diesel segment operating income was $150 million for the fourth quarter of 2021 compared to $127 million for the fourth quarter of 2020. adjusted renewable diesel operating income was $152 million for the fourth quarter of 2021. Renewable diesel sales volumes averaged 1.6 million gallons per day in the fourth quarter of 2021, which was 974,000 gallons per day higher than the fourth quarter of 2020. The higher operating income and sales volumes were primarily attributed to the start-up of Diamond Green Diesel expansion project, DGD 2, in the fourth quarter.\nThe ethanol segment reported record operating income of $474 million for the fourth quarter of 2021 compared to $15 million for the fourth quarter of 2020.-- adjusted operating income for the fourth quarter of 2021 was $475 million compared to $17 million for the fourth quarter of 2020. Ethanol production volumes averaged 4.4 million gallons per day in the fourth quarter of 2021, which was 278,000 gallons per day higher than the fourth quarter of 2020. And as Joe mentioned earlier, the higher operating income was primarily attributed to higher ethanol prices, which were supported by strong demand and low inventories.\nFor the fourth quarter of 2021, G&A expenses were $286 million and net interest expense was $152 million. G&A expenses of $865 million in 2021 were largely in line with our guidance.\nDepreciation and amortization expense was $598 million and income tax expense was $169 million for the fourth quarter of 2021. The annual effective tax rate was 17% for 2021, which reflects the benefit from the portion of DGD's net income that is not taxable to us.\nNet cash provided by operating activities was $2.5 billion in the fourth quarter of 2021 and $5.9 billion for the full year. Excluding the favorable impact from the change in working capital of $595 million in the fourth quarter and $2.2 billion in 2021, and the other joint venture members, 50% share of Diamond Green Diesel's net cash provided by operating activities, excluding changes in DGD's working capital -- adjusted net cash provided by operating activities was $1.8 billion for the fourth quarter and $3.3 billion for the full year.\nWith regard to investing activities, we made $752 million of total capital investments in the fourth quarter of 2021 and of which $353 million was for sustaining the business, including costs for turnarounds, catalysts and regulatory compliance and $399 million was for growing the business. Excluding capital investments attributable to the other joint venture members, 50% share of Diamond Green Diesel and those related to other variable interest entities, capital investments attributable to Valero were $545 million in the fourth quarter of 2021 and $1.8 billion for the year.\nMoving to financing activities. We returned $401 million to our stockholders in the fourth quarter of 2021 through our dividend and $1.6 billion through dividends in the year, resulting in a 2021 payout ratio of 50% of adjusted net cash provided by operating activities for the year.\nAnd our Board of Directors recently approved a regular quarterly dividend of $0.98 per share, demonstrating our sound financial position and commitment to return cash to our investors.\nWith respect to our balance sheet at year-end, total debt and finance lease obligations were $13.9 billion and cash and cash equivalents were $4.1 billion. The debt-to-capitalization ratio, net of cash and cash equivalents was 33%.\nIn the fourth quarter, we completed a series of debt reduction and refinancing transactions that together reduced Valero's long-term debt by $693 million. These debt reduction and refinancing transactions, combined with the redemption of $575 million floating rate senior notes due 2023 in the third quarter collectively reduced Valero's long-term debt by $1.3 billion.\nAt the end of the year, we had $5.2 billion of available liquidity, excluding cash.\nTurning to guidance. We expect capital investments attributable to Valero for 2022 to be approximately $2 billion, which includes expenditures for turnarounds, catalysts and joint venture investments. About 60% of our capital investments is allocated to sustaining the business and 40% to growth. Approximately 50% of our growth capital in 2022 is allocated to expanding our low-carbon businesses. For modeling our first quarter operations, we expect refining throughput volumes to fall within the following ranges: Gulf Coast at 1.66 million to 1.71 million barrels per day; Mid-Continent at 395,000 to 415,000 barrels per day; West Coast at 185,000 to 205,000 barrels per day; and North Atlantic at 430,000 to 450,000 barrels per day. We expect refining cash operating expenses in the first quarter to be approximately $4.80 per barrel.\nWith respect to the renewable diesel segment, we expect sales volumes to be approximately 700 million gallons in 2022. Operating expenses in 2022 should be $0.45 per gallon, which includes $0.15 per gallon for noncash costs such as depreciation and amortization.\nOur ethanol segment is expected to produce 4.2 million gallons per day in the first quarter. Operating expenses should average $0.44 per gallon, which includes $0.05 per gallon for noncash costs such as depreciation and amortization.\nFor the first quarter, net interest expense should be about $150 million and total depreciation and amortization expense should be approximately $600 million.\nFor 2022, we expect G&A expenses, excluding corporate depreciation to be approximately $870 million.\nThat concludes our opening remarks. (Operator Instructions)"
  }
]