[
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/11e6629a1903a5a77a0997dc688504e5",
    "period": "2025 Q3",
    "content": "Q3 2025 Targa Resources Corp Earnings Call\n\nQ3 2025 Targa Resources Corp Earnings Call\n\nTRGPNYSENOV 5, 11:00 AM\n\nOperator\n\nThank you for standing by. My name is Tina, and I will be your conference operator today. At this time, I would like to welcome everyone to the Targa Resources Corporation Third Quarter 2025 Earnings Webcast and Presentation.\n[Operator Instructions]\nIt is now my pleasure to turn the call over to Tristan Richardson, Investor Relations and fundamentals. Please go ahead.\n\nTristan Richardson\n\nThanks, Tina. Good morning, and welcome to the Third Quarter 2025 earnings call for Targa Resources Corp. The third quarter earnings release and a supplement presentation that accompany our call are available on our website at targaresources.com. Additionally, an updated investor presentation has also been posted to our website. Statements made during this call that might include Targa's expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from the those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer; Jen Kneale, President; and Will Byers, Chief Financial Officer. Additionally, members of Targa senior management will be available for Q&A, including Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; Bobby Muraro, Chief Commercial Officer; and [ Ben Brandstetter ], Senior Vice President, Downstream.\nI'll now turn the call over to Matt.\n\nMatthew J. Meloy\n\nPresident, Targa Resources Corp.\n\nThanks, Tristan, and good morning. We had another outstanding quarter with record adjusted EBITDA, driven by record volumes across our footprint. With 3 quarters completed, we now expect our full year 2025 adjusted EBITDA will be around the top end of our previously provided guidance range. .\nOur Permian volumes grew more than 340 million cubic feet per day and nearly 700 million cubic feet per day compared to this time last year. Our Permian growth is driving additional NGL volumes through our integrated system as NGL volumes increased about 180,000 barrels per day compared to this time last year. Incrementally, the customer success we achieved in 2024 has started to show up in our volumes, some this year, but really adding to our longer-term confidence of continued Permian volume growth.\nOur customers' success has continued as our commercial team has added to our leading Permian [ G&P ] position with acreage dedications from new and existing customers in and around our footprint, further bolstering our long-term growth outlook. To accommodate this continued volume growth from our customers, in September, we announced several new growth projects, including our Speedway NGL transportation expansion, the Yeti gas processing plant in Texas in the Permian Delaware and Buffalo Run, an expansion of our Permian natural gas pipeline system. And today, we announced our next gas processing plant Copperhead in New Mexico in the Permian Delaware.\nAlso, our previously announced Forza natural gas pipeline in the Delaware had a successful open season, and we are moving ahead with that project. We continue to expect meaningful long-term growth in Permian gas and NGL volumes across our footprint. Our conviction is supported by multiple factors, including the bottom-up forecast from our existing producer customers, our continued commercial success and the continued industry trend of rising gas to oil ratios. We have a lot of projects in progress, which means growth capital is elevated in 2025 and 2026, and these attractive investments will drive significant increases in adjusted EBITDA.\nOur chunkier downstream projects are set to come online in 2027. Both the Speedway NGL line and our larger LPG export expansion have sufficient capacity to handle our growing volumes for many years. Once these projects are online, we expect our downstream capital spending will be significantly lower for years to come, driving a substantial increase in free cash flow. And this expected increase in free cash flow will be durable, meaning even if we are in a stronger growth environment driving elevated spending on the G&P side, our downstream spending should still be modest.\nSo in late 2027, our downstream NGL capital is expected to be significantly lower than today's and our adjusted EBITDA is expected to be much higher than today's. This results in a strong and growing free cash flow profile for years. This is what our team is working towards every day, execute our large capital projects in the near term while continuing to invest in high-return projects, leading to Targa's next transformation. A large investment-grade integrated NGL infrastructure company that provides industry-leading growth and generate significant free cash flow year after year. This is a value proposition we are excited to be a part of. This is our focus.\nAnd as we look out over the medium and long term, we expect to be in a unique position to grow adjusted EBITDA, grow common dividends per share, reduce share count generate significant and growing free cash flow and do this all with a strong investment-grade balance sheet.\nBefore I turn the call over to Jen to go over our operations in more detail, I would like to thank the Targa team for their continued commitment to safety and execution and for consistently delivering reliable, high-quality service to our customers.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Let's talk about our operational results in more detail. Starting in the Permian, our natural gas inlet volumes averaged a record 6.6 billion cubic feet per day in the third quarter, representing an increase of 11% versus a year ago and strong sequential growth. In October, our Permian volumes were impacted by some producer shut-ins from low commodity prices and storms, but these volumes are now largely back online which we have taken into account and the updated color that we expect to be around the top end of our guidance range for adjusted EBITDA.\nThe second half ramp that we are forecasting at the beginning of the year has materialized and we see at least 10% growth in our Permian volumes for 2025. And based on the visibility that we have today, we see 2026 as another year of strong low double-digit growth. In the Permian Midland, our [ Pembrook 2]plant came online during the third quarter and is running at high utilization and in Permian Delaware, our [ Bolus 2 ] plant commenced operations recently in October. We expect our processing infrastructure currently under construction will be much needed at startup and our projects are on track with previously provided time lines.\nLargely driven by requests from our customers, we are continuing to build out our intra-basin residue capabilities in the Permian, which will help us manage tightness in natural gas egress from the basin until the next wave of takeaway comes online in 2026. The [ Borun ] extension in the Delaware is expected to begin operations in the first quarter of 2027 and Buffalo Run, our Midland residue expansion is expected to be completed in stages and fully complete in early 2028. Our newly announced Forza pipeline, a 36-mile interstate natural gas pipeline to serve growing natural gas production in the Delaware Basin in New Mexico is expected to be in service in mid-2028 subject to receipt of necessary regulatory approvals.\nAs demonstrated over the last number of years, we've taken a deliberate approach to enhance flow assurance and do an excellent job of managing takeaway for our customers, ensuring we have access to a wide portfolio of markets. The [ Blackcomb and Traverse ] pipeline where we have a 17.5% equity interest are currently under construction, and [ Blackcomb ] remains on track for the third quarter of 2026 and traversed for 2027.\nShifting to our Logistics and Transportation segment, Targa's NGL pipeline transportation volumes averaged a record 1.02 million barrels per day. Our fractionation volumes ramped sharply in the third quarter, averaging a record 1.13 million barrels per day following the completion of planned maintenance at a portion of our fractionation facilities during part of the first and second quarters of the year. Our LPG export loadings averaged 12.5 million barrels per month during the third quarter.\nGiven the anticipated growth in our Permian G&P business and corresponding announced [ plantations ], the outlook for NGL supply growth in our system remains strong, and we have a number of key projects currently underway. In the Permian, our Delaware Express NGL Pipeline expansion remains on track to be complete in the second quarter of 2026. Our next fractionator in [ Mont Belvieu, Train 11 ] is expected to be complete in the second quarter of 2026 and [ Train 12 ] remains on track for the first quarter of 2027. Our LPG export expansion, which will increase our loading capacity to approximately 19 million barrels per month remains on track for the third quarter of 2027.\n[ Betway ] which will transport NGLs from the Permian to Mont Belvieu with an initial capacity of 500,000 barrels per day is expected to begin operations in the third quarter of 2027. Our existing NGL transportation system is running full. And with 5 Permian plants under construction, we will be leveraging third-party transportation ahead of Speedway coming online. This positions us to aggregate significant baseload volumes that we can transition to our [indiscernible] NGL transportation system when Speedway begins operations, meaningfully derisking the project.\nOur existing contracts with our best-in-class customer base that allowed us to fill [ Grand Prix ] in 6 years will continue to drive the volume growth that will fill Speedway. We are well positioned operationally for the near, medium and long term and believe that our leading customer service-driven [ wellhead-to-water ] strategy puts us in excellent position to continue to execute for our customers and for our shareholders. Our strategy is unchanged as we execute the same core projects with strong returns along our integrated value chain in the same core areas where we have been building Targa for years.\nI will now turn the call over to Will to discuss our third quarter results, outlook and capital allocation. Will?\n\nWilliam A. Byers\n\nChief Financial Officer\n\nThanks, Jen. Targa's reported adjusted EBITDA for the third quarter was $1.275 billion, a 19% increase from a year ago and a 10% increase sequentially. The sequential increase in adjusted EBITDA was attributable primarily to record Permian NGL transportation and fractionation volumes generating higher margin across our G&P and L&T segments. Given the strength of our 2025 performance, we now estimate full year 2025 adjusted EBITDA to be around the top end of our $4.65 billion to $4.85 billion range.\nAt the end of the third quarter, we had $2.3 billion of available liquidity and our pro forma consolidated leverage ratio was approximately 3.6x, comfortably within our long-term leverage ratio target range of 3 to 4x. As we provided in September, we estimate net growth capital spending for 2025 to be approximately $3.3 billion and we continue to estimate 2025 net maintenance capital spending of $250 million. We announced today, we intend to recommend to Targa's directors to increase our annual common dividend to $5 per common share. This incremental $1 per share equates to a 25% increase to the 2025 level. If approved, it would be effective for the first quarter of 2026 and payable in [ May 2026 ]. We remain active in our [ opportunistic share repurchase program ] as part of our all-of-the-above capital allocation strategy,\nDuring the third quarter, we repurchased $156 million in common shares, bringing year-to-date repurchases to $642 million, including purchases made subsequent to the end of the third quarter. We are in excellent financial shape with a strong and flexible balance sheet and [ we ] are well positioned to continue to create value for our shareholders.\nAnd with that, I will turn the call back to Tristan.\n\nTristan Richardson\n\nThanks, Will. For Q&A, we ask that you limit to one question and one follow-up and reenter the queue if you have additional questions. Tina?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/da0e5f01131d40bddcebdd366f9a0f99",
    "period": "2025 Q2",
    "content": "Q2 2025 Targa Resources Corp Earnings Call\n\nQ2 2025 Targa Resources Corp Earnings Call\n\nTRGPNYSEAUG 7, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and thank you for standing by. Welcome to the Targa Resources Corporation Second Quarter 2025 Earnings Webcast and Presentation. [Operator Instructions].\nI would like to turn the conference over to Mr. Tristan Richardson, Vice President of Investor Relations. Sir, please begin.\n\nTristan Richardson\n\nThank you, Howard. Good morning, and welcome to the second Quarter 2025 Earnings Call for Targa Resources Corp. The second quarter earnings release along with a supplement presentation that accompanying our call are available on our website at targaresources.com. Additionally, an updated investor presentation has also been posted to our website. Statements made during this call that might include Targa's expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934.\nActual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer; Jen Kneale, President; and Will Byers, Chief Financial Officer. Additionally, members of Targa's senior management will be available for Q&A, including Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; Bobby Muraro, Chief Commercial Officer; and Ben Branstetter, Senior Vice President, Downstream. I'll now turn the call over to Matt.\n\nMatthew J. Meloy\n\nPresident, Targa Resources Corp.\n\nThanks, Tristan, and good morning. I would like to begin by announcing that after 35 years with Targa and its predecessor company, Scott Pryor, our President of Logistics and Transportation; has shared with us his intent to retire effective March 1, 2026.\nScott has been a critical part of the Targa team and his leadership, work ethic, dedication, integrity and focus on serving our customers. has made it a pleasure to work alongside Scott. On behalf of our Board, the leadership team, all of Targa's employees and our customers, I'd like to thank you, Scott. Following Scott's retirement, Ben Branstetter will succeed Scott as President of Logistics and Transportation. Ben has been with Targa for the past 8 years in various leadership roles across corporate development and our downstream group.\nScott and Ben have worked closely together for years and will work together over the next many months in transition, and we look forward to Ben's continued contribution to Targa in his new role.\nTurning to the second quarter. We reported strong results with record Permian volumes, record NGL transportation volumes and continued execution across our footprint, setting us up well for the balance of the year and providing a lot of momentum looking ahead. We saw a strong ramp in volumes in the second quarter as gas on our Permian system increased by about a processing plant worth of volumes during the quarter, up about 270 million cubic feet per day. and we are seeing that strength continue.\nIn July, our volumes were up another 250 million cubic feet per day, meaning we added a plant worth of gas in the second quarter and another plant worth of gas in July and we are seeing that strength continue so far in August. There has been movement in the broader Permian rig count this year, which has been a focus for investors.\nOver the last 4 months, while the Permian rig count has softened, the number of rigs on our system is largely unchanged. While there is a lot of noise and volatility in the macro environment, Ongoing discussions with our producers point to continued strong growth on our system for the remainder of 2025 and into 2026 and beyond.\nGiven the strong ramp in volumes we're seeing in our expectations for the remainder of the year, our outlook for 2026 volume growth is as strong now as it was at the beginning of the year with the potential for it to be stronger by the time we exit this year. We have also added some new material to our investor presentation, which lends support for our continued growth outlook. We have highlighted some factors that demonstrate Targa's differentiated growth profile.\nOver the past 5 years, Permian gas production has grown at a higher rate than crude production due to the general increase in gas to oil ratios across the basin over time. While year-over-year growth in crude production from the Permian has averaged 8% per year over the past 5 years, associated gas growth has averaged 13% per year and Targa's volume growth has outperformed crude and gas production over that time frame.\nOur year-over-year volume growth has averaged 17%, 4% higher than associated gas and 9% higher than crude per year. Looking forward, third-party forecasts call for 7% growth in Permian associated gas over the next 5 years. With this strong outlook, coupled with Targa's footprint across the best rock in the basin and world-class producers, we are well positioned for meaningful growth over the long term.\nThere are a lot of tailwinds for Targa. We move a lot of natural gas to end markets, and the demand for natural gas is expected to continue to increase. We transport and fractionate a lot of natural gas liquids to domestic and international end markets, and the demand for NGLs is expected to continue to increase.\nOur customers across our value chain are very good at what they do, and we think will continue to create meaningful growth opportunities for our company. Our conviction is demonstrated by $324 million of common share repurchases during the second quarter across a volatile quarter. Our focus continues to be on increasing adjusted EBITDA and increasing common dividend per share and declining share count while maintaining our strong investment-grade balance sheet.\nWe believe that our premier Permian asset footprint, integrated wellhead to water system and strong financial position, will allow us to continue to invest in integrated growth opportunities, generate attractive returns and return increasing capital to our shareholders over the long term.\nBefore I turn the call over to Jen to discuss operations in more detail, I would like to thank the Target team for their continued focus on safety and execution while continuing to provide best-in-class service and reliability to our customers.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Good morning, everyone. Let's talk about our operational results in more detail. Starting in the Permian, our natural gas inlet volumes averaged a record 6.3 billion cubic feet per day in the second quarter, an increase of 11% versus a year ago and a strong rebound from the first quarter, which was impacted by severe weather events.\nIn the Permian Midland, our new Pembrook 2 plant is currently in start-up ahead of schedule and much needed as our Midland system continues to run at very high utilization. Our East Pembrook and East driver plants remain on track to begin operations in the second quarter and third quarter of 2026. In Permian Delaware, our Bull run 2 plant is ahead of schedule and is now expected to begin operations in the fourth quarter of 2025.\nOur Falcon II plant remains on track to begin operations in the second quarter of 2026. The -- we expect our processing infrastructure currently under construction will be much needed at startup. Lastly, in the Delaware, we recently completed our seventh AGI well further increasing our leading gas treating capabilities across the basin.\nLooking out further, we are ordering long lead items for additional Permian plants as we prepare for growth in 2027 and beyond. As production continues to grow, Target is increasingly moving more and more natural gas for our customers across the Midland and Delaware basins.\nTo further enhance connectivity and reliability, we are announcing an extension of our bull run natural gas pipeline system in the Delaware Basin. The 43-mile, 42-inch intrastate natural gas pipeline extension of Bull Run will enhance gas takeaway by increasing connectivity and between our Permian Delaware system and the Waha Hub. The extension will add further flow assurance for our customers across the Delaware and increase access to important residue markets. It is scheduled to be in service in the first quarter of 2027.\nOn the Blackcomb and Traverse natural gas pipelines, where we have a 17.5% equity interest, Blackcomb remains on track and is fully subscribed. And the planned capacity of Traverse was recently upsized to 2.5 billion cubic feet per day from 1.75 billion cubic feet per day based on strong customer demand. Shifting to our Logistics and Transportation segment, Targa's NGL pipeline transportation volumes averaged a record 961,000 barrels per day and fractionation volumes averaged 969,000 barrels per day during the second quarter.\nOur fractionation volumes were meaningfully impacted by our planned turnaround at our fractionation complex in Mont Belvieu, which reduced our capacity for 2/3 of the second quarter. With the turnaround complete in early June and increasing G&P supply, our fractionation volumes are now more than 1 million barrels per day. Given the anticipated growth in our Permian G&P business and corresponding announced plan additions, our outlook for NGL supply growth on our system remains strong.\nLooking at our downstream projects currently underway, Delaware Express, our intrabasin NGL pipeline expansion is ahead of schedule and is now expected to be complete in the second quarter of 2026. Our next fractionator in Mont Belvieu, Train 11 is also ahead of schedule and is expected to be complete in the second quarter of 2026, and Train 12 remains on track for the first quarter of 2027.\nTurning to our LPG export business at Galena Park, our loadings averaged 12.8 million barrels per month during the second quarter. Despite shifting trade policy and a lot of macro headlines, our docks remained effectively full, and we are seeing continued strength in cargo loadings. Our LPG export debottleneck expansion is expected to be in service in the fourth quarter and we remain on track with our larger LPG export expansion, which will increase our loading capacity to approximately 19 million barrels per month and is scheduled to be online in the third quarter of 2027.\nTo build on Matt's earlier comments, even with commodity price volatility and headlines around global trade, our results highlight our resilient business model. We are well positioned operationally and believe that our leading customer service-driven wellhead-to-water strategy puts us in excellent position to continue to execute for our shareholders.\nI will now turn the call over to Will to discuss our second quarter results outlook and capital allocation. Will?\n\nWilliam A. Byers\n\nChief Financial Officer\n\nThanks, Jen. Targa has reported adjusted EBITDA for the second quarter was $1.163 billion, an 18% increase from a year ago. The increase was attributable primarily to higher Permian volumes generating higher margin across our G&P and L&T segments and contribution from 100% ownership of our Badlands assets.\nAdjusted EBITDA was roughly flat for the first quarter. Record Permian and NGL transportation volumes were offset by lower marketing margin, sequentially weaker commodity prices and the impact of our planned turnaround at our fractionation complex in Mont Belvieu. 2025 is progressing on track with a strong first half and our continued expectation of increasing Permian volumes for the remainder of the year. We continue to estimate full year 2025 adjusted EBITDA to be in a range of $4.65 billion to $4.85 billion.\nIn June, we successfully completed a $1.5 billion debt offering comprised of $750 million of 4.9% notes due 2030 and $750 million of 5.65% notes due 2036. We used the net proceeds from the debt issuance to reduce borrowings on our commercial paper program and in July to retire $705 million of 6.5% notes due 2027.\nIn July, we also extended the maturity of our accounts receivable securitization facility to August 31, 2026. At the end of the second quarter, we had $3.5 billion of available liquidity and and our pro forma consolidated leverage ratio was 3.6x, comfortably within our long-term leverage ratio target range of 3x to 4x.\nWith projects tracking ahead of schedule, our announced full run extension in the Permian Delaware and spending on long lead items for additional Permian gas processing expansions, we now expect net growth capital spending for 2025 to be approximately $3 billion, and we continue to estimate 2025 net maintenance capital spending of $250 million.\nWith the recently enacted tax legislation and its return of 100% bonus depreciation, we expect we will no longer be subject to the corporate alternative minimum tax, or CAMT in 2026 and will defer becoming a material cash taxpayer beyond 2027. As we continue to assess the benefit to Targa, we could see deferral of cash taxes further out depending on a variety of factors in the out years.\nShifting to capital allocation. Our focus is more of the same from Targa, maintain our strong investment-grade balance sheet, continue to invest in high-returning integrated projects and return an increasing amount of capital to our shareholders.\nDuring the second quarter, we repurchased $324 million in common shares at an average price of $165.86 per share. Continuing our track record of executing opportunistic share repurchases as part of our all-of-the-above capital allocation strategy. This week, our Board of Directors also authorized a new $1 billion common share repurchase program. This brings total available share repurchase capacity to approximately $1.6 billion as of June 30, 2025. This authorization adds to our flexibility and is purely a continuation of our existing program.\nTo remain steadfast in our strategy of continuing to target returning 40% to 50% of adjusted cash flow from operations to equity holders over time through a growing combination of dividends and opportunistic share repurchases. We are in excellent financial shape with a strong and flexible balance sheet, and we are well positioned to continue to create value for our shareholders.\nAnd with that, I will turn the call back to Tristan.\n\nTristan Richardson\n\nThanks, Will. For Q&A, we ask that you limit to 1 question and 1 follow-up and reenter the queue if you have additional questions. Operator?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/897929c040f9d5984f8d7100290bb463",
    "period": "2025 Q1",
    "content": "Q1 2025 Targa Resources Corp Earnings Call\n\nQ1 2025 Targa Resources Corp Earnings Call\n\nTRGPNYSEMAY 1, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Targa Resource Corp. First Quarter 2025 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Tristan Richardson, Vice President, Investor Relations and fundamentals. Please go ahead.\n\nTristan Richardson\n\nThanks, Michelle. Good morning, and welcome to the First Quarter 2025 Earnings Call for Targa Resources Corp.\nThe first quarter earnings release, along with the first quarter supplement presentation that accompany our call are available on our website at targaresources.com in the Investors section. In addition, an updated investor presentation has also been posted to our website.\nStatements made during this call that might include Targa's expectations or predictions should be considered forward-looking statements within the meaning of the Section 21E of Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer; Jen Kneale, President; and Will Byers, Chief Financial Officer. Additionally, members of Targa's senior management will be available for Q&A, including Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; and Bobby Muraro, Chief Commercial Officer.\nI'll now turn the call over to Matt.\n\nMatthew J. Meloy\n\nPresident, Targa Resources Corp.\n\nThanks, Tristan, and good morning, everyone. We have spent the last many years positioning Targa to be successful across changing environments and to be a beneficiary of market volatility and are proud of our execution across the first 4 months of the year. We reported record quarterly adjusted EBITDA despite our volumes being impacted by several winter weather events and as we look across the balance of 2025, we feel very good about our outlook.\nWe stepped into global market volatility to opportunistically repurchase nearly $215 million worth of common shares so far this year. We have and will continue to manage the evolving global tariff impacts and have done an excellent job of purchasing steel in advance to limit our potential exposure on capital projects underway. Just as Targa has spent the last many years strengthening our positioning, the rest of the energy value chain has done the same, meaning the industry, we believe, is largely well positioned to manage through any environment with much stronger balance sheet and financial flexibility.\nWe have seen the forward crude price curve shift lower, and our customers are not indicating material changes to their drilling programs for 2025 and 2026, which means we continue to expect meaningful volume growth going forward. In lower commodity price environments, producers typically focus on drilling their highest returning wells, which if you take 2020 as an example, meant rigs left the Permian Basin last and ultimately helped drive record volumes for Targa as we grew volumes in the Permian despite significant impacts from COVID.\nSince 2020, we have built an excellent footprint across the Delaware Basin to complement our Midland Basin footprint and believe that our best-in-class producer customers have the most resilient underlying drilling inventory. Our core value proposition of increasing adjusted EBITDA and increasing common dividend per share and declining share count is unchanged. We believe that our integrated asset footprint, largest position in the Permian and strong financial position, more than 90% fee-based, investment-grade rating and leverage ratio at the midpoint of our long-term target range will allow us to continue to generate attractive returns and return an increasing amount of capital to our shareholders.\nBefore I turn the call over to Jen to discuss operations in more detail, I would like to thank the Targa team for their continued focus on safety and execution, even while navigating some difficult winter weather in the first quarter. while continuing to provide best-in-class service and reliability to our customers.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Good morning, everyone. Let's talk about our operational results in more detail. Starting in the Permian, our natural gas inlet volumes averaged over 6 billion cubic feet per day during the first quarter, an 11% increase from a year ago. Our Permian volumes were down about 1% from last quarter as we were impacted by several winter weather events. As expected, Permian volumes have rebounded meaningfully and are trending approximately 200 million cubic feet per day higher than the first quarter. We are also forecasting a lot of well completions for the balance of this quarter and beyond, which supports our expectation of significantly higher back half volumes.\nIn Permian Midland, our Pembrook II plant is now expected to come online in the third quarter of 2025. Our East Pembrook and East Driver plants remain on track to begin operations in the second quarter and third quarter of 2026. In Permian Delaware, our Bull Moose II and Falcon II plants remain on track to begin operations in the first quarter and second quarter of 2026, supporting both continued underlying organic growth and the new commercial opportunities that we executed in late 2024.\nWe continue to invest in our Permian intra-basin and long-haul residue gas takeaway and FID of the recently announced Traverse pipeline project will continue to provide flow assurance and access to important markets for our customers.\nShifting to our Logistics and Transportation segment, Targa's NGL pipeline transportation volumes averaged 844,000 barrels per day and fractionation volumes averaged 980,000 barrels per day during the first quarter, impacted by winter weather events that reduced volumes from our G&P assets. We also had a planned turnaround at Trains I through III at our CBF fractionation complex in Mont Belvieu across much of the first quarter and into April. Similar to what we are seeing in G&P, NGL volumes across both transportation and fractionation have rebounded.\nGiven the anticipated growth in our Permian G&P business and corresponding announced plan additions, our outlook for NGL supply growth remains strong. Our Delaware Express NGL transportation pipeline remains on track for completion in the third quarter of 2026. Our GCF fractionator was reactivated in the first quarter, and our next fractionators in Mont Belvieu, Trains 11 and 12, remain on track for the third quarter of 2026 and the first quarter of 2027.\nTurning to our LPG export business at Galena Park, our loadings averaged 13.4 million barrels per month during the first quarter. While we had a few days of fog in the first quarter, our docks were effectively full, and we are seeing continued strength in cargo loading. The demand for LPGs globally remains strong, and we are well positioned with long-term contracts in place. American supply is cost advantaged, and we believe that growth in U.S. supply will continue to be important to serve global demand.\nOur LPG export debottleneck expansion is expected to be in service in the fourth quarter, and we remain on track with our larger LPG export expansion, which will increase our loading capacity to 19 million barrels per month to be online in the third quarter of 2027.\nTo build on Matt's earlier comments on our navigation of an evolving market of global tariffs, we see a low single-digit percentage potential impact to budgeted project costs across our announced projects underway, which would fit well within our contingency for our projects. We are also doing a great job of managing our operating costs and procurement of materials that support our day-to-day operations. We are well positioned operationally and believe that our wellhead-to-water strategy, driven by activity in the Permian Basin will continue to put us in excellent position to execute for our shareholders.\nI will now turn the call over to Will to discuss our first quarter results, outlook and capital allocation. Will?\n\nWilliam A Byers\n\nExecutive Vice President & CFO\n\nThanks, Jen. Targa's reported adjusted EBITDA for the first quarter was $1.179 billion, a 22% increase from a year ago. The increase was attributable primarily to higher Permian volumes, which drove higher volumes and margin across our integrated NGL system and to 100% ownership of our Badlands assets. Our adjusted EBITDA increased 5% sequentially and was driven by the Badlands transaction and higher marketing margin. As Matt mentioned, we continue to estimate full year 2025 adjusted EBITDA to be in a range of $4.65 billion to $4.85 billion.\nIn February, we successfully completed a $2 billion offering comprised of 5.55% notes due 2035 and 6.125% notes due 2055. We used the net proceeds from the debt issuance to fund the repurchase of all of the outstanding preferred equity in Targa Badlands LLC and for general corporate purposes, including to repay borrowings under our commercial paper program.\nAt the end of the first quarter, we had $2.7 billion of available liquidity and our pro forma consolidated leverage ratio was approximately 3.6x., well within our long-term leverage ratio target range of 3 to 4x. We continue to expect net growth capital spending for 2025 in a range of $2.6 billion to $2.8 billion and continue to estimate 2025 net maintenance capital spending of $250 million.\nShifting to capital allocation. Our focus is more of the same from Targa. Maintain our strong investment-grade balance sheet, continue to invest in high-returning integrated projects and return an increasing amount of capital to our shareholders. We continue to deliver on our share repurchase program, we opportunistically repurchased $125 million in common shares at an average price of $191.86 per share during the first quarter and subsequently to quarter end, we repurchased an incremental 89 million at an average price of $167.28 per share.\nWe also declared a 33% increase to our common dividend for the first quarter of 2025 relative to 2024.\nWe are in excellent financial position with a strong and flexible balance sheet and we'll continue to try to identify the different levers that we can use to best position Targa to create value for our shareholders.\nAnd with that, I will turn the call back over to Tristan.\n\nTristan Richardson\n\nThanks, Will. For the Q&A session, we ask that you limit to 1 question and 1 follow-up and reenter the queue if you have additional questions. Michelle?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75a928352ca4042abdbf0919450e6710",
    "period": "2024 Q4",
    "content": "Q4 2024 Targa Resources Corp Earnings Call [BACKUP]\n\nQ4 2024 Targa Resources Corp Earnings Call [BACKUP]\n\nTRGPNYSEFEB 20, 11:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nOur outlook for NGL supply growth remains robust and our downstream system expansions will be much needed to handle growth from our systems.\n\nOur next fractionator in Mont Belvieu train 11 remains on track for the third quarter 2026, and is expected to be much needed at startup our newly announced trained 12 is also expected to be much needed with startup estimated in the first quarter of 2027.\n\nIn our LPG export business at Galena Park, our loadings averaged a record 14 million barrels per month during the fourth quarter and we remain on track to complete our 650000 barrel per month expansion in the fourth quarter of 2025.\n\nGiven our fractionation expansions that will result in an incremental propane and butane in the Targa system plus the continued strength in global demand for U S. Sourced LPG , we expect our LPG export expansion project announced this morning to be much needed when it comes online in the third quarter of 2027.\n\nThe addition of a new pipeline between Mont Belvieu, and Galena Park, and another refrigeration unit will significantly increase our loading rates and enhance our facility flexibility.\n\nDuring the fourth quarter, we purchased Bp's, 12% interest in Cedar Bayou fractionator for net cash consideration of approximately $111 million and we now own 100% of CBF. This transaction allows us to provide our partner with liquidity, while simplifying our operational structure at an attractive return.\n\nWe also announced this morning, a definitive agreement to repurchase all of the outstanding preferred equity and Targa Badlands, LLC, which holds our north Dakota assets for approximately $1 8 billion.\n\nWhen we executed the Badlands transaction in February 2019, we were in the midst of building our largest project ever Grand Prix and multiple plants and Fracs to help commercialize Grand Prix, we maximize proceeds without any dilution with the structure, which was critical to us at the time, given our large law capital lift and strength.\n\nof conviction in our outlook, we have now taken out the last piece of creative financing that we utilized back then to keep investing without dilution.\n\nIrrational for taking out Blackstone now is simple the preferred had a low double digit cost essentially $180 million with fixed annual charges with the strength of our balance sheet, we can refinance it with much lower cost debt, providing more than $80 million of annual cash savings and have minimal impact to our leverage ratio.\n\nWe will now own 100% of the Badlands again, which is a strong fee based free cash flow asset.\n\nCharacteristics that made it attractive for joint venture investment in 2019, and make it attractive for us to fully own now.\n\nWith an effective date of January one we will benefit from owning 100% of Badlands for all of 2025, resulting in approximately $180 million of incremental EBITDA.\n\nAs Matt mentioned, we have accelerated significant spending into 2025 that we were not forecasting at this time last year because of the outperformance of volume growth in 2024, and our expectations for continued growth looking forward through the end of 2024, our ROIC over the past five years was 21%.\n\nAs strong given we had the second largest project and targets history Daytona and several other major projects come online and only partially contribute to 2024.\n\nWe provided an illustrative framework last February that detailed a mood multiyear growth capital spend of approximately $1 7 billion.\n\nTo support high single digit growth in Permian volumes. While this framework holds we clearly benefited from a lot more volume growth than that in 2024 and given our additional commercial success are likely to see more volume growth going forward. This growth accelerated several downstream projects, which added capital to 2025.\n\nThe framework should continue to be helpful. In a lower growth environment, but our capital spend over the next few years is likely to be higher for plants come online in 2026, we will need additional processing in 2027 and beyond and that volume growth has accelerated downstream spend importantly, these projects are all core to targa and leverage our existing footprint.\n\nAnd we believe we will continue to result in attractive rates of return driving increasing EBITDA and free cash flow over time.\n\nAs a result of our strong returns and attractive growth. We continue to return meaningful increases in capital to our investors, we opportunistically repurchased $755 million of common shares at a weighted average price of $127 20 during 2024, a substantial increase over the 347.\n\nOf share repurchases for full year 2023 in.\n\nIn 2024, we returned 42% of our adjusted cash flow from operations to shareholders. This was higher than we expected at the beginning of last year with the strength of our results positioned us to return capital to shareholders more quickly.\n\nConsistent with the multi year framework. We've previously discussed we continue to model returning more than 40% of cash flow from operations to shareholders on a multiyear basis looking forward. We will continue to focus on and all of the above approach to creating value for our shareholders, maintaining our strong balance sheet positions us to both continue to invest in attractive.\n\nOrganic growth opportunities, while increasing our return of capital to shareholders. Our compelling value proposition continues to be supported by growing EBITDA meaningful increases to common dividends per share are reducing share count and an excellent outlook.\n\n2024, it was a big year for our company and I'm. So appreciative of the efforts of our employees. We have a lot of momentum and are excited about the future I will now turn the call over to will to discuss our fourth quarter results and our 2025 outlook well.\n\nThanks, Jen reported quarterly adjusted EBITDA for the fourth quarter was 112 2 billion.\n\nA 5% increase over the third quarter. The sequential increase was attributable to higher Permian volumes, which resulted in higher system volumes through our integrated NGL business.\n\nFull year 2024, adjusted EBITDA was a record $4 1 billion a.\n\nA 17% increase over 2023 and was supported by record financial and operational metrics across the company, despite weak natural gas and NGL prices.\n\nWe also benefited from stronger than expected natural gas and NGL marketing opportunities across 2024 with approximately $100 million of optimization opportunities that were not included in our original guidance.\n\nDuring 2024, we spent approximately $3 billion on growth capital projects gross capital spending came in ahead of our previous estimates as a result of the acceleration of spending attributable to our Permian commercial success and various growth projects that shifted spending into 2024 are.\n\nNet maintenance capital was $232 million.\n\nAt the end of the year, our net consolidated leverage ratio was approximately three four times below the midpoint of our long term leverage ratio target range of three to four times.\n\nWith our strong balance sheet, we have stable mid triple B investment grade ratings with each of the three rating agencies.\n\nTurning to 2025, we are very excited about our outlook and expectations.\n\nWe estimate full year 2025, adjusted EBITDA to be between 465 billion and $4 85 billion.\n\n15% increase over 2024 based on the midpoint of our range. We expect continued volume growth in the Permian Basin will drive operating margin across our businesses.\n\nThe logistics and transportation segment is well positioned to benefit from full year contributions of our Daytona NGL pipeline and train nine and 10.\n\nOur outlook assumes commodity prices of $1 55 per M. N Btu for Wahoo natural gas 65 per gallon for our weighted average NGL barrel and $70 per barrel for Wpa crude.\n\nOur cash flows are greater than 90% fee based and we have hedged about 90% of the remaining 10% non fee margin through 2026.\n\nThe increasing fee based margin across our businesses will continue to provide us with cash flow stability and the fee floors in our G&P business support our ability to invest across lower commodity price environments, while positioning us to benefit from higher commodity prices.\n\nRelative to our full year 2025 financial guidance, a 30% move higher in commodity prices would increase full year adjusted EBITDA by around $130 million, while at 30% decrease would reduce adjusted EBITDA by around $80 million.\n\nThis momentum will position us well going into 2026.\n\nWe estimate $2 6 billion to $2 8 billion of growth capital spending for 2025, and our capital budget includes spending on the three new downstream projects announced today. In addition to the five Permian plants and train 11 currently underway.\n\nLending associated with the recent commercial success that Matt highlighted.\n\nModest spending associated with long lead time items for our next potential Permian system expansions.\n\nAnd we are continuing to evaluate when we will need to move forward with spending on incremental long haul NGL transportation.\n\nAs Jen mentioned, our third party medium term NGL transportation agreements provide us with flexibility and base load volumes for our NGL pipeline expansion when needed.\n\nOur estimate for net maintenance capital spending is $250 million.\n\nSimilar to year end 2024, we expect to end 2025, with our leverage ratio comfortably within our long term target range of three to four times, providing continued flexibility going forward.\n\nIn February we closed on a new five year $3 5 billion revolving credit facility maturing February 2030.\n\nThe upsized revolver enhances our liquidity position and flexibility to continue to execute on our strategic priorities.\n\nOur available liquidity at the end of the fourth quarter pro forma for the new revolver was approximately $2 8 billion.\n\nThere is no change to our assumption that we may be subject to the federal minimum tax in 2026, and a full cash taxpayer in 2027.\n\nThe favorable tax policy changes by the new administration, such as reinstating bonus depreciation or eliminating AMD would reduce our cash taxes relative to our expectations.\n\nI would like to join Madden Gen and thinking are 3400 employees, who have made our success possible.\n\nTeam effort every day as we continue to execute on our growth program.\n\nAnd with that I will turn the call back over to Tristan.\n\nThanks will for the Q&A session. We ask that you limit to one question and one for and.\n\nAnd reenter the queue. If you have additional questions Latif.\n\nPlease open the line for Q&A.\n\nThank you again to ask a question you May press star one on your telephone to remove yourself you May press Star one again, please standby, while we compile the Q&A roster."
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3818f0f906eb901a5e39d406579b4514",
    "period": "2024 Q2",
    "content": "Q2 2024 Targa Resources Corp Earnings Call\n\nQ2 2024 Targa Resources Corp Earnings Call\n\nTRGPNYSEAUG 1, 11:00 AM\n\nOperator\n\nGood day, and welcome to the Targa Resources Corporation Second Quarter 2024 Earnings Webcast and Presentation. At this time, all participants are in a listen-only mode. After the speaker presentation, there will be a question-and-answer session. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker, Sanjay Lad, Vice President, Finance and Investor Relations. The floor is yours, sir.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Shari. Good morning, and welcome to the Second Quarter 2024 Earnings Call for Targa Resources Corp. The second quarter earnings release, along with the second quarter earnings supplement presentation for Targa that accompanying our call are available on our website at targaresources.com in the Investors section. In addition, an updated investor presentation has also been posted to our website.\nStatements made during this call that might include Targa's or expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer ; and Jen Kneale, President, Finance and Administration. Additionally, the following senior management team members will be available for Q&A: Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; Bobby Muraro, Chief Commercial Officer; and Will Byers, Chief Financial Officer.\nWith that, I'll now turn the call over to Matt.\n\nMatthew J. Meloy\n\nPresident, Targa Resources Corp.\n\nThanks, Sanjay, and good morning to everyone. We had another record quarter across multiple fronts. But before we get into all the good things happening here at Targa, I would like to first recognize all our employees impacted by Hurricane Beryl. We prepared for the storm, weathered the storm and performed across a difficult period to safely keep volumes flowing, providing best-in-class service when many of our employees were also managing without power and had damage to their homes. The hard work and dedication demonstrated during the storm is really something to be proud of. So I'd like to say thank you to the Targa team for all the extra effort. The storms reduced our volumes for only a short period, so we expect the impact on the third quarter to be minimal as there was no material damage to any of our assets.\nI would also like to welcome Will Byers, Targa's new Chief Financial Officer to our call this morning. Will officially joined us on July 22, and we're excited to have him as part of the Targa team. We'll add a lot of depth to our organization, given his 20-plus years of midstream finance experience, including serving in CFO roles over the last 10 years. As part of Jen's continued development, she has now transitioned into the role of President, Finance and Administration and will continue to increase her role and responsibilities.\nTurning now to our second quarter results, it was another strong quarter of performance across our organization, which sets us up well for the balance of this year and beyond. Record volumes in the Permian drove record NGL transportation and fractionation volumes downstream and record quarterly adjusted EBITDA. We brought our Train 9 fractionator in Mont Belvieu and our Roadrunner II plant in Permian Delaware online, on time, on budget. And given increasing volumes across our systems, they were both very much needed.\nWe also executed on a quarterly record $355 million of common share repurchases which is reflective of our performance and strong conviction and the outlook for our business going forward. We also just announced our participation in a joint venture supporting the next natural gas pipeline from the Permian Basin. We provided a meaningful volume commitment to support the project, and this provides for a 17.5% ownership interest in the Blackcomb pipeline. Blackcomb will be a 42-inch pipeline transporting gas from the Permian to South Texas. The pipeline is expected to be project financed, so Targa's capital investment should be less than $200 million.\nNow let's talk a little more about our Permian position and the good things happening there. Activity in the Permian remains very strong, supporting our view of continued long-term growth from the basin. Our Permian volumes during the second quarter increased about 275 million cubic feet per day over the first quarter, which is a full plant. And year-over-year, our volumes in the Permian are up more than 600 million cubic feet per day. And currently, our volumes in the Permian are up another 200 million cubic feet per day compared to the second quarter. We expected strong growth from our Permian assets, but the growth we have seen this year has exceeded our expectations. We now expect low double-digit percentage volume growth this year, which sets us up well for meaningful growth in 2025 and beyond. This higher growth rate is driving incremental EBITDA and requiring additional growth capital investment. These volumes are core to our business, and we benefit across the integrated NGL value chain, driving higher margins into our downstream business and generating strong ROIC.\nGiven higher-than-anticipated Permian volumes and an outlook for continued strong activity across our Midland and Delaware footprint, we announced our next 2 plants in the Permian, one in the Midland Basin and another in the Delaware Basin. Some spending for these plans was included in the forecast we provided back in February, but the timing and cadence of spending has accelerated. To support our higher volume and higher EBITDA profile, we are updating our estimate for growth capital spending for 2024, so approximately $2.7 billion. This increase or the increase in growth capital spend from our previously provided range is attributable to the acceleration of timing of plants in the Permian, incremental field capital compression and gathering lines the acceleration of downstream infrastructure connections and other opportunities like spending on enhancing residue gas takeaway.\nSimilarly, we expect stronger than previously estimated Permian volume growth next year and are updating our 2025 estimate for capital spending to $1.7 billion, driven by a similar acceleration of plant and field capital and our investment in Blackcomb. We included a bridge on Slide 5 in our Q2 earnings supplement presentation for our updated estimates for 2024 and 2025 growth capital. The strength of our first half 2024 performance and continued strong outlook going forward driven largely by higher Permian volumes and higher volumes through our integrated system means the updated midpoint estimate. For our full year 2024 adjusted EBITDA is $4 billion, which is a $200 million or 5% increase from our previous estimate.\nWe now expect higher adjusted EBITDA in 2025 and a similar free cash flow estimate to when we compare our outlook -- to when we provided our outlook in February, with 2025 representing an important inflection for our company as our meaningful free cash flow generation positions us to continue to return an increasing amount of capital to our shareholders, while further strengthening our investment-grade balance sheet. We believe that we are uniquely positioned for the short, medium and long term as an already strong outlook for Permian Basin volume growth from best-in-class producers continues to get stronger, which benefits our entire integrated value chain.\nOur contract structures support us continuing to invest on behalf of our producers benefiting from cash flow stability and lower commodity price environments and upside as prices rise. And we are delivering record financial performance despite a weak commodity price backdrop.\nBefore I turn the call over to Jen to discuss our second quarter results in more detail, I'd like to extend a thank you to the Targa team for their continued focus on safety and execution while continuing to provide best-in-class service and reliability to our customers.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Good morning, everyone. Targa's reported quarterly adjusted EBITDA for the second quarter was a record $984 million, a 2% increase over the first quarter. For the second quarter, our natural gas inlet volumes in the Permian averaged a record 5.7 billion cubic feet per day. Our NGL pipeline transportation volumes averaged a record 784,000 barrels per day. Our fractionation volumes averaged a record 902,000 barrels per day at our Mont Belvieu complex, and our LPG export loadings averaged 12 million barrels per month.\nLet's talk about our operational results in more detail. Starting in the Permian, our reported second quarter inlet volumes increased 5% when compared to the first quarter. In Permian Midland, our system is running near capacity, and our new Greenwood II plant is expected to be highly utilized when it comes online in the fourth quarter of 2024. Our next Midland plant, Pembrook II, will be much needed and remains on track to begin operations in the fourth quarter of 2025. As Matt mentioned, today, we announced that we are moving forward with our latest Midland plant, East Pembrook which is expected to begin operations in the third quarter of 2026.\nIn Permian Delaware, activity and volumes across our footprint are also strong. Our Roadrunner II plant commenced operations in late May and was fully utilized after startup. We are accelerating the timing of our next Delaware plant, [ Fulmi ], which is now expected to come online in the first quarter of 2025 and is also expected to come online [ highly Uli ]. Today, we announced that we are moving forward with our latest Delaware plant, Bull Moose II, which is expected to begin operations in the first quarter of 2026.\nShifting to our Logistics and Transportation segment. Construction on our Daytona NGL pipeline expansion has been going well, and we believe that we may be able to bring the pipeline fully online earlier than estimated. Our Train 9 fractionator in Mont Belvieu came online full in May, and we are currently starting operations at our [indiscernible] Coast fractionator joint venture, and we expect our portion of the capacity to be highly utilized at start-up. Construction on our Train 10 and Train 11 fractionators in Mont Belvieu continues, and our fracs are expected to be much needed when they come online, given our outlook for increasing Permian volume growth and resulting NGL volume growth to Mont Belvieu. Train 10 is now expected to begin operations late in the fourth quarter of this year and Train 11 is expected to begin operations in the third quarter of 2026.\nIn our LPG export business at Galena Park, our second quarter volumes were impacted by a required 10-year inspection that reduced our loading capability in the second half of June through late July. We continue to benefit from nighttime transits and fully expect that to be a permanent benefit going forward. We remain on track to complete our expansion, which will increase our loading capacity and incremental 650,000 barrels per month in the second half of 2025.\nThe strength of our performance in the second quarter with the backdrop of negative Waha gas prices and low NGL prices demonstrates that by investing in opportunities backed by fee-based and fee floor contracts, we are able to successfully invest across cycles to continue to support the infrastructure needs of our customers. We have largely removed exposure to downside commodity prices from our enterprise-wide risk profile. And given the strength of our outlook, also recently added hedges to further increase our cash flow stability.\nAs described previously, 90% of our margin is fee-based or supported by fee floor contracts. The remaining 10% is exposed to commodity prices. Of that remaining 10% of exposure, we have now hedged approximately 90% of volumes across commodities through 2026. As commodity prices move higher, we will benefit from that upside through our fee floor contracts.\nTurning to the balance sheet. At quarter end, we had $1.6 billion of available liquidity, and our consolidated net leverage ratio was 3.6x, well within our long-term leverage ratio target range of 3 to 4x. During the second quarter, we repaid the $500 million balance on our term loan and the term loan is no longer outstanding.\nShifting to capital allocation. Our priorities remain the same, which are to maintain a strong investment-grade balance sheet to continue to invest in high-returning integrated projects and to return an increasing amount of capital to our shareholders across cycles, and we are delivering on those priorities. Our outperformance is leading to deleveraging faster than we previously forecasted, creating incremental capacity to enhance our return of capital. Supported by the strength of our business outlook, we repurchased a record $355 million of common shares in the second quarter at a weighted average price of $118.91.\nThis week, our Board of Directors also authorized a new $1 billion common share repurchase authorization, and we continue to expect to be in a position to return capital to our shareholders through opportunistic repurchases. We are continuing to model the ability over time to return 40% to 50% of adjusted cash flow from operations to equity holders and believe that is a useful framework for thinking about Targa's return of capital proposition. Our talented Targa team continues to execute on our strategic priorities across the organization and safely operate our assets to deliver the energy that enhances our everyday lives. And I would like to echo Matt, thank you to all of our employees.\nAnd with that, I will turn the call back over to Sanjay.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Jen. For the Q&A session, we kindly ask that you limit to one question and one follow-up and reenter the lineup if you have additional questions. Sheri, would you please open the line for Q&A?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bbc588c1fa5be9dfc28de9bb12a20e2c",
    "period": "2024 Q1",
    "content": "Q1 2024 Targa Resources Corp Earnings Call\n\nQ1 2024 Targa Resources Corp Earnings Call\n\nTRGPNYSEMAY 2, 11:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Targa Resources First Quarter 2021 Earnings Webcast and Presentation. [Operator Instructions]. As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, Sanjay Lad, Vice President of Finance and Investor Relations. Please go ahead, sir.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Jonathan. Good morning, and welcome to the First Quarter 2024 Earnings Call for Targa Resources Corp. The first quarter earnings release, along with the first quarter earnings supplement presentation for Targa that accompanying our call are available on our website are targaresources.com in the Investors section. In addition, an updated investor presentation has also been posted to our website.\nStatements made during this call that might include Targa's expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer; and Jen Kneale, Chief Financial Officer. Additionally, the following senior management team members will be available for Q&A. Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; and Bobby Muraro, Chief Commercial Officer.\nI will now turn the call over to Matt.\n\nMatthew J. Meloy\n\nPresident, Targa Resources Corp.\n\nThanks, Sanjay, and good morning. We are proud of our first quarter results as we continue to execute across the organization to deliver another quarter of record adjusted EBITDA, Permian volumes and LPG export volumes, along with a 50% increase to our common dividend per share and $124 million of common share repurchases. For the quarter, we really benefited from strong back half of the quarter Permian volume growth. January was impacted by operational upsets associated with harsh weather. From there, volumes significantly increased throughout the quarter, which helped drive record results and sets us up well looking forward.\nWe are adding a substantial amount of compression across the rest of the year and our expectation is for continued Permian volume growth, recognizing that prior to Matterhorn initiating service and adding incremental natural gas takeaway capacity, gas markets will remain tight. As we saw in March and April, if there are upsets associated with pipeline maintenance that create further constraints, it may affect volumes and significantly impact Waha gas prices. short-term constraints aside, given our outlook for increasing Permian volumes and resulting NGL supply growth, we announced this morning that we are moving forward with 2 major growth capital projects. Our next Permian Midland plant, Pembrook II and our next fractionator in Mont Belvieu, Train 11 to support the infrastructure needs of our customers.\nWe mentioned in February that we are ordering long lead items for both projects and have since received Board approval to move forward with no change to our estimates for 2024 and 2025 net growth capital spend. I am pleased to announce that we are also moving forward with a small capital project at our Galena Park facility that will increase our LPG export capacity by approximately 650,000 barrels per month within the second half of 2025. This project is an excellent example of our organization balancing between capital efficient, while ensuring our ability to support increasing volumes through our systems and also does not change our estimates for growth capital spending.\nDespite the current weakness in Waha natural gas and NGL prices, we continue to estimate full year 2024 adjusted EBITDA between $3.7 billion and $3.9 billion, which we believe is reflective of the importance of our fees and fee floors in our G&P business, which are supporting our continued investment in infrastructure despite a lower commodity price environment. Looking ahead, our premier Permian supply aggregation position, coupled with our integrated NGL system positions us nicely to continue to generate high return organic opportunities and be able to continue to return incremental capital to our shareholders.\nLet's now discuss our operations in more detail. Starting in the Permian, activity continues to remain strong across our dedicated acreage. In Permian Midland, construction continues on our new Greenwood II plant and remains on track to begin operations in the fourth quarter of this year. Greenwood II is expected to be highly utilized when it comes online which is necessitating moving forward with Pembrook II, which is expected to begin operations in the fourth quarter of 2025.\nAs you may have seen publicly, we had a fire at our Greenwood 1 plant in Permian Midland on April 16. There were no injuries, and we appreciate the work by our Targa team and first responders who were able to extinguish the fire safely and quickly. With 19 plants and a broad footprint across the Permian Midland, we are leveraging our operational flexibility to move gas around to handle all existing volumes and planned production growth to continue to be able to provide reliable service to our producer customers while the plant is down. We expect the plant back online before the end of the second quarter and do not expect the plant downtime to significantly impact our Midland volumes for the second quarter. We estimate about $10 million of repairs related to the incident.\nIn Permian Delaware, activity in volumes across our footprint are also running strong. Our Roadrunner II plant is expected to commence operations in June and is also expected to begin service highly utilized. Our next Delaware plant, Bull Moose remains on track to come online in the second quarter of 2025. We continue to expect increasing Permian volumes as we move through the rest of the year as we benefit from new compression and plants coming online.\nFor the second quarter, Waha gas prices are averaging around negative $1.30 as residue gas pipeline downtime for maintenance and operational upsets have resulted in additional tightness in the Permian Basin. We have done a good job of managing our Permian gas takeaway position to ensure surety of flow from our producers as the market awaits some relief when the Matterhorn pipeline comes on later this year.\nShifting to our Logistics and Transportation segment. Construction continues on our Daytona NGL pipeline expansion, and we remain on track to begin operations in the fourth quarter of this year. The outlook for NGL supply growth continuing means our Daytona expansion will be much needed to handle incremental barrels. We are currently starting up our new fractionator in Mont Belvieu, Train 9 and expect it to be highly utilized. We expect to restart our Gulf Coast fractionator joint venture during the second quarter, which we also expect our portion of the capacity to be highly utilized at start-up. Construction continues on our train 10 fractionator, which is also expected to be much needed when it comes online.\nGiven our outlook for increasing NGL production growth to Mont Belvieu supports us officially moving forward with Train 11, a new 150,000 barrel per day fractionator. Train 11 is expected to begin operations in the third quarter of 2026. And the capital associated with Train 11 was already included in our expectations for spending that we provided publicly for both 2024 and 2025. In our LPG export business at Galena Park, our loadings were a record 13.3 million barrels per month during the first quarter as we continue to benefit from strong market conditions and the Houston Ship Channel allowance of nighttime transits for larger vessels.\nBefore I turn the call over to Jen to discuss our first quarter results in more detail, I would like to extend a thank you to the Targa team for their continued focus on safety and execution while continuing to provide best-in-class service and reliability to our customers. Our employees continue to rise to the challenges of our business, and we are appreciative of their efforts.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Good morning, everyone. Targa's reported quarterly adjusted EBITDA for the first quarter was a record $966 million, a 1% increase over the fourth quarter. For the first quarter, our natural gas inlet volumes in the Permian averaged a record 5.4 billion cubic feet per day, a 2% increase when compared to the fourth quarter. Large Permian volumes were stronger than estimated when we hosted our February earnings call and significantly higher than January which translated into additional volumes downstream. For the full quarter, our NGL pipeline transportation volumes averaged 718,000 barrels per day. Our fractionation volumes averaged 797,000 barrels per day including the impacts of scheduled maintenance at our Mont Belvieu complex. Our LPG export loadings were a record 13.3 million barrels per month, and we benefited from optimization opportunities in our marketing business.\nAs we look across the rest of 2024, second quarter EBITDA may be weaker than Q1 given seasonality in our business, the impacts on the quarter of the fire at our Greenwood plant and the tight Permian residue gas market, with EBITDA increasing through the back half of the year. The combination of our fee and fee for contracts in our Gathering and Processing segment and our hedges mean we are largely insulated from current commodity prices that are significantly lower than our guidance prices. As Matt said, we continue to estimate full year 2024 adjusted EBITDA between $3.7 billion and $3.9 billion and expect to exit 2024 with a lot of momentum heading into 2025 and given our new infrastructure that comes online this year.\nThis morning, we included a new performance metric in our disclosures, adjusted cash flow from operations, which is adjusted EBITDA less interest expense and cash taxes. This is the metric that we first started discussing last November around our return of capital framework looking forward, and we thought it made sense for us to also include it in our disclosures. Including the new growth projects announced this morning, there is no change to our estimate for 2024 growth capital spending of between $2.3 billion and $2.5 billion. We also continue to estimate made approximately $1.4 billion of net growth capital expenditures in 2025, which will result in meaningful free cash flow generation. Our current year estimate for net maintenance capital spending remains $225 million. At quarter end, we had $2.6 billion of available liquidity, and our consolidated net leverage ratio was 3.6x well within our long-term leverage ratio target range of 3x to 4x.\nShifting to capital allocation. Our priorities remain the same, which are to maintain a strong investment-grade balance sheet to continue to invest in high-returning integrated projects and to return an increasing amount of capital to our shareholders across cycles, and we are delivering on those priorities. We are continuing to model the ability over time to return 40% to 50% of adjusted cash flow from operations to equity holders and believe that this is a useful framework for thinking about Targa's return of capital proposition over time. Consistent with previously announced expectations, our Board approved the declaration of a 50% increase to the 2024 annual common dividend to $3 per share and we expect to be able to grow the annual common dividend meaningfully thereafter. We also repurchased $124 million of common shares during the first quarter at a weighted average price of approximately $104 per share.\nWe believe that we continue to offer a unique value proposition for our shareholders and potential shareholders, growing EBITDA, a growing common dividend per share reducing share count and excellent short, medium and long-term outlooks. Our talented team continues to execute on our strategic priorities and safely operate our assets to deliver the energy that enhances our everyday lives and we are so thankful for the efforts of all of our employees.\nAnd with that, I will turn the call back over to Sanjay.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Jen. For the Q&A session, we kindly ask that you limit to 1 question and 1 follow-up and reenter the lineup, if you have additional questions. Jonathan, would you please open the line for Q&A?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1e93351be29748bdece1179d39ed73b1",
    "period": "2023 Q4",
    "content": "Q4 2023 Targa Resources Corp Earnings Call\n\nQ4 2023 Targa Resources Corp Earnings Call\n\nTRGPNYSEFEB 15, 11:00 AM\n\nOperator\n\nGood day and thank you for standing by. Welcome to the Targa Resources Corp. Fourth Quarter 2023 Earnings Webcast and Presentation. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Sanjay Lad, Vice President of Finance and Investor Relations. Please go ahead.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Shannon. Good morning and welcome to the Fourth Quarter 2023 Earnings Call for Targa Resources Corp. The fourth quarter earnings release, along with the fourth quarter earnings supplement presentation for Targa that accompany our call, are available on our website at targaresources.com in the Investors section. In addition, an updated investor presentation has also been posted to our website.\nStatements made during this call that might include Targa's expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer; and Jen Kneale, Chief Financial Officer. Additionally, we'll have the following senior management team members available for Q&A: Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; and Bobby Muraro, Chief Commercial Officer.\nAnd with that, I will now turn the call over to Matt.\n\nMatthew J. Meloy\n\nPresident, Targa Resources Corp.\n\nThanks, Sanjay, and good morning. 2023 was another record year for Targa, and I would like to recognize and thank our employees for their focus, dedication and execution throughout the year.\nSome of our highlights for 2023 include record safety performance; record Gathering and Processing volumes in the Permian; record volumes across our logistics and transportation assets; record adjusted EBITDA of $3.53 billion, a 22% increase over 2022, while also reducing our share count; major projects came online on time, on budget and have been highly utilized since start-up; ended the year with 90% of our G&P volumes fee-based or with fee floor; positive outlook to our current investment-grade ratings with each of the 3 agencies and the completion of 2 successful notes offerings; and higher year-over-year return of capital to our shareholders through both an increased common dividend and record common share repurchases.\nOur performance was particularly strong given Waha natural gas and NGL prices were about 64% and 34% lower year-over-year. And we benefited from margin from fee floors in our Gathering and Processing business across 10 of 12 months, demonstrating our business is more insulated to downside -- to downward commodity prices than ever before.\nWe also exited 2023 with a lot of volume momentum in the Permian. Our December reported inlet averaged 5.5 billion cubic feet per day, a 450 million cubic feet per day improvement from our third quarter average. While our volume ramp materialized later than we forecasted for 2023, we are pleased that we ended the year with December actuals in line with our original guidance expectations for the Permian, providing us with strong momentum in 2024.\nWe expect another year of record financial and operational metrics with full year adjusted EBITDA estimated to be between $3.7 billion and $3.9 billion for 2024. The significant year-over-year increase in adjusted EBITDA is primarily driven by higher expected Permian Gathering and Processing volumes and higher expected NGL transport fractionation and export volumes.\nConsensus growth expectations for Permian-associated gas in 2024 is about 9%. And given our track record of outperforming the basin, we are installing over 400 million cubic feet per day of compression in the first half of 2024, which will drive increasing volumes through our downstream assets.\nWe currently estimate between $2.3 billion and $2.5 billion of growth capital spending in 2024 as we bring online 2 Permian plants, 3 fractionators in an NGL pipeline while also spending on projects that will come online beyond 2024, including additional Permian plants and fractionation trains. Beyond these projects already announced and under construction, we're also ordering long lead time items for our next Permian plants and frac Train 11 to ensure we keep pace with the significant activity we continue to see.\nBacked by the strength of our outlook and increasing stability of our cash flow is we announced in November an expectation of a 50% year-over-year increase to our annualized 2024 common dividend per share. The increased dividend will be recommended to our Board in April for the first quarter of 2024 with payment to shareholders in May. We also repurchased a record $374 million of common shares in 2023 and continue to be in position to execute on our opportunistic share repurchase program in 2024.\nBeyond 2024, we really like our positioning driven by a view of cost-advantaged basins like the Permian continuing to be a key supplier of hydrocarbons for decades to come. As we look to 2025, we estimate about $1.4 billion of growth capital spending burdened by the next major projects that are not currently board approved but would be necessary to support continued volume growth, including Train 11 and additional Permian G&P plants. With increasing EBITDA in 2025 relative 2024 and lower estimated growth capital spending, we expect to generate significant free cash flow in 2025.\nAlso, we included in our presentation slides this morning an illustrative buildup of multiyear average spending that would approximate about $1.7 billion per year. This assumes high single-digit gas volume growth in the Permian, requiring us to continue to add infrastructure across our value chain. $1.7 billion of capital spending at a 5.5x multiple would drive over $300 million of EBITDA growth year-over-year and increasing free cash flow, supporting our ability to continue to return an increasing amount of capital to our shareholders.\nWe also included our estimated spending to maintain volumes currently on our system, which we think is helpful in demonstrating the resiliency of our business. Growth capital spending to maintain existing volumes is estimated at around $300 million annually, which is informed by how quickly we're able to rationalize spending in 2020 and 2021, when we still had strong volume growth across our assets. In a scenario of $300 million of annual growth capital spend, we would be in a position to utilize significant free cash flow to continue to return capital to shareholders while maintaining a very strong balance sheet.\nAs we look forward, our excitement is our -- our excitement and our outlook is driven by a few things. First, we have the largest Permian Gathering and Processing footprint in the industry with several million dedicated acres across Midland and Delaware Basins. That, coupled with an integrated NGL system, positions us nicely to generate high-return organic opportunities to invest around $1.7 billion annually over a multiyear average, delivering over $300 million of annual EBITDA growth, driving significant free cash flow and positions Targa to continue to meaningfully increase the amount of capital returned to shareholders and deliver significant value to our shareholders over the long term.\nLet's now discuss our operations in more detail. Starting in the Permian. Activity continues to remain strong across our dedicated acreage. Fourth quarter inlet volumes averaged a record 5.3 billion cubic feet per day, an 11% increase when compared to the fourth quarter of 2022. We brought online significant compression across our Midland and Delaware systems during the fourth quarter, driving a 5% sequential increase in volumes.\nIn Permian Midland, our new 275 million a day Greenwood plant, which commenced operations during the fourth quarter, is already highly utilized. Our next Midland plant, Greenwood II, remains on track to begin operations in the fourth quarter of 2024 and is expected to be much needed when it comes online.\nIn the Permian Delaware, activity in volumes across our footprint are also running strong. We brought online our new 275 million a day Wildcat II plant in late fourth quarter, and it's already highly utilized. Our Roadrunner II and Boldmoves plants remain on track to begin operations in the second quarters of 2024 and 2025, respectively. As mentioned earlier, we are ordering long lead time items for our next Permian plants to support continued production growth across our footprint.\nShifting to our Logistics and Transportation segment. Targa's NGL pipeline transportation volumes were a record 722,000 barrels per day, and fractionation volumes were a record 845,000 barrels per day during the fourth quarter. Our Grand Prix NGL pipeline deliveries into Mont Belvieu increased 9% sequentially as we benefited from increased supply from our Permian G&P systems and higher third-party volumes.\nThe outlook for NGL supply growth from our G&P footprint and third parties remains robust, and our Daytona NGL pipeline expansion will be much needed to handle growth from our system. We have obtained all required permits and have commenced construction on Daytona. We now expect the pipeline to begin operations ahead of schedule in early fourth quarter of this year, assuming favorable weather conditions.\nOur fractionation complex in Mont Belvieu continues to operate near capacity, and we expect our Train 9 fractionator to be highly utilized when it commences operations during the second quarter of 2024. The restart of GCF will also provide much-needed capacity when it is fully online during the second quarter of 2024. Our Train 10 fractionator is also expected to be much needed given the anticipated growth in our G&P business and corresponding plan additions and remains on track for the first quarter of 2025. As mentioned earlier, also ordering long lead items for Train 11 support continued production growth across our footprint.\nIn our LPG export business at Galena Park, our loadings were a record 13.3 million barrels per month during the fourth quarter as we benefited from our recently completed expansion, strong market conditions and the Houston Ship Channel allowance of nighttime transits for larger vessels, providing strong momentum for 2024.\nBefore I turn the call over to Jen to discuss fourth quarter results in more detail as well as our expectations for 2024, I would like to extend a second thank you to the Targa team for their continued focus on safety and execution while continuing to provide best-in-class service and reliability to our customers.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Good morning, everyone. Targa's reported quarterly adjusted EBITDA for the fourth quarter was $960 million, a 14% increase over the third quarter. The sequential increase was attributable to higher Permian volumes, which resulted in higher system volumes across our integrated NGL business. Full year 2023 adjusted EBITDA was roughly $3.53 billion, supported by record financial and operational metrics across the company.\nWe spent approximately $2.2 billion on growth capital projects and $223 million in net maintenance capital during 2023, largely in line with our previous estimates. In November, we successfully completed a $1 billion offering of 6.15% coupon senior notes due 2029 and a $1 billion offering of 6.5% coupon senior notes due 2034. This allowed us to reduce our term loan borrowings by $1 billion and enhance our liquidity position.\nAt the end of the fourth quarter, we had $2.7 billion of available liquidity and our net consolidated leverage ratio was approximately 3.6x, well within our long-term leverage ratio target range of 3 to 4x.\nAlso, this morning in an announcement that was made public while we were on this call, S&P has upgraded us to BBB, reflective of the progress we have made to date and our outlook for the future.\nTurning to our expectations for 2024. We are really excited about that short- and longer-term outlook. We estimate full year 2024 adjusted EBITDA to be between $3.7 billion and $3.9 billion, an 8% increase over 2023 based on the midpoint of our range, assuming commodity prices of $1.80 per MMBtu for Waha natural gas, $0.65 per gallon for our weighted average NGL barrel and $75 per WTI crude oil barrel.\nWe expect first quarter 2024 adjusted EBITDA to be lower than fourth quarter 2023 as volumes across our systems were impacted by very cold winter weather, and operating expenses are increasing in anticipation of system expansions across both our segments. We expect quarterly adjusted EBITDA to increase sequentially as we move through the year and benefit from increasing volumes across our systems.\nWe estimate $2.3 billion to $2.5 billion of growth capital spending for 2024, including the vast majority of spending on Greenwood II, Bullmoth, Daytona and Train 1. Our estimate for net maintenance capital spending is about $225 million reflective of our spending in 2023 and the increased assets that our operations teams are managing.\nWe expect to end 2024 with our leverage ratio comfortably within our long-term leverage ratio target range of 3 to 4x, providing continued flexibility going forward. We are well hedged across all commodities for the balance of 2024 and continue to add hedges for 2025 and beyond. The combination of hedges and fee-based margin across our businesses will continue to provide us with cash flow stability.\nOur fee floors in our G&P business support our ability to invest across lower commodity price environments while positioning us to benefit from higher commodity prices. Relative to our full year 2024 financial guidance, a 30% move higher in commodity prices would increase full year adjusted EBITDA by around $165 million, while a 30% decrease would reduce adjusted EBITDA by around $75 million.\nAs Matt described earlier, we also provided you with our current view of 2025 growth capital spending and an illustrative multiyear buildup across a couple of scenarios. We hope these are helpful. Our goal in providing them was to highlight some key points.\nWe believe that there will continue to be strong growth in Permian volumes on our system going forward, which is going to drive incremental volumes through our downstream assets, requiring continued investments, which will continue to be at attractive returns, particularly given our efforts around adding fees and fee floors. Downstream projects are larger and spending is lumpier. As those projects come online and we benefit from the operating leverage associated with increased available capacity, our growth capital spending moderates as evidenced by our current expectation of $1.4 billion of capital spend in 2025.\nAcross multiple years, we would expect growth capital spend in an environment of continued volume growth to approximate around $1.7 billion. We are bullish Permian growth going forward but are often asked the question, how much capital would it take to maintain volumes? And our answer is approximately $300 million. This is not a scenario that we anticipate. It is merely intended to be instructive and hopefully helpful in demonstrating the strength of the Targa value proposition across the downside scenario, when the strength of our free cash flow generation and balance sheet would leave us very well positioned.\nShifting to capital allocation. Our priorities remain the same, which are to maintain a strong investment-grade balance sheet to continue to invest in high-returning integrated projects and to return an increasing amount of capital to our shareholders across cycles. As Matt described, underpinned by the strength of our business outlook for 2024 and beyond, we plan to recommend to our Board a 50% increase in the 2024 annual common dividend, $3 per share, and we expect to be able to grow our dividend meaningfully thereafter. We also expect to remain in a position to continue to execute opportunistically under our common share repurchase program.\nIn 2023, we repurchased a Targa record $374 million of common shares at a weighted average price of $76.72 with $41 million repurchased during the fourth quarter. We had about $770 million remaining under our $1 billion share repurchase program at the end of the fourth quarter.\nAcross our base scenarios, we are continuing to model the ability over time to return 40% to 50% of cash flow from operations to equity holders, providing a framework for thinking through our return of capital proposition looking forward.\nAs it relates to taxes, based on our estimate for earnings and spending and current tax policy, there's no change to our assumptions that we may be subject to the federal minimum tax in 2026 and a full cash taxpayer in 2027.\nWe believe that we continue to offer a unique value proposition for our shareholders and potential shareholders: growing EBITDA, a growing common dividend per share, reducing share count and excellent short-, medium- and long-term assets outlook. Our talented team continues to execute on our strategic priorities and safely operate our assets to deliver the energy that enhances our everyday life, and we are very thankful for the efforts of all of our employees.\nAnd with that, I will turn the call back over to Sanjay.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Jen. [Operator Instructions]\nShannon, would you please open the line for Q&A?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/06f8025492059c7d85b9866e65626360",
    "period": "2023 Q3",
    "content": "Q3 2023 Targa Resources Corp Earnings Call\n\nQ3 2023 Targa Resources Corp Earnings Call\n\nTRGPNYSENOV 2, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Targa Resource Corp. Third Quarter 2023 Earnings Center presentation.\n[Operator Instructions]. Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Sanjay Lad, Vice President of Finance and Investor Relations. Please go ahead.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Whitney. Good morning, and welcome to the Third Quarter 2023 Earnings Call for Targa Resources Corp. Third quarter earnings release along with the third quarter earnings supplement presentation for Targa Resources that accompany our call are available on our website at targaresources.com in the Investors section.\nIn addition, an updated investor presentation has been posted to our website. Statements made during this call that might include Targa Resources' expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer; and Jen Kneale, Chief Financial Officer. Additionally, the following senior management team members who will be available for the Q&A session. Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; and Bobby Muraro, Chief Commercial Officer.\nAnd with that, I'll now turn the call over to Matt.\n\nMatthew J. Meloy\n\nPresident, Targa Resources Corp.\n\nThanks, Sanjay, and good morning. We are very proud of the efforts of our employees across the third quarter. While battling an extended stretch of hot weather, we continued to operate at a high level, demonstrated by record NGL pipeline transportation volumes, 6% higher sequential adjusted EBITDA and completion of our expansion at our LPG export facility in Galena Park, increasing our propane loading capacity by an incremental 1 million barrels per month. We also continue to return an increasing amount of capital to our shareholders in the quarter with 132 million of common share repurchases.\nSince the end of the third quarter, positive momentum continues across our organization, highlighted by the commencement of operations of our new Greenwood plant in Permian Midland ahead of schedule and on budget. The expected rebound in our Permian volumes with current reported inlet, about 150 million cubic feet per day higher than our third quarter average publishing our annual sustainability report demonstrating our continued progress across ESG pillars as an operator of critical natural gas and NGL infrastructure, receiving a 2-notch upgrade in our ESG rating from MSCI to AA, and the announcement today that we expect to recommend to our board an increase to the 2024 annual common dividend to $3 per share, a 50% increase over the 2023 dividend level.\nThe strength of our operational and financial outlook has resulted in consistent questions from investors and potential investors around how Targa will return additional capital to shareholders going forward. Which is why we wanted to provide some clarity today around our expectations for our 2024 common dividend and our current thoughts around our return of capital framework.\nWe believe that we offer a unique value proposition for investors, given the strength of our outlook for annual increases in adjusted EBITDA, reflective of an excellent integrated asset footprint that will continue to provide high return organic investment opportunities, increasing fee-based margin and cash flow stability from our continued progress around fee floor contracts in our G&P business, a strong credit and ESG ratings profile demonstrating our commitment to a stable balance sheet and sustainable operations, continued opportunistic share repurchases, further reducing our share count a competitive common dividend with an expectation of meaningful best-in-class annual growth looking forward.\nAnd an outlook of significantly increasing free cash flow as some of our large fractionation and NGL transportation projects come online in 2024 and early 2025. Our return of capital strategy is informed by a lot of internal and external information, including leverage and balance sheet flexibility, along with our positioning relative to our midstream peers, S&P Energy and broader S&P 500. Across our base scenarios, we are modeling the ability to return 40% to 50% of adjusted cash flow from operations to equity holders. This is not a target or a bright line as we place a high priority on flexibility, but it is a framework that we believe can be helpful in thinking through our return of capital -- our return of capital proposition going forward.\nLet's now discuss our operations in more detail. Starting in the Permian, high activity levels continue across our dedicated acreage despite lower-than-expected third quarter volumes, largely driven by the extended periods of heat across New Mexico and Texas. We also had about 200 million cubic feet per day of lower-margin high-pressure volumes move off our system in the Delaware Basin. Our Permian Midland volumes increased 2% sequentially and was offset by reduced Permian Delaware volumes resulting in flat Permian inlet volumes.\nThrough the first 3 quarters of this year, average reported inlet volumes across our system have increased over 300 million cubic feet per day in comparison to average fourth quarter 2022. Our Permian volumes are currently operating at about 150 million cubic feet per day higher than our third quarter average as the growth we expected to see a bit earlier in the year is now materializing in the fourth quarter.\nIn Permian Midland, our new 275 million a day Greenwood plant commenced operations in October and is quickly ramping up. A big thank you to our engineering and operations team for bringing Greenwood online safely ahead of schedule and on budget despite challenging operating conditions this past summer.\nOur next plant in the Midland, Greenwood II remains on track to begin operations in the fourth quarter of 2024 and is expected to be much needed when it comes online. In Permian Delaware, activity and volumes across our footprint are also running strong. Our Wildcat II and Roadrunner II plants remain on track to begin operations in the first and second quarters of '24, respectively, and both plants are expected to be much needed at start-up.\nIn our Central region and the Badlands, our combined Natural Gas volumes increased 2% sequentially, and our systems are performing well.\nShifting to our Logistics and Transportation segment, Targa's NGL pipeline transportation volumes were a record 660,000 barrels per day and fractionation volumes remained strong, averaging 793,000 barrels per day during the third quarter. Our Grand Prix NGL pipeline deliveries into Mont Belvieu increased 6% sequentially as we benefited from higher third-party supply volumes. Our fractionation complex in Mont Belvieu continues to operate near capacity. The restart of GCF will provide much needed capacity when it is fully restarted late in the first quarter of 2024, and we continue to expect our Train 9 fractionator to be highly utilized when it commences operations during the second quarter of 2024.\nOur Train 10 fractionator is also expected to be much needed given the anticipated growth in our G&P business and corresponding plant additions and remains on track for the first quarter of 2025. In our LPG export business at Galena Park, our loadings increased 15% sequentially due to improved market conditions. We loaded an average of 10.7 million barrels per month of LPGs during the third quarter even though our loading capability was reduced for part of the quarter due to a previously disclosed required 10-year inspection.\nOur low-cost expansion project to increase our propane loading capabilities by an incremental 1 million barrels per month of capacity was completed at the end of the third quarter, and we expect our loadings to ramp during the fourth quarter, providing strong momentum for 2024. We are excited about the long-term outlook at Targa and remain focused on continuing to execute on our strategic priorities.\nBefore I turn the call over to Jen to discuss our third quarter results in more detail, I would like to extend a thank you to the Targa team for their continued focus on safety and execution while continuing to provide best-in-class service and reliability to our customers.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Good morning, everyone. Targa's reported quarterly adjusted EBITDA for the third quarter was $840 million, a 6% increase over the second quarter. Sequential increase was attributable to higher system volumes across our integrated NGL businesses higher commodity prices, partially offset by higher operating and G&A expenses.\nWith 3 quarters of the year completed, we are tracking towards the lower end of our 2023 adjusted EBITDA range of $3.5 billion to $3.7 billion, but believe that our performance through a lower commodity price environment and a tough operating environment relative to our guidance assumptions is reflective of the significant progress that we have made, adding fee floors to our G&P business, our successful hedging program and the resiliency of our operations.\nFor a good part of this year, we have benefited from margin associated with fee floor contracts as natural gas and NGL prices were below fee floor levels. We believe that 2023 provides an example of the financial durability of our business in a lower commodity price environment and the benefits of the fee floor structure where we retain upside if commodity prices move higher. We are well hedged across all commodities for the balance of the year and continue to add hedges for 2024 and beyond.\nThrough 3 quarters, we have spent approximately $1.6 million on growth capital projects, and our current estimates for balance of year spending lead us towards the higher end of our $2 billion to $2.2 billion range. Our net maintenance capital spending is tracking a little bit higher than initial expectations and our current estimate for 2023 is approximately $200 million. At the end of the third quarter, we had $1.8 billion of available liquidity and our pro forma net leverage ratio is approximately 3.7x, well within our long-term leverage ratio Targa range of 3 to 4x.\nShifting to capital allocation. Our priorities remain the same, which are to maintain a strong investment-grade balance sheet to continue to invest in high-returning integrated projects and to return an increasing amount of capital to our shareholders across cycles. Our major projects in progress are core to our business. For new Permian gas processing plants, Train 9 and Train 10 fractionators and our Daytona NGL pipeline. And while we continue to project 2024 growth capital spend to approximate spending levels similar to 2023, spending in 2025 is expected to be meaningfully lower as we will have completed the lumpier expansions in our downstream business.\nAs Matt described, underpinned by the strength of our business outlook for 2024 and beyond, we plan to recommend to our Board a 50% increase to the 2024 annual common dividend to $3 per share, and we expect to be able to grow the annual common dividend meaningfully thereafter. We also expect to remain in a position to continue to execute opportunistically under our common share repurchase program.\nDuring the third quarter, we repurchased $132 million of common shares at a weighted average price of $83.38 and have repurchased $333 million year-to-date through September. We had about $811 million remaining under our $1 billion share repurchase program at the end of the third quarter.\nWe remain excited about the long-term outlook at Targa. Our talented team continues to execute on our strategic priorities and safely operate our assets to deliver the energy that enhances our everyday lives.\nAnd with that, I will turn the call back over to Sanjay.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Jen. For the Q&A session, we kindly ask that you limit to one question and one follow-up and reenter the lineup if you have additional questions.\nBrittney, would you please open the line for Q&A?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c8b10d09175908300c419ffd0e2857d0",
    "period": "2023 Q2",
    "content": "Q2 2023 Targa Resources Corp Earnings Call\n\nQ2 2023 Targa Resources Corp Earnings Call\n\nTRGPNYSEAUG 3, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Targa Resources Corporation Second Quarter 2023 Earnings Webcast Presentation. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Sanjay Lad, Vice President of Finance and Investor Relations.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Tes. Good morning, and welcome to the Second Quarter 2023 Earnings Call for Targa Resources Corp. The second quarter earnings release, along with the second quarter earnings supplement presentation for Targa Resources that accompany our call are available on our website at targaresources.com in the Investors section. In addition, an updated investor presentation has also been posted to our website. Statements made during this call that might include Targa Resources' expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer; and Jen Kneale, Chief Financial Officer. Additionally, the following senior management team members will also be available for Q&A: Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; and Bobby Muraro, Chief Commercial Officer.\nAnd with that, I'll now turn the call over to Matt.\n\nMatthew J. Meloy\n\nPresident, Targa Resources Corp.\n\nThanks, Sanjay, and good morning. The second quarter results were consistent with our expectations as the strength of our business drove record volumes for the quarter, which really set us up well for a strong year. Adjusted EBITDA was lower sequentially given our significant marketing gains in the first quarter, but consistent with previous disclosures, we expect EBITDA to ramp over the balance of the year and we remain confident in our full year 2023 adjusted EBITDA estimate of $3.5 billion to $3.7 billion.\nDuring the second quarter, we had record volumes in the Permian, driving record NGL transportation and fractionation volumes downstream. We fully brought online our Legacy II Plant in Permian Midland and commenced operations on our Midway plant in Permian Delaware, and we executed on a quarterly record $149 million of common share repurchases which is reflective of our strong conviction in the outlook for our business going forward. Natural gas volumes across our Permian systems continue to grow and the recent completion of our Legacy II and Midway Plants provide us with incremental Midland and Delaware processing capacity to handle a continued ramp in inlet volumes driving incremental volumes through our integrated NGL downstream assets. Given our increasing Permian volumes and consistent with our previous messaging that we are already ordering long lead items, today, we officially announced our next plant in the Permian Midland and our next plant in the Permian Delaware to support the infrastructure needs of our producer customers.\nWe continue to estimate 2023 growth CapEx spending of between $2 billion and $2.2 billion, and all of our previously announced projects remain on track and on budget. As we think about 2024 growth capital, we will continue to have spending to complete a number of our major projects already underway, including Frac Trains 9 and 10, the majority of capital on our Daytona NGL pipeline and 5 Permian gas plants driving expenditures for 2024, which may approximate spending levels similar to 2023. Growth capital spend beyond '24 is likely to come down as we will have caught up on the downstream side of the business as those major growth capital projects will be complete. Investing in organic growth projects across our core integrated footprint provides Targa with attractive returns and puts us in a strong position to continue to return incremental capital to our shareholders.\nLet's now discuss our operations in more detail. Starting in the Permian, high activity levels continue across our dedicated acreage. Our systems across the Midland and Delaware basins, averaged of record 5.1 billion cubic feet per day of reported inlet volumes during the second quarter, increasing 5% sequentially. In Permian Midland, we continue to see strong producer activity and our system continues to operate near capacity. Capacity for our new Legacy II Plant became fully available partway through the second quarter and is currently running near full. Our next Midland plant, Greenwood remains on track to begin operations in the late fourth quarter of 2023 and is expected to be highly utilized when it comes online.\nIn Permian Delaware, activity and volumes across our footprint are also running strong. Our Midway plant commenced operations late in the second quarter and is providing much needed incremental processing capacity. Midway became fully operational this week, and we idled our Sand Hills facility. These actions will increase operational reliability and enhance plant recoveries for our customers.\nOur Wildcat II and Roadrunner II Plants remain on track to begin operations in the first and second quarters of 2024, respectively, and both plants are expected to start up highly utilized given the robust activity across our entire Delaware footprint. We are currently offloading an average of around 70 million cubic feet per day of gas in the Permian and are in the process of adding significant compression horsepower during the balance of the year and are continuing to see strong producer activity across our acreage, which gives us the confidence that we remain on track for our average 2023 Permian inlet gas volumes to increase 10% over the fourth quarter of 2022.\nIn our Central region in the Badlands, our combined natural gas volumes increased 3% sequentially, and we are currently not seeing any material change in activity across our producer customers despite lower commodity prices. Shifting to our Logistics and Transportation segment, Targa's NGL pipeline transportation volumes were a record 621,000 barrels per day and fractionation volumes were a record 794,000 barrels per day during the second quarter. The ramp in supply volumes from our Permian systems and third parties drove the record sequential increase in NGL transportation. Additionally, Grand Prix pipeline volumes also benefited from the expiration of certain medium-term commitments we had on third-party pipes.\nOur fractionation facilities in Mont Belvieu remain highly utilized and the restart of GCF will provide some much-needed capacity when it is fully restarted in the first quarter of 2024, and we expect to continue and we continue to expect our Train 9 fractionator to be highly utilized when it commences operations during the second quarter of 2024. Our recently announced Train 10 fractionator is expected to be much needed given the expected continued growth in our G&P business and plant expansions and remains on track for the first quarter of 2025. At Galena Park, we loaded an average of 9.2 million barrels per month of LPGs during the second quarter. In the third quarter, our loading capability will be reduced for about a month due to a portion of our facility undergoing its required 10-year inspection. Our low-cost expansion project increased our propane loading capabilities with an incremental 1 million barrels per month of capacity will be complete this quarter and we expect our loadings to ramp after the inspection is complete and through the balance of 2023.\nWe are excited about the long-term outlook at Targa and remain focused on executing our strategic priorities. We believe that we offer a unique value proposition for our shareholders and potential shareholders, growing EBITDA, growing the dividend and reducing share count while maintaining leverage within our target range. Before I turn the call over to Jen to discuss our second quarter results in more detail, I would like to extend a thank you to the Targa team for their continued focus on safety and execution while continuing to provide best-in-class service and reliability to our customers.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Good morning, everyone. Targa's reported adjusted EBITDA for the second quarter was $789 million. The sequential decrease was predominantly attributable to the significant optimization opportunities we benefited from in our marketing and LPG export businesses during the first quarter. Higher volumes were offset by lower realized natural gas and NGL prices and higher operating expenses. As Matt mentioned, we expect adjusted EBITDA to be higher in the third and fourth quarters as we benefit from strong volume tailwinds across our Permian and downstream assets and are comfortable with our full year 2023 adjusted EBITDA estimate of between $3.5 billion and $3.7 billion. We are well hedged across all commodities for the balance of 2023 and continue to add hedges for 2024 and beyond.\nCoupled with our fee 4 contracts, we have significantly derisked our earnings and cash flow outlook while preserving the upside when commodity prices increase. Inclusive of our newly announced Greenwood II and [ Balms ] plants in the Permian, there is no change to our estimate for 2023 growth capital spending of between $2 billion and $2.2 billion. Our current year estimate for net maintenance capital spending remains $175 million. At quarter end, we had $2.2 billion of available liquidity and our pro forma leverage was at the midpoint of our long-term leverage ratio target range, which provides us with a lot of flexibility looking forward.\nWe continue to expect year-end leverage around the midpoint of our long-term leverage ratio target range of 3 to 4x, maintaining a strong investment-grade balance sheet across cycles continues to be a priority. Our balance sheet strength remains the foundation that affords us the financial flexibility to continue to execute on our strategic priorities. That is investing in high-returning integrated projects and prudently returning an increasing amount of capital to our shareholders. The strength of our balance sheet and outlook were recognized recently by both Fitch and S&P that place Targa on positive watch.\nWe repurchased a quarterly record $149 million of common shares in the second quarter at a weighted average price of $71.37 per share and have repurchased over $200 million in common stock through the first half of the year. During the quarter, we exhausted our $500 million share repurchase program and had about $943 million remaining under our $1 billion share repurchase program as of June 30. Looking ahead, we have significant flexibility to continue to execute under our opportunistic repurchase framework and further increase our return of capital to shareholders and reduce our share count over time. Lastly, I'd like to echo Matt and extend a thank you to our employees for their continued focus on safety and commitment to Targa.\nAnd with that, I will turn the call back over to Sanjay.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Jen. [Operator Instructions] Tes, we are ready for the Q&A session."
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4ab2aafdb26bf894ccdbdd1ae533ceff",
    "period": "Unknown",
    "content": "Targa Resources Corp. Q1 2023 Earnings Call\n\nTarga Resources Corp. Q1 2023 Earnings Call\n\nTRGPNYSEMAY 4, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Targa Resources Corp. First Quarter 2023 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Sanjay Lad, Vice President of Finance and Investor Relations. Please go ahead.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Bella. Good morning, and welcome to the First Quarter 2023 Earnings Call for Targa Resources Corp.\nThe first quarter earnings release, along with the first quarter earnings supplement presentation for Targa Resources that accompany our call are available on our website at targaresources.com in the Investors section. In addition, an updated presentation has also been posted to our website.\nStatements made during this call that might include Targa Resources' expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer; and Jen Kneale, Chief Financial Officer. Additionally, the following senior management team members will be available for Q&A: Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; and Bobby Muraro, Chief Commercial Officer.\nAnd with that, I'll now turn the call over to Matt.\n\nMatthew J. Meloy\n\nPresident, Targa Resources Corp.\n\nThanks, Sanjay, and good morning to everyone. This year is off to a strong start at Targa, and we are very proud of our execution across the company in the first quarter. In Q1, we had quarterly EBITDA that was up 50% over prior year with a lower common share count.\nRecord volumes in the Permian, record NGL transportation and fractionation volumes and strong LPG export volumes. We also finished construction and are in the process of bringing our legacy 2 plant fully online. And we are also returning an increasing amount of capital to our shareholders.\nWe increased our quarterly cash dividend by 43% and executed on $52 million of common share repurchases during the first quarter. With a strong first quarter complete and given the strength of the business fundamentals underpinning our assets, we remain comfortable with our full year 2023 adjusted EBITDA estimate despite natural gas and NGL prices being about 30% and 10% lower than the price assumptions underpinning our 2023 EBITDA guidance range.\nNatural gas volumes across our Permian systems are growing. Our current aggregate volumes are over 5 billion cubic feet per day of reported inlet and are expected to ramp as we move through the year, driving incremental volumes through our integrated downstream assets.\nWe have 4 plants under construction in the Permian and are ordering long lead times for an additional 2 plants. Given our increasing Permian volumes and resulting NGL supply growth, we announced this morning that we are moving forward with a new 120,000 barrel per day fractionator Train 10 and at our Mont Belvieu complex, which is expected to be online in the first quarter of 2025.\nWith the addition of Train 10 and additional spending on long lead items for our next Permian plants, we now estimate full year 2023 growth CapEx spending to be between $2 billion and $2.2 billion. Investing in organic growth projects across our integrated footprint provides Targa with attractive returns and puts us in a strong position to continue to return incremental capital to our shareholders.\nLet's now discuss our operations in more detail. Starting in the Permian, high activity levels continue across our dedicated acreage. Our systems across the Midland and Delaware Basins averaged a record 4.8 billion cubic feet per day of reported inlet volumes during the quarter.\nIn Permian Midland, our system has essentially been running above nameplate capacity, absent the impact of first quarter winter weather and is currently operating up over 100 million cubic feet per day versus Q1 average inlet.\nOur new Legacy II plant partially came online in late March, limited by electricity capacity to the site and is expected to be able to be fully available later this quarter. And kudos to our engineering and operations team for safely bringing the plant online ahead of schedule and on budget.\nOur next Midland plant Greenwood remains on track to begin operations in late fourth quarter of 2023 and is expected to be highly utilized when it comes online.\nIn Permian Delaware, inlet volumes across our system increased 5% sequentially. Activity in volumes across our Northern Delaware footprint are running strong, and we have bolstered our connectivity across our Delaware assets to handle the near-term growth.\nOur Midway plan is close to completion and is expected to begin operations later in the second quarter. Our Wildcat 1 and Roadrunner 2 plants remain on track to begin operations in the first and second quarters of 2024, respectively. We continue to expect volume growth across both our Permian Midland and Delaware positions for the remainder of the year and well beyond.\nBeyond those projects already announced and in progress, we are evaluating when we will need additional gas processing capacity in the Permian, and we are ordering long lead items for our next Midland and Delaware plant. To that end, some of you may have seen a filing with the Texas Railroad Commission around the proposed gas pipeline we call Apex.\nThis filing allows for preliminary survey work to be completed on proposed routes. Given how rapid we are growing with over 1 billion cubic feet of incremental residue gas from just the plants we currently have under construction, we continue to work to ensure sufficient residue takeaway from the basin.\nAs we have said previously, we remain in position to support as needed residue pipes to get Permian gas to market, whether we are leading those efforts or participating with third parties. The next pipe is needed in both our producers and markets on the Gulf Coast are keenly aware of that need.\nWe are also continuing to add intra-basin connectivity and redundancy in both the Midland and Delaware to move residue gas from Targa plants to enhance flow assurance to get volumes from Targa assets to market. In our Central region and the Badlands volumes were sequentially flat during the quarter. Overall volumes remained steady as we are currently not seeing any material change in activity despite lower commodity prices.\nShifting to our Logistics and Transportation segment, Targa's NGL transportation volumes were a record 537,000 barrels per day and fractionation volumes were a record 759,000 barrels per day during the first quarter.\nWith the ramp in supply volumes from our Permian systems and third parties, our Grand Prix deliveries into Mont Belvieu are currently averaging around 600,000 barrels per day with fractionation volumes currently running near capacity of around 800,000 barrels per day.\nGCF will provide some much needed help when it is fully restarted in the first quarter of 2024 and we expect our Train 9 fractionator to open up highly utilized when it commences operations during the second quarter of 2024.\nOur newly announced Train 10 with an in-service date of the first quarter of 2025 is expected to be much needed given the expected continued growth in our G&P business.\nTurning to our LPG export business at our Galena Park facilities, we loaded an average of 11.2 million barrels per month during the first quarter as we benefited from increased demand from stronger global market conditions.\nOur low-cost expansion project to increase our propane loading capabilities with an incremental 1 million barrels per month of capacity remains on track for mid-2023. We are well contracted across our export facility and continue to expect that 2023 will be a record year for LPG export volumes.\nWe remain excited about the long-term outlook at Targa. Looking ahead, we continue to execute on our strategic priorities will drive increasing EBITDA, a higher common dividend and reduced common share count while maintaining leverage within our target range. We announced this morning that our Board has approved a new $1 billion common share repurchase program, which provides us with flexibility going forward to continue to be opportunistic on repurchases.\nBefore I turn the call over to Jen to discuss our first quarter results in more detail, I would like to extend a thank you to the Targa team for their continued focus on safety and execution while continuing to provide best-in-class services to our customers.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Good morning, everyone. Targa's reported quarterly adjusted EBITDA for the first quarter was $941 million, increasing 12% sequentially as we benefited from increased optimization opportunities in our marketing and LPG export businesses, contribution from our recent acquisition of the remaining 25% interest in our Grand Prix NGL pipeline earlier this year and higher overall system volumes despite lower commodity prices.\nAs we think about the shape of quarterly adjusted EBITDA across 2023, given the benefits of optimization opportunities in Q1 and seasonality in some of our businesses, we currently expect second quarter adjusted EBITDA to be the lowest of the year, ramping from there as our system volumes continue to grow.\nAs Matt mentioned, for the first quarter, we declared a cash dividend of $0.50 per common share or $2 per share on an annualized basis, representing a 43% increase over the first quarter of 2022. Consistent with previous messaging, we expect to maintain the same quarterly dividend for the remainder of the year.\nWe also repurchased $52 million of common shares in the first quarter at a weighted average price of $71.82. As of quarter end, we had approximately $92 million remaining under our $500 million program and now also have a new $1 billion share repurchase program authorized and in place.\nOur full year 2023 adjusted EBITDA estimate continues to be between $3.5 billion to $3.7 billion, and we expect year-end leverage around the midpoint of our long-term target leverage ratio range of 3 to 4x.\nAt the end of the first quarter, our pro forma leverage ratio was approximately 3.5x. We are well hedged across all commodities for the balance of 2023 and continue to add hedges for 2024 and beyond.\nCoupled with our fee floor contracts, we have significantly derisked our earnings and cash flow outlook while preserving the upside when commodity prices increase. With our plans to move forward with the construction of frac Train 10 in Mont Belvieu, and acquiring long lead items for our next Permian gas plant, we now estimate 2023 growth capital spending between $2 billion and $2.2 billion. There is no change to our current year estimate for net maintenance capital spending of $175 million.\nAt quarter end, we had about $2.6 billion of available liquidity, which provides us with a lot of flexibility looking forward. Maintaining a strong investment-grade balance sheet across cycles continues to be a priority at Targa. We believe that a strong balance sheet and continued investment in high-return projects positions us to continue to prudently return an increasing amount of capital to our shareholders across cycles.\nLastly, I'd like to echo Matt and extend a thank you to our employees for their continued focus on safety while executing on our strategic priorities. And with that, I will turn the call back over to Sanjay.\n\nSanjay Lad\n\nVice President of Finance & Investor Relations\n\nThanks, Jen. For the Q&A session, we finally ask that you limit to 1 question and 1 follow-up and reenter the lineup if you have additional questions. Bella, would you please open the line for Q&A?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/465d739d6c7553cd476b03af33f3a1fd",
    "period": "2022 Q4",
    "content": "Q4 2022 Targa Resources Corp Earnings Call\n\nQ4 2022 Targa Resources Corp Earnings Call\n\nTRGPNYSEFEB 22, 11:00 AM\n\nOperator\n\nWelcome to the Targa Resources Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Also be advised that today's conference is being recorded. I would now like to hand the conference over to the Vice President of Finance and Investor Relations, Sanjay Lad. Please go ahead.\n\nSanjay Lad\n\nVP of Finance & IR, Targa Resources Corp.\n\nThanks, Carmen. Good morning, and welcome to the fourth quarter 2022 Earnings Call for Targa Resources Corp. The fourth quarter earnings release, along with the fourth quarter earnings supplement presentation for Targa that accompany our call are available on our website at targaresources.com in the Investors section. In addition, an updated investor presentation has also been posted to our website.\nStatements made during this call that might include Targa Resources' expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our latest SEC filings. Our speakers for the call today will be Matt Meloy, Chief Executive Officer; and Jen Kneale, Chief Financial Officer.\nAdditionally, the following senior management members will be available for Q&A. Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; and Bobby Muraro, Chief Commercial Officer. With that, I'll now turn the call over to Matt.\n\nMatthew J. Meloy\n\nCEO & Director, Targa Resources Corp.\n\nThanks, Sanjay, and good morning to everyone. 2022 was an excellent year for Targa, and I would like to recognize and thank our employees for their focus, dedication and execution. Some of our highlights from 2022 include record safety performance based on multiyear low total reportable incident rate, record gathering and processing volumes in the Permian, record volumes across our logistics and transportation assets, record adjusted EBITDA of $2.9 billion, a 41% increase over 2021 while also reducing our share count. Major projects came online on time, on budget and have been highly utilized since start-up.\nExecution and successful integration of our Delaware Basin acquisition and our South Texas acquisition, execution of our corporate simplification with our DevCo repurchase and preferred share redemption, successful sale of our 25% equity interest in Gulf Coast Express Pipeline for approximately 11x EBITDA, upgrades to investment grade by all of the rating agencies and completion of 2 successful investment-grade offerings and higher year-over-year return of capital to our shareholders through both an increased common dividend and continued common share repurchases.\nWe expect our momentum to continue through 2023 and beyond given the strength of the business fundamentals underpinning our assets. There is a continued need for critical midstream infrastructure like Targa's to balance and link cost advantaged U.S. production to domestic and global markets. Global events have underscored the critical nature of safe, reliable and affordable fossil fuels to support everyday life domestically and around the world. Cost advantage basins like the Permian, where we are the largest gatherer and processor of natural gas will continue to be a key supplier of hydrocarbons for decades to come.\nWe are less than 2 months into the year and already had some notable announcements, including the successful negotiation and closing of our acquisition of the remaining 25% interest in our Grand Prix NGL pipeline, our early January offering of 10- and 30-year senior notes that funded the Grand Prix acquisition and reduced floating rate borrowings on our revolver. And within this morning's release, our operational and financial estimates for 2023, which are expected to be records across many fronts, including an estimated 24% increase in year-over-year adjusted EBITDA. Our transfer and construction of a plant from our South Texas acquisition to the Delaware Basin, which we are calling the Roadrunner 2 plant, where activity around Southern New Mexico is currently exceeding our expectations, and an expected 43% year-over-year increase to our 2023 annualized common dividend per share versus last year.\nFor 2023, we estimate that our adjusted EBITDA will be between $3.5 billion and $3.7 billion. The significant year-over-year increase in adjusted EBITDA is driven by higher expected gathering and processing volumes higher expected NGL transportation, fractionation and export volumes, higher expected marketing optimization and LPG export opportunities, higher fees from contract escalators, a full year contribution from our Delaware Basin and South Texas acquisitions, contribution from our acquisition of the remaining 25% interest in Grand Prix and higher hedge prices.\nRelated to capital allocation, maintaining a strong investment-grade balance sheet across cycles continues to be a priority at Targa. We also have attractive opportunities to continue to invest organically, which we believe will support the continued creation of significant shareholder value over time. We currently estimate between $1.8 billion and $1.9 billion of growth capital in 2023 as we build infrastructure that we expect to be highly utilized across our footprint. Our major projects in progress are core to our business, 5 new Permian gas processing plants, Train 9 fractionator and our Daytona NGL pipeline. Along with our partners, we are also in the process of restarting the 135,000 barrel per day Gulf Coast fractionator in Mont Belvieu, which we expect to be operational in the first quarter of 2024.\nBeyond those projects already announced, and in progress, we are evaluating when we will need additional gas processing capacity in the Permian, and we are ordering long lead time items for our next Midland plant. We believe our organic growth opportunities create value for Targa and our investors over time as we have demonstrated strong returns over the last 5 years.\nAs you can see from Slide 4 in our earnings supplement presentation, we generated an attractive 26% return on invested capital since 2017 despite a volatile commodity price backdrop over the last several years. For our recent major capital projects, we have invested at a low single-digit multiple of EBITDA as the immediate high utilization of assets like new gas processing plants have resulted in very attractive returns despite higher build costs from inflation.\nA strong balance sheet and continued investment and high-return projects positions us to continue to prudently return increasingly -- an increasing amount of capital to our shareholders across cycles. We announced an expectation of a 43% year-over-year increase to our annualized 2023 common dividend per share this morning. The increased dividend will be recommended to our Board in April for the first quarter of 2023 with payment to shareholders in May.\nOur expected 2023 dividend increase reflects a lot of different factors, including our near- and long-term business fundamentals and balance sheet strength across scenarios, flexibility associated with our increasing size, scale and fee-based margin and Targa's positioning relative to our midstream C-Corp peers, the S&P 500 and cyclical industries within the S&P 500. We also expect to be in a position to continue to execute opportunistically under our common share repurchase program, which will allow us to further increase our return of capital to shareholders and reduce our share count over time. We bought back $225 million worth of common shares in 2022 and had about $144 million remaining under the $500 million share repurchase program we put in place in October 2020.\nOur current expectation is we will request Board approval to authorize a new $1 billion share repurchase program once we exhaust our existing program. We believe that we will offer a unique value proposition for our shareholders and potential shareholders, growing EBITDA, growing dividend and reducing share count. We expect to continue to set expectations for our annual common dividend each February when we announce our financial and operational guidance and expect to continue to increase our return of capital to shareholders over time.\nIn addition, to our standard annual disclosures around our financial expectations, we also included in our investor presentation this morning, describing Targa across upside and downside commodity price scenarios. We have spent the last many years focused on increasing our cash flow stability and reducing our volatility to downward moving commodity prices. As you can see from Slide 12 in our earnings presentation relative to our full year 2023 financial guidance, a 30% move higher in commodity prices from our guidance levels would increase adjusted EBITDA by around $100 million, while a 30% decrease would reduce adjusted EBITDA by around $60 million.\nThis asymmetric risk, where we have significantly more upside than downside across commodity prices continues to be an area of focus at Targa where our commercial teams are working really well with our producers and other customers to maintain alignment to be in a position to continue to invest across cycles.\nAs we look forward, we believe that Targa is in excellent position to continue to provide best-in-class service to our customers and create additional value for our shareholders. I will now turn the call over to Jen to discuss our fourth quarter and full year 2022 results in more detail as well as our expectations for 2023.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Good morning, everyone. Targa's reported quarterly adjusted EBITDA for the fourth quarter was $840 million, increasing 9% sequentially as we benefited from the first full quarter of our Delaware Basin acquisition, optimization opportunities and recent processing additions across our Permian systems despite lower commodity prices and operational impacts from winter storm Elliott. Full year 2022 adjusted EBITDA was $2.9 billion, 41% increase over 2021, driven by record volumes in gathering and processing, NGL transportation and fractionation.\nOur consolidated leverage ratio at the end of the year was 3.7x well within our long-term leverage ratio target range. We spent approximately $552 million on growth capital projects in the fourth quarter and our full year 2022 growth capital spend was $1.177 billion, about $30 million of growth capital shifted from 2022 into 2023.\nMaintenance capital spend for 2022 was about $168 million. We repurchased approximately $28 million of common shares in the fourth quarter. And as Matt mentioned, had approximately $144 million remaining under our $500 million share repurchase program at year-end. In early January, we announced and shortly thereafter closed our acquisition of the remaining 25% interest in our Grand Prix NGL pipeline for approximately $1.05 billion.\nThe acquisition price represented an 8.75x multiple of Grand Prix's estimated 2023 adjusted EBITDA, which we believe was an attractive purchase price. With 100% ownership of Grand Prix, including our Daytona pipeline expansion, we benefit from having significantly more operational flexibility and also near and longer-term capital synergies. We funded the Grand Prix acquisition through a successful $1.75 billion offering of 10- and 30-year senior notes and used the incremental proceeds to reduce borrowings on our revolver.\nWe currently have about $2.5 billion of available liquidity, which provides us with a lot of flexibility looking forward.\nTurning to our expectations for 2023, as Matt described in his remarks, we really are very excited about the continued momentum at Targa. We estimate full year 2023 adjusted EBITDA to be between $3.5 billion and $3.7 billion, a 24% increase over 2022 based on the midpoint of our range, assuming commodity prices of $2.25 per MMBtu for Waha natural gas, $0.70 per gallon for our weighted average NGL barrel and $75 per WTI crude oil barrel.\nWe are well hedged across 2023 and beyond and are benefiting from significant additional fee-based margin year-over-year. We expect significant margin benefit in the first quarter from increased LPG exports, natural gas and natural gas and NGL marketing optimization opportunities. Please see the additional disclosures that we added to our investor presentation this morning on sensitivities to commodity price changes and our hedges. We currently estimate between $1.8 billion and $1.9 billion of growth capital spending based on announced projects and other identified spending and $175 million of net maintenance capital spending.\nOperationally, high activity levels continue across our dedicated acreage in the Permian. Our reported full year 2023 average Permian Basin natural gas inlet volumes are projected to increase about 10% over average fourth quarter 2022 Permian inlet volumes. There is no change to the estimated in-service dates of our plants under construction with the Legacy II and Midway plants expected in service in the second quarter of 2023. Greenwood in service late in the fourth quarter of 2023 and Wildcat II in service in the first quarter of 2024. As Matt mentioned, we are also moving a plant acquired in our South Texas transaction to the Permian Delaware which we are calling Roadrunner II and expect in service in the second quarter of 2024.\nThe significant increase in Permian Basin volumes is expected to result in record NGL transportation and fractionation volumes in 2023. There is no change to the expected in-service dates of our major downstream projects with Train 9 expected to be complete in the second quarter of 2024 and the Daytona NGL pipeline complete by the end of 2024. GCF will provide some much needed help on the fractionation side, and we expect it fully restarted in the first quarter of 2024. We will also benefit from the mid-2023 completion of our project at our Galena Park LPG export facility, which will increase our propane loading capabilities by about 1 million barrels per month. We are well contracted across our export facility and are estimating that 2023 will be a record year for LPG export volumes for Targa as well.\nWe expect to pay an annualized common dividend in 2023 of $2 per share and have the flexibility to continue to use our common share repurchase program opportunistically to return incremental capital to shareholders through the year. Our balance sheet is strong with leverage near the midpoint of our long-term leverage ratio target range of 3 to 4x, and we expect to end 2023 around the midpoint of our range, providing continued flexibility for Targa going forward.\nLastly, I would like to echo Matt and extend a thank you to our employees their continued focus on safety while executing on our strategic priorities and continuing to provide best-in-class services to our customers. And with that, I will turn the call back over to Sanjay.\n\nSanjay Lad\n\nVP of Finance & IR, Targa Resources Corp.\n\nThanks, Jen. For the Q&A session, we kindly ask that you limit to 1 question and 1 follow-up and reenter the lineup if you have additional questions. Carmen, would you please open the line for Q&A?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6d4e5ddd679cb037106e309bc02bf41c",
    "period": "2022 Q3",
    "content": "Q3 2022 Targa Resources Corp Earnings Call\n\nQ3 2022 Targa Resources Corp Earnings Call\n\nTRGPNYSENOV 3, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Targa Resources Corp. Third Quarter 2022 Earnings Webcast and Presentation. (Operator Instructions)\nPlease be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Sanjay Lad, VP of Funds and Investor Relations. Please go ahead.\n\nSanjay Lad\n\nVP of Finance & IR, Targa Resources Corp.\n\nThanks, Gigi. Good morning, and welcome to the third quarter 2022 Earnings Call for Targa Resources Corp. The third quarter earnings release, along with the third quarter earnings supplement presentation for Targa Resources that accompany our call are available on our website at targaresources.com in the Investors section. In addition, an updated investor presentation has also been posted to our website.\nStatements made during this call that might include Targa Resources' expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our most recent annual report on Form 10-K and latest SEC filings. Our speakers for the call today will be Matt Meloy, Chief Executive Officer; Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; Robert Muraro, Chief Commercial Officer; and Jen Kneale, Chief Financial Officer. I will now turn the call over to Matt, who is recovering from laryngitis, for his comments and Q&A participation today will be limited.\n\nMatthew J. Meloy\n\nCEO & Director, Targa Resources Corp.\n\nThanks, Sanjay, and good morning. And apologies for my hoarse voice. Our overall business is continuing to perform well, and our strong execution continued across the third quarter, including record high quarterly EBITDA, and record volumes in the Permian, record NGL transportation and fractionation volumes, integration of our Delaware Basin acquisition, successfully bringing on 2 plants in the Permian Basin safely, ahead of schedule and on budget, $73 million of opportunistic common share repurchases and we were also recently added to the S&P 500.\nOur record third quarter EBITDA was attributable to higher base business volumes, particularly in the Permian plus a partial quarter contribution from our Delaware Basin acquisition. While commodity prices are significantly lower than the assumptions underlying, the updated full year 2022 financial expectations that we provided in early August. There is no change to our expectation to generate full year adjusted EBITDA between $2.85 billion and $2.95 billion. Given the significant growth in volumes that we expect looking forward and to catch up on some of our Delaware Basin infrastructure, we announced this morning that we are moving forward with a new 275 million cubic feet per day gas processing plant in the Permian Delaware, which we are calling the Wildcat II plant.\nThe growth in volumes across our G&P business also necessitated the announcement this morning that we are kicking off construction of the Daytona NGL pipeline, which will transport volumes from the Permian Basin and connect to our existing segment of Grand Prix and North Texas to move volumes down to Mont Belvieu. The acceleration of these additional projects shift some spending into 2022, but there is no change to our year-end 2022 leverage ratio expectation of about 3.5x, meaning we continue to have significant financial flexibility looking forward.\nBefore I turn the call over to Pat, I would like to extend a thank you to our employees for their continued focus on safety while executing on our strategic priorities and continuing to provide best-in-class services to our customers. I will now turn it over to Pat to discuss our G&P operations in more detail. Pat?\n\nPatrick J. McDonie\n\nPresident of Gathering & Processing, Targa Resources Corp.\n\nThanks, Matt, and good morning, everyone. Starting in the Permian, our systems across the Midland and Delaware Basins averaged a record 4.1 billion cubic feet per day of inlet volumes during the third quarter, including 2 months of contribution from our recently completed Delaware Basin acquisition. Given our performance year-to-date, we expect our full year average 2022 Permian volume not including our Delaware Basin acquisition to increase at the high end of our initial 12% to 15% year-over-year volume guidance. In Permian Midland, our inlet volumes increased 8% sequentially as our system essentially ran at capacity until our new legacy plant came online late in the third quarter. We have an incremental 550 million cubic feet per day of processing expansions underway in Permian Midland. Our Legacy 2 plant remains on track to begin operations during the second quarter of 2023. And our Greenwood plant remains on track to begin operations late in the fourth quarter of 2023.\nSimilarly, we expect both plants to be highly utilized when they come online next year. In Permian Delaware, inlet volumes across our system, not including contribution from our Delaware Basin acquisition, increased 7% sequentially. We have successfully integrated our Delaware Basin assets and employees and appreciate the efforts of the collective Targa team that supported the integration. We commenced operations on our new 230 million cubic feet per day Red Hills VI plant in late September, which was full at start-up. Our overall Delaware system is also running highly -- very highly utilized and volumes continue to ramp. And we remain on track to bring our new 275 million cubic per day Midway plant online during the second quarter of 2023.\nIn response to strong producer activity levels and to meet the infrastructure needs of our customers across the Delaware and as Matt previously mentioned, we are moving forward with the construction of a new $275 million per day plant in Permian Delaware, which we are calling the Wildcat II plant. Wildcat II is expected to begin operations in the first quarter of 2024. We are playing some catch-up on our newly acquired Delaware Basin assets as evidenced by Red Hills VI being full at startup. The expectation that Midway will be highly utilized on start-up and now moving forward with construction of the Wildcat II facility. All a positive reflection of how quickly current volumes are increasing and future volumes are expected to increase. We are also adding incremental treating infrastructure in the Delaware to increase our sour gas handling capabilities, which enhances our ability to capture and handle increasing sour gas production and drive attractive returns from treating fees.\nThis will also give us the ability to capture CO2 from the treating process and sequester the emissions in our acid gas injection storage wells. We have already obtained Class II permits and are working on MRV plans and additional Class II and Class VI permits to further enhance our carbon capture abilities. We expect to begin receiving 45Q tax credits as early as the fourth quarter of 2023. Shifting to the bad [ones]. Our natural gas and crude gathered volumes rebounded in the third quarter following the reduced reported volumes impacted by late weather storms in the prior quarter. In our Central region, a full quarter contribution from the acquired assets in South Texas and solid activity levels in Oklahoma and North Texas drove a sequential increase in aggregate volumes during the third quarter, partially offset via contract expiration in South. Scott will now discuss our logistics and transportation business in more detail. Scott?\n\nD. Scott Pryor\n\nPresident of Logistics & Transportation, Targa Resources Corp.\n\nThanks, Pat. Targa's NGL transportation volumes were a record 500,000 barrels per day. Fractionation volumes were a record 742,000 barrels per day during the third quarter. Our volumes would have been higher had it not been for some ethane rejection across our system and third-party systems during the third quarter plus some maintenance at our Mont Belvieu facility. Given the anticipated growth from our volume growth from our Permian G&P expansions, growth of third-party volumes and volumes we can transport after the expirations of obligations on third-party pipelines, our outlook for continued NGL transportation volume growth is strong. Today, we announced plans to construct the Daytona NGL pipeline to transport NGLs from the Permian Basin and connect to the 30-inch diameter segment of the Grand Prix NGL pipeline in North Texas.\nDaytona is expected to be in service by the end of 2024. Targa will own 75% of Daytona and Blackstone Energy Partners will own 25% and with each member funding the respective share of the pipeline's cost based on their ownership percentage. With an estimated project cost of about $650 million, Targa's net growth CapEx share is estimated to be approximately $488 million. In Mont Belvieu, construction continues on our Train 9 fractionator, which is expected to begin operations during the second quarter of 2024 with an estimated cost of around $450 million.\nTurning to our LPG exports. We loaded an average of 8.5 million barrels per month during the third quarter as we were impacted by reduced spot cargo opportunities and some cancellations due to weaker global market conditions. We currently expect fourth quarter volumes to improve, but will be impacted by similar global dynamics and some required maintenance at the terminal. Our low-cost LPG export expansion project to increase our propane loading capabilities with an incremental 1 million barrels per month of capacity remains on track for mid-2023.\nI'll now turn the call over to Jen.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Scott. Good morning, everyone. Our record quarterly adjusted EBITDA and operational stats reflect that our business is performing really well. Our balance sheet is strong. We are continuing to invest in our business. We are returning an increasing amount of capital to our shareholders, and we are very excited about Targa's outlook.\nLet's now go over some additional financial information. Targa's reported quarterly adjusted EBITDA for the third quarter was $769 million, increasing 15% sequentially as we benefited from a partial quarter contribution from our Delaware Basin acquisition, higher volumes across our gathering and processing and logistics and transportation systems and higher fees, partially offset by lower NGL prices and higher operating expenses. Higher operating expenses were primarily attributable to our recent Delaware Basin acquisition, increasing activity levels across our G&P systems, including 2 plants placed in service in the quarter and inflation. While costs were higher, just a reminder that for Targa, inflation is a net tailwind across our businesses as we benefit from inflation-linked fee escalators across our commercial contracts.\nTarga generated adjusted free cash flow of $291 million in the third quarter. We repurchased about $73 million of common shares in the quarter, and year-to-date through September 30 have repurchased about $197 million of common shares at a weighted average price of $65.23. Since program inception, we have repurchased about $328 million of shares at a weighted average price of $35.45. As of quarter end, we had approximately $172 million remaining under our $500 million equity repurchase program. For the third quarter, we declared a cash dividend of $0.35 per common share or $1.40 per share on an annualized basis and consistent with previous messaging, expect to maintain the same dividend for the fourth quarter.\nLooking ahead, we currently plan to provide our full year 2023 operational and financial outlook in February in conjunction with our fourth quarter earnings call, and will also then provide color on our expected annualized dividend and share repurchase strategy for 2023. We are well hedged for the fourth quarter. Looking forward, we are currently about 80% hedged in 2023 across all commodities related to our exposure from our percent of proceeds contracts and are hedged at higher prices in 2023 than 2022 hedge prices. As Matt mentioned, our performance this year has been strong, and we continue to estimate our leverage ratio will be around 3.5x at year-end.\nDuring the third quarter, we upsized our accounts receivable securitization facility to $800 million and extended the facility to September 1, 2023. We spent about $625 million of net growth capital through the first 3 quarters of 2022. With some additional spending accelerating into 2022 for the Wildcat II plant and the Daytona NGL pipeline announced today, we now estimate 2022 net growth CapEx to be between $1.1 billion and $1.2 billion. Our estimate for 2022 net maintenance CapEx remains unchanged at approximately $150 million. We have strong momentum heading into 2023, backed by continued volume growth across our integrated businesses, and we expect to benefit from full year contributions from our Delaware Basin and South Texas acquisitions, higher fees and higher hedge prices.\nWe are focused on continuing to manage our leverage ratio within our 3 to 4x long-term target range with a preference to be in the lower half of the range, and believe that the strength of our underlying business puts us in excellent position over the long-term to continue to invest in attractive organic growth opportunities and return an increasing amount of capital to our shareholders.\nWe published our 2021 sustainability report in early October and kicked off an initiative that is very important to us, where we engage with our largest shareholders each fall, specifically around ESG to get feedback on our latest report and ESG-related efforts. We take our responsibility seriously and are committed to practices that create value for our shareholders and benefit the communities we serve, and our latest report is hopefully reflective of that commitment.\nLastly, I'd like to echo Matt and thank our employees for their dedication and for continuing to prioritize safety. With that, I will turn the call back over to Sanjay.\n\nSanjay Lad\n\nVP of Finance & IR, Targa Resources Corp.\n\nThanks, Jen. For the Q&A session, we kindly ask that you limit to 1 question and 1 follow-up and reenter the line up if you have additional questions. Gigi, would you please open the line for Q&A?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/be7da05d9f280356a021007c08f7e479",
    "period": "2022 Q2",
    "content": "Q2 2022 Targa Resources Corp Earnings Call\n\nQ2 2022 Targa Resources Corp Earnings Call\n\nTRGPNYSEAUG 4, 11:00 AM\n\nOperator\n\nGood day, and welcome to the Targa Resources Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note that this event is being recorded.\nI would now like to turn the conference over to Sanjay Lad, Vice President, Finance and Investor Relations. Please go ahead, sir.\n\nSanjay Lad\n\nVP of Finance & IR, Targa Resources Corp.\n\nThanks, Cole. Good morning, and welcome to the Second Quarter 2022 Earnings Call for Targa Resources Corp. The second quarter earnings release, along with the second quarter earnings supplement presentation for Targa Resources that accompany our call are available on our website at targaresources.com in the Investors section. In addition, an updated investor presentation has also been posted to our website.\nStatements made during this call that might include Targa Resources' expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer; and Jen Kneale, Chief Financial Officer. Additionally, the following senior management team members will be available for Q&A. Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; and Bobby Muraro, Chief Commercial Officer.\nI will now turn the call over to Matt.\n\nMatthew J. Meloy\n\nCEO & Director, Targa Resources Corp.\n\nThanks, Sanjay, and good morning. This is an exciting time for our company. And given the recent close of our Delaware Basin acquisition, I want to take this opportunity to publicly welcome our new colleagues to the Targa team. I would also like to thank all of our employees for their collective efforts as it has been a very busy first 7 months of 2022, and the team has already accomplished a lot.\nAnd our strong execution continued across the second quarter, including record-high quarterly EBITDA, record volumes in the Permian, record NGL transportation and fractionation volumes, redemption of Series A preferred stock, completing the successful sale of our interest in Gulf Coast Express Pipeline, integration of our acquired South Texas assets, successful negotiation of our Delaware Basin acquisition and subsequent financing and $74 million of common share repurchases.\nLooking ahead, continuing to execute on our strategic priorities will drive increasing EBITDA, reduced common share count, a higher common dividend while maintaining leverage within our target range. Our performance this year has been strong, and we expect that to continue.\nWe are updating our financial guidance for the year to account for the completion of the Delaware Basin acquisition effective August 1. We now estimate full year 2022 adjusted EBITDA to be between $2.85 billion and $2.95 billion. We continue to expect volumes to grow across both our Permian Midland and Delaware positions for the remainder of the year and well beyond.\nWe have several gas plants under construction, Legacy I and Legacy II in the Permian Midland and Midway and Red Hill 6 in the Permian Delaware. And given our line of sight to increasing G&P volume growth, we are continuing to invest across our NGL business.\nWe are announcing 2 new projects, a new 275 million cubic feet per day processing plant in the Permian Midland, which we are calling the Greenwood plant; and a new 120,000 barrel per day Train 9 fractionator in Mont Belvieu, Investing in organic growth projects across our integrated footprint provides Targa with attractive returns and puts us in a strong position to continue to return capital to our shareholders.\nTurning to our Delaware Basin acquisition and our combined Permian Basin footprint. On a combined basis, we now have about 2.8 billion cubic feet per day of processing capacity in the Permian Delaware, complementing our 3.6 Bcf per day processing position in the Permian Midland for a combined total of 6.4 Bcf per day of processing capacity.\nOur assets in the Delaware Basin overlay some of the most economic acreage in North America with the acquisition, increasing our size and scale by extending our reach into the highly active and productive Eddy and Lea counties of New Mexico. We now have several million acres dedicated to us across the Permian Basin, providing decades of future activity that will result in increasing volumes moving across our integrated assets.\nWe acquired the Delaware Basin assets at an attractive 7.5x multiple of estimated 2023 EBITDA and expect volume growth as well as near- and long-term synergies to reduce the acquisition multiple. We expect to capture downstream synergies over time as existing contracts come up for renewal and from new Targa processing expansions. We funded the acquisition with cash on hand and debt and expect to end the year with leverage around 3.5x, comfortably around the midpoint of our 3 to 4x long-term leverage target ratio.\nLet's now discuss our operations in more detail. Starting in the Permian, our systems across the Midland and Delaware Basins continue to perform well, averaging a record 3.1 Bcf per day reported inlet volume during the second quarter. In Permian Midland, our systems continue to run full, and we expect to bring online our next 275 Mmcf per day Legacy I plant later this month, which is expected to come online highly utilized. A special thanks to our engineering and operations teams for working diligently and safely to bring Legacy online ahead of schedule.\nOur Legacy II plant in Permian Midland remains on track to begin operations during the second quarter of 2023, and we similarly expect it to be highly utilized when it comes online. In Permian Delaware, volumes across our system are also continuing to ramp. Our new 230 million a day Red Hills VI plant is expected online in September. And our new 275 million a day Midway plant is expected to begin operations during the third quarter of 2023.\nWe expect Red Hills VI to essentially be full when it comes online, and we have flexibility across our Permian Delaware system to handle additional near-term production growth from Eddy and Lea counties with connections to Targa plants.\nShifting to the Badlands. Late winter storms impacted our natural gas and crude gathering volumes for the second quarter, but volumes have since rebounded. In our Central region, the acquired assets in South Texas and an uptick in activity levels in Oklahoma and North Texas drove a sequential increase in volumes during the second quarter.\nShifting to our Logistics and Transportation segment. NGL transportation volumes were a record 492,000 barrels per day to Mont Belvieu during the second quarter. Throughput volumes sequentially increased 7% driven by increasing NGL production from Targa's Permian plants and third parties. Fractionation volumes at our Mont Belvieu complex during the second quarter were a record 737,000 barrels per day, and the fractionation market in Mont Belvieu continues to tighten.\nWe are moving forward with Train 9 given our outlook for continued supply growth from our Permian G&P systems and third parties. Train 9 is fully permitted and is expected to begin operations during the second quarter of 2024 with an estimated cost of around $450 million.\nIn our LPG export services business at Galena Park, we loaded an average of 10.4 million barrels per month during the second quarter, providing a consistent outlook for our customers despite continued volatility in global commodity markets. We continue to expect to complete our previously announced low-cost expansion project to increase our propane loading capabilities with an incremental 1 million barrels per month of capacity by mid-2023.\nLastly, year-to-date, we have purchased almost 2.4 million common shares at a cost of around $154 million. Our balance sheet is strong. We are continuing to invest in our business, both organically and through acquisitions. We are returning an increasing amount of capital to our shareholders, and we are excited about Targa's outlook.\nBefore I turn the call over to Jen, I would like to extend a final thank you to our employees for their continued focus on safety while executing on our strategic priorities and continuing to provide best-in-class services to our customers. Jen?\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Targa's reported quarterly adjusted EBITDA for the second quarter was $666.4 million, increasing 6% sequentially as we benefited from higher commodity prices and higher volumes across our gathering and processing and logistics and transportation systems, partially offset by lower marketing margin and higher operating expenses.\nHigher operating expenses were primarily attributable to increasing activity levels across our G&P systems, our recently acquired assets in South Texas and inflation.\nWhile costs are higher, inflation continues to be a net tailwind for us across our businesses as we benefit from inflation-linked fee escalators across our commercial contracts. Targa generated adjusted free cash flow of $334 million in the second quarter. During the second quarter, we completed the redemption of all of our outstanding Series A preferred stock for approximately $973 million and also received the proceeds associated with the sale of our interest in Gulf Coast Express pipeline of $857 million.\nOur consolidated net leverage ratio was 3.1x at the end of the second quarter, and we had about $2.3 billion of available liquidity. We repurchased about $74 million of common shares in the second quarter and repurchased an additional $30 million during July. We have approximately $215 million remaining under our $500 million repurchase program.\nSince the inception of our common share repurchase program in the fourth quarter of 2020, we have opportunistically repurchased $285 million of common shares or about 8.6 million shares at an average price of $33.12. We continue to expect to pay a common dividend per share of $1.40 for 2022 with our next dividend increase likely to be announced in early 2023, concurrent with when we expect to provide 2023 operational and financial guidance.\nThroughout the year, we have added hedges and we are significantly hedged for the balance of 2022. We have also continued to add 2023 hedges at higher weighted average hedge prices than 2022.\nIt has been a very active couple of months for the finance team as we were able to attractively finance our Delaware Basin acquisition through a combination of 5-year and 30-year senior notes issued in the investment-grade market, a 3-year term loan and availability under our revolver. Pro forma for the acquisition, we have about $1.1 billion of liquidity available on our revolver.\nBenefiting from now being an investment-grade issuer, we also recently entered into a commercial paper program. As Matt mentioned, we are updating our financial estimates to account for a partial year contribution from the Delaware Basin acquisition and now estimate full year 2022 adjusted EBITDA to be between $2.85 billion and $2.95 billion and continue to estimate a year-end leverage ratio of around 3.5x.\nWith the addition of spending in 2022 for the Greenwood plant and Train 9 announced today, plus spending to support the newly acquired Delaware Basin assets, we now estimate 2022 net growth CapEx to be between $1 billion and $1.1 billion. Our estimate for 2022 net maintenance CapEx remains unchanged at approximately $150 million.\nOur continued investment in growing Targa's underlying businesses, supported by solid business fundamentals and the strength of our balance sheet means we are in excellent position looking forward to continue to return an increasing amount of capital to our shareholders.\nLastly, I'd like to echo Matt and thank our employees for their dedication and for continuing to prioritize safety.\nAnd with that, I will turn the call back over to Sanjay.\n\nSanjay Lad\n\nVP of Finance & IR, Targa Resources Corp.\n\nThanks, Jen. (Operator Instructions) Cole, would you please open the line for Q&A?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/187ac425212173f8e69351ec5cd6b43f",
    "period": "2022 Q1",
    "content": "Q1 2022 Targa Resources Corp Earnings Call\n\nQ1 2022 Targa Resources Corp Earnings Call\n\nTRGPNYSEMAY 5, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Targa Resources Corp. First Quarter 2022 Earnings Webcast and Presentation. (Operator Instructions)\nI would now like to hand the conference over to your first speaker today, Sanjay Lad, Vice President of Finance and Investor Relations. Sir, please go ahead.\n\nSanjay Lad\n\nVP of Finance & IR, Targa Resources Corp.\n\nThanks, RJ. Good morning, and welcome to the first quarter 2022 earnings call for Targa Resources Corp. The first quarter earnings release, along with the first quarter earnings supplement presentation for Targa Resources that accompany our call, are available on our website at targaresources.com in the Investors Section. In addition, an updated investor presentation has also been posted to our website.\nStatements made during this call that might include Targa Resources' expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer; and Jen Kneale, Chief Financial Officer. Additionally, the following senior management team members will be available for Q&A. Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; and Bobby Muraro, Chief Commercial Officer.\nAnd with that, I'll now turn the call over to Matt.\n\nMatthew J. Meloy\n\nCEO & Director, Targa Resources Corp.\n\nThanks, Sanjay, and good morning. We are continuing to perform well and are off to a good start to the year on a number of fronts. Record high quarterly EBITDA of $626 million, record volumes in the Permian and record NGL transportation and fractionation volumes.\nWe also achieved investment-grade ratings from all 3 agencies during the quarter. We completed our corporate simplification, with the DevCo repurchase in January and with the redemption of our preferred stock earlier this week.\nWe continue to invest across our businesses with ongoing construction of the Legacy I, Legacy II and Midway plants in the Permian, plus the acquisition of bolt-on assets in South Texas.\nWe repurchased additional common shares as part of our increasing return of capital to investors. And our reported leverage ratio at 3.4x is in the bottom half of our long-term target range of 3x to 4x.\nPro forma for the repurchase of our DevCo interest, our preferred stock redemption, our South Texas acquisition and our GCX sale, our leverage is 3.3x.\nWhile we had a strong first quarter with EBITDA up $55 million versus Q4, commodity prices really began to move higher late in the quarter. So we did not see a lot of first quarter price benefit, as our realized prices were relatively flat compared to the fourth quarter. But since then, prices are providing some nice tailwinds for the balance of the year. Given the strong underlying fundamentals of Targa's businesses, we continue to expect that if prices average around current levels for 2022, we would exceed the top end of our previously disclosed full year financial guidance range.\nLet's now turn the call -- or let's now discuss operational in more detail. Starting in the Permian, our systems across the Midland and Delaware Basins continued to perform well, averaging over 3 billion cubic feet per day inlet volume during the first quarter. Volumes across our Permian systems increased quarter-over-quarter despite being impacted by winter weather conditions, particularly in January and February. Volumes quickly rebounded, with March and April volumes up nicely over the first quarter average. We continued to see strong activity levels across both our Midland and Delaware footprint, and expect to benefit from this positive momentum as we move through 2022.\nIn Permian Midland, our systems continued to run near full and our engineering and operations teams are working diligently to bring our next 275 million cubic feet per day Legacy plant online safely later this year. Our Legacy II plant, another new 275 million cubic feet per day plant in Permian Midland, is expected to begin operations during the second quarter of 2023.\nIn Permian Delaware, volumes across our system are also continuing to ramp. Our new 275 million cubic feet per day Midway plant is expected to begin operations during the third quarter of 2023. Midway will provide us with additional flexibility to flow volumes between our Midland and Delaware systems in addition to improving our overall operational performance in the region.\nFor full year 2022, we continue to expect our average Permian inlet volumes to increase by 12% to 15% over 2021 volumes.\nIn our Central and Badlands regions, first quarter volumes were impacted by winter weather conditions, most notably in the Badlands. We are seeing stronger activity levels across several regions given the higher commodity price environment.\nIn April, we completed the acquisition of assets in South Texas and are quickly integrating the assets and related contracts acquired in our South Texas gathering and processing operations and expect the acquisition to be immediately accretive. We would like to thank everyone involved in helping make the integration go smoothly.\nShifting to our Logistics and Transportation segment. NGL transportation volumes continued to increase, and we transported a record 460,000 barrels per day to Mont Belvieu during the first quarter. Throughput volumes sequentially increased 6%, driven by increasing NGL production from Targa's Permian plants and third parties. Fractionation volumes at our Mont Belvieu complex during the first quarter rebounded at 703,000 per day following fourth quarter's unplanned outage. Looking ahead, we expect NGL transportation and fractionation volumes to continue to benefit from increasing supply from our growing Permian G&P position.\nIn our LPG export services business at Galena Park, we loaded an average of 10.2 million barrels per month during the first quarter. The outlook for our LPG export business remains strong. We are advancing our previously announced low-cost expansion project to increase our propane loading capabilities, which will add an incremental 1 million barrels per month of capacity by mid-2023.\nThe longer-term outlook for Targa remains strong. Our premier integrated Permian NGL business, complemented by our talented employees and strong balance sheet, position Targa to deliver safe, reliable energy domestically and globally.\nAnd before I turn the call over to Jen, I would like to thank our employees for their continued focus on safety, while executing on our strategic priorities and continuing to provide best-in-class services to our customers.\nWith that, I will turn the call over to Jen.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Targa's reported quarterly adjusted EBITDA for the first quarter was $626 million, increasing 10% sequentially as we benefited from the repurchase of our DevCo joint ventures and higher volumes across most of our assets, offset by the sale of our equity interest in Gulf Coast Express pipeline and lower marketing margin.\nTarga generated adjusted free cash flow of $373 million in the first quarter. We are significantly hedged for 2022 and continue to add hedges for 2023 and beyond, while still benefiting from higher prices across our unhedged equity volume exposure and prices above fee floors.\nLooking ahead, as a reminder, the integration of the recently acquired bolt-on midstream assets and associated contracts to our South Texas G&P operations will be reflected in consolidated G&P segment earnings for the second quarter.\nOur consolidated leverage ratio was 3.4x at the end of the first quarter, and we had about $2 billion of available liquidity.\nIn April, we successfully completed our inaugural TRGP notes offering in the investment-grade market, issuing $750 million of 4.2% senior notes due 2033 and $750 million of 4.95% senior notes due 2052. We really appreciate the support of our new and existing fixed income investors in our initial IG offering and are pleased to have been able to access the 30-year market for the first time.\nEarlier this week, we completed the redemption of all of our outstanding Series A preferred stock for approximately $973 million. The redemption of the preferred completes an important strategic goal to simplify our capital structure, and we were able to do so sooner than previous expectations as a result of our strong company performance.\nWith respect to the sale of our interest in GCX, the call right process has concluded, and we expect to receive final payment on or around May 20.\nAs Matt mentioned, our pro forma leverage ratio is 3.3x and trending lower, which puts us in excellent financial position with a lot of flexibility.\nWe continue to expect to spend $700 million to $800 million on attractive organic growth capital opportunities in 2022, with approximately $121 million spent through the first quarter to support continued volume growth across our systems.\nWe are paying an attractive $1.40 annualized dividend per common share for 2022, and have been able to return additional capital to our common shareholders through opportunistic repurchases, with $50 million of shares repurchased in the first quarter.\nOur continued investment in growing Targa's underlying businesses, supported by an attractive macro backdrop and the strength of our balance sheet means we are in excellent position looking forward to continue to return an increasing amount of capital to our shareholders.\nLastly, I'd like to echo Matt and thank our employees for their dedication and for continuing to prioritize safety. And with that, I will turn the call back over to Sanjay.\n\nSanjay Lad\n\nVP of Finance & IR, Targa Resources Corp.\n\nThanks, Jen. (Operator Instructions) RJ, would you please open the line for Q&A?"
  },
  {
    "header": "TRGP",
    "cik": "0001389170",
    "ticker": "TRGP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4c2f3e2c572aa1cdc789e8681da78a08",
    "period": "2021 Q4",
    "content": "Q4 2021 Targa Resources Corp Earnings Call\n\nQ4 2021 Targa Resources Corp Earnings Call\n\nTRGPNYSEFEB 24, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Targa Resources Corp. Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) Please be advises that today's conference is being recorded. (Operator Instructions)\nI will now like to hand the conference over to your speaker today, Mr. Sanjay Lad, Vice President of Finance and Investor Relations. Mr. Lad, the floor is yours.\n\nSanjay Lad\n\nVP of Finance & IR, Targa Resources Corp.\n\nThanks, Chris. Good morning, everyone, and welcome to the Fourth Quarter 2021 Earnings Call for Targa Resources Corp. The fourth quarter earnings release, along with the fourth quarter earnings supplement presentation for Targa Resources that accompany our call are available on our website at targaresources.com in the Investors section. In addition, an updated investor presentation has also been posted to our website. .\nStatements made during this call that might include Targa Resources' expectations or predictions should be considered forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our latest SEC filings.\nOur speakers for the call today will be Matt Meloy, Chief Executive Officer; and Jen Kneale, Chief Financial Officer. Additionally, the following senior management team members will be available for Q&A: Pat McDonie, President, Gathering and Processing; Scott Pryor, President, Logistics and Transportation; and Bobby Muraro, Chief Commercial Officer.\nAnd with that, I'll now turn the call over to Matt.\n\nMatthew J. Meloy\n\nCEO & Director, Targa Resources Corp.\n\nThanks, Sanjay, and good morning. This is an exciting time at Targa, where our operational and financial execution in 2021 provided a lot of momentum for 2022. I would first like to recognize and thank Targa's employees that worked tirelessly across another year of challenges in 2021 to help drive record financial and operational performance. .\nLet's quickly mention some of the highlights from 2021: record Gathering and Processing volumes in the Permian; safely bringing the Heim Plant online, on time and under budget; record volumes across our Logistics and Transportation assets; record adjusted EBITDA of $2.05 billion, a 25% increase over 2020; about $1.2 billion of year-over-year debt reduction and a year-end leverage ratio of 3.2x; and increasing return of capital to our shareholders through a higher fourth quarter dividend and fourth quarter common share repurchases.\nTurning to 2022. We already have a number of highlights to mention: repurchased our DevCo joint venture interest in January; executed agreements to sell our 25% equity interest in Gulf Coast Express Pipeline, or GCX, for approximately 11x EBITDA; upgraded to investment grade by Fitch and moved to positive Watch by S&P and Moody's; and refinanced our revolving credit facility to a 5-year $2.75 billion facility at TRC.\nWe continue to execute on our strategic priorities and have visibility to volume growth across our assets, which is driving increasing EBITDA as we look forward. For 2022, we estimate full year adjusted EBITDA to be between $2.3 billion and $2.5 billion, which is a significant increase over 2021. This guidance is based on forward prices where there continues to be backwardation. If prices averaged around today's levels for 2022, we would expect to exceed the top end of our full year financial guidance.\nWith the repurchase of our DevCo interest and our flexibility to accelerate redemption of our preferred stock, given the sale of GCX, we have already simplified and will continue to simplify our capital structure. We are also demonstrating our increasing ability to return capital to our shareholders with the execution of common share repurchases in the fourth quarter in addition to the fourth quarter common share dividend increase.\nAs previously discussed, we expect to pay a common dividend of $0.35 per quarter, $1.40 annualized to our shareholders for 2022. The strength of our balance sheet provides significant flexibility to redeem our preferred shares faster than we previously anticipated and to continue to assess opportunistic repurchases of common shares.\nLet's now turn to our operations. Starting in the Permian, our systems across the Midland and Delaware Basins continue to perform well, averaging a record 3 billion cubic feet per day reported inlet during the fourth quarter. Our average 2021 Permian inlet volumes increased 12% over 2020, exceeding the top end of our 2021 growth range. We continue to see strong activity levels across both our Midland and Delaware footprint and expect to benefit from this positive momentum as we move through 2022.\nFor full year 2022, we expect our average Permian inlet to increase between 12% to 15% over average 2021. In Permian Midland, our system continues to run near full with our next 275 million cubic feet per day legacy plant on track to begin operations during the fourth quarter of this year.\nWith robust activity levels expected to continue into next year and beyond, we are moving forward with the construction of our Legacy 2 plant, another new 275 million cubic feet per day plant in the Permian Midland. Legacy 2 is expected to begin operations during the second quarter of 2023.\nIn Permian Delaware, volumes across our system also continue to ramp. Today, we announced the construction of a new 275 million cubic feet per day plant -- the Midway plant. The new Midway plant is expected to begin operations during the third quarter of 2023. Midway will provide us with additional flexibility to flow volumes between our Midland and Delaware systems.\nWe are idling an older plant, which is more prone to operational upsets, has higher operating costs, higher maintenance costs, lower recoveries and is limited in capacity. The Midway plant improves performance on all of those items and will give us the ability to flow current volumes being processed at Sand Hills and an additional 110 million cubic feet per day of capacity that can be filled from the Delaware, Central or Midland Basins. This project is a good example of how to improve our overall environmental performance while also providing attractive returns.\nThe strong outlook across our Permian Basin footprint will continue to drive incremental volumes through our NGL downstream businesses and our recently announced expansions in both the Midland and Delaware, position Targa to realize very attractive integrated returns and continue to benefit from our embedded operating leverage with modest capital spending.\nIn our Central and Badlands regions, we are seeing stronger activity levels given the higher commodity price environment and expect 2022 average Central and Badlands volumes in aggregate to be flat relative to 2021 as higher production is expected to largely offset legacy decline in our systems.\nShifting to our Logistics and Transportation segment. NGL transportation volumes continue to increase, and we transported a record 433,000 barrels per day to Mont Belvieu during the fourth quarter. Throughput volumes sequentially increased 4%, driven by increasing NGL production from Targa's Permian plants, including our new Heim Plant and third parties.\nFourth quarter fractionation volumes at our Mont Belvieu complex averaged 612,000 barrels per day and were lower sequentially due to an unplanned outage in associated repairs and maintenance, which impacted volumes by about 50,000 barrels per day. The unplanned outage was associated with cooling water exchangers that support a portion of our CBF frac, which resulted in reduced operating rates for the quarter.\nWe have excess fractionation capacity, so we are handling all incoming NGL volumes as well as some volumes that normally would have been fractionated in Q4, so our Q1 average volumes are expected to be higher. We expect to be operating back to normal by the end of the quarter. This outage resulted in higher CapEx -- sorry, in higher OpEx in Q4 and is also expected to impact OpEx in Q1 of this year.\nLooking ahead to 2022, we expect higher year-over-year Grand Prix and fractionation volumes as our downstream systems continue to benefit from increasing supply from our growing Permian G&P position.\nIn our LPG export services business at Galena Park fourth quarter volumes rebounded following maintenance completed during the third quarter and increased 19% sequentially and as we loaded an average 10.7 million barrels per ounce during the fourth quarter. The outlook for our LPG export business in 2022 remains robust, complemented by our contracted portfolio and supply position in Mont Belvieu.\nIn response to growing international demand for cleaner feedstocks and U.S. LPGs, we are undertaking an additional low-cost expansion project to increase our loading rates at our Galena Park facilities. This refrigeration expansion will increase our propane loading capabilities more than an incremental 1 million barrels per month by mid-2023.\nThe longer-term outlook for Targa is strong. Our premier integrated Permian NGL business, our talented employees, complemented by our strong balance sheet and financial flexibility, we remain in position to grow our footprint and return increasing capital to our shareholders over time.\nWith that, I will now turn the call over to Jen.\n\nJennifer R. Kneale\n\nCFO, Targa Resources Corp.\n\nThanks, Matt. Targa's reported quarterly adjusted EBITDA for the fourth quarter was $571 million, increasing 13% sequentially as we benefited from higher volumes across most of our assets and higher commodity prices. Our full year 2021 adjusted EBITDA was $2.05 billion and exceeded the high end of our full year financial guidance range.\nTarga generated adjusted free cash flow of approximately $1.13 billion, which allowed us to reduce our leverage significantly across the year. At year-end, our consolidated leverage ratio was 3.2x. We spent $408 million in net growth capital during 2021 with spending largely focused on our Gathering and Processing business as we continue to benefit from operating leverage downstream. We also had some spending shift from the fourth quarter to 2022, which is included in our 2022 growth capital estimate.\nOur net maintenance CapEx was about $130 million in 2021. During the fourth quarter, we recognized an approximate $452 million noncash pretax impairment charge of our South Texas assets attributable to a lower outlook on future volumes.\nWe are significantly hedged for 2022 and continue to add hedges for 2023 and beyond, while still benefiting from higher prices across our unhedged equity volume exposure and prices now well above fee floors.\nWe repurchased approximately $40 million of common shares in the fourth quarter and as of December 31, had approximately $369 million remaining under our $500 million share repurchase program. At year-end, we had over $3.2 billion of available liquidity, which put us in excellent position to close on the repurchase of our DevCo joint venture interest for $925 million in January.\nAs Matt mentioned, we executed agreements to sell our 25% equity interest in GCX for $857 million. We expect to receive the full proceeds from the sale of GCX in the second quarter of 2022, and our current expectation is that we will utilize the GCX proceeds to redeem our outstanding TRC preferred shares.\nLast week, we closed on a $2.75 billion credit facility at Targa Resources Corp., eliminating the dual credit facilities at TRC and TRP as we continue to simplify our corporate structure.\nTurning to our 2022 financial expectations. We estimate that pro forma for the sale of GCX full year 2022 adjusted EBITDA to be between $2.3 billion and $2.5 billion, a 17% increase over 2021 based on the midpoint of our range. Comparing 2022 versus 2021, key drivers for EBITDA growth year-over-year include: a full year benefit from the repurchase of our DevCo interest; higher commodity prices and continued volume growth across our operations led by higher G&P volumes, primarily from our Permian assets; driving higher volumes across our transport, frac and export assets; and also higher fees across our contracts from inflation.\nOffsets include the sale of GCX and higher estimated operating and G&A expenses from inflation and increasing volumes.\nAs Matt described earlier, we are continuing to invest in attractive organic growth opportunities, including spending related to additional Permian plants, well connect and compression capital on the G&P side, additional pump station capital for Gram pre and the expansion of our propane loading capabilities at Elena Park.\nWe estimate 2022 net growth CapEx to be between $700 million and $800 million and net maintenance CapEx for 2022 of approximately $150 million. We currently expect year-end 2022 leverage to be well within the bottom half of our long-term target range of 3 to 4x, providing us with significant flexibility. For additional details related to our estimated 2022 outlook, please review our earnings supplement slides accompanying our webcast this morning, which are also posted to the Investors page of our website.\nSupported by our excellent operational and commercial performance through some very difficult environments over the last couple of years, we have been able to execute on our key strategies. And as Matt described, that means we are in an excellent position going forward.\nLastly, I would like to echo Matt's thank you to our employees that have continued to perform exceptionally well for our customers and have done so with a continued focus on safety.\nAnd with that, I will turn the call back over to Sanjay.\n\nSanjay Lad\n\nVP of Finance & IR, Targa Resources Corp.\n\nThanks, Jen. (Operator Instructions) Chris, would you please open the line for Q&A?"
  }
]