[
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a0b5a7323ca7189b69f2103782b44651",
    "period": "2025 Q3",
    "content": "Q3 2025 Quanta Services Inc Earnings Call\n\nQ3 2025 Quanta Services Inc Earnings Call\n\nPWRNYSEOCT 30, 9:00 AM\n\nOperator\n\nGood morning, and welcome to Quanta Services Third Quarter 2025 Earnings Call. [Operator Instructions] As a reminder, this conference call is being recorded. If you have any objections, please disconnect at this time.\nI will now turn the call over to Kip Rupp, Vice President, Investor Relations, for introductory remarks.\n\nKip A. Rupp\n\nVice President-Investor Relations, Quanta Services, Inc.\n\nGreat. Thank you, and welcome, everyone, to the Quanta Services Third Quarter 2025 Earnings Conference Call. This morning, we issued a press release announcing our third quarter 2025 results, which can be found in the Investor Relations section of our website at quantaservices.com. This morning, we also posted our third quarter 2025 operational and financial commentary and our 2025 outlook expectation summary on Quanta's Investor Relations website.\nWhile management will make brief introductory remarks during this morning's call, the operational and financial commentary is intended to largely replace management's prepared remarks, allowing additional time for questions from the institutional investment community. Please remember that information reported on this call speaks only as of today, October 30, 2025. And therefore, you are advised that any time-sensitive information may no longer be accurate as of any replay of this call.\nThis call will include forward-looking statements and information intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995, including statements reflecting expectations, intentions, assumptions or beliefs about future events or financial performance or that do not solely relate to historical or current facts. You should not place undue reliance on these statements as they involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied.\nWe will also present certain historical and forecasted non-GAAP financial measures. Reconciliations of these financial measures to their most directly comparable GAAP financial measures are included in our earnings release and operational and financial commentary. Please refer to these documents for additional information regarding our forward-looking statements and non-GAAP financial measures.\nLastly, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com to receive notifications of news releases and other information and follow Quanta IR and Quanta Services on the social media channels listed on our website.\nWith that, I would like to now turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, Chief Executive Officer, COO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone. Quanta delivered another quarter of strong results, achieving double-digit growth in revenue, adjusted EBITDA and adjusted EPS compared to the prior year, along with record backlog of $39.2 billion and a number of other record financial metrics. These results reflect accelerating demand in our Electric segment, robust activity across our end markets and positive momentum headed into 2026. They demonstrate the strength of our portfolio, the capability of our craft skilled workforce and our ability to provide certainty through world-class execution as customers modernize and expand critical infrastructure.\nOur performance continues to be powered by Quanta's core drivers, craft-skilled labor, execution certainty, and disciplined investment, which are critical to how we operate and create long-term value. Our craft workforce remains the foundation of our business, executing with safety, quality, reliability across diverse infrastructure solutions. Execution certainty reinforces our reputation as a trusted partner capable of consistent high-quality project delivery and disciplined investment ensures capital is allocated toward opportunities that strengthen our platform, deepen customer relationships and support sustainable growth.\nQuanta's integrated solution-based model continues to differentiate our platform. By combining craft labor with engineering, technology and program management expertise and critical supply chain capabilities, we deliver comprehensive self-perform solutions across the full infrastructure life cycle. This approach deepens customer partnerships and positions Quanta as a long-term collaborator, not a traditional contractor.\nQuanta operates at the center of a fundamental transformation in the energy and infrastructure sectors. The convergence of the utility power generation, technology and large load industries is driving increased demand for resilient grids, expanded generation and storage and new infrastructure to support electrification, data centers and domestic manufacturing. These structural drivers are fueling a generational investment cycle and critical infrastructure. And Quanta's diversified scalable platform is well positioned to capitalize on these opportunities.\nTo that end, this morning, we announced the expansion of our Total Solutions platform that builds upon our world-class craft-skill labor capabilities and history of constructing more than 80,000 megawatts of power generation through our industry-leading renewable energy and battery energy storage solutions as well as other forms of generation. Our Total Solutions power generation platform leverages these capabilities to address growing generation and infrastructure needs due to the rapidly increasing demand for electricity from data centers, manufacturing and reshoring, industrialization, electrification and power grid expansion. This platform is focused on providing a fully integrated solution to high-quality customers for their generation development strategies.\nAs a demonstration of this platform strength and scalability, NiSource has engaged Quanta's for a design, procurement and construction execution of generation and infrastructure resources capable of producing approximately 3 gigawatts of power for a large load customer. This project highlights the strength of our total solutions platform, spanning power generation, battery energy storage, transmission, substation and underground infrastructure and underscores the value of our collaborative approach and builds on our relationship with NiSource and strong presence in Indiana.\nWe believe these announcements reinforce our strategy to lead in large converging markets where utilities, power consumers and industrial operators require scalable integrated solutions. We expect to achieve record backlog and another year of double-digit earnings per share growth in 2026. Our strategy remains focused on delivering certainty to customers, investing in talent and technology and expanding our addressable markets through disciplined strategic growth.\nQuanta's resilient solution-based model has performed well through varying market conditions. Our strong execution, disciplined investment and commitment to safety and quality continue to differentiate our platform and support sustainable value creation for our shareholders.\nI will now turn it over to Jayshree Desai, Quanta's CFO, to provide a few remarks about our results and 2025 guidance, and then we will take your questions. Jayshree?\n\nJayshree S. Desai\n\nChief Corporate Development Officer, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. This morning, we reported third quarter results with revenues of $7.6 billion, net income attributable to common stock of $339 million or $2.24 per diluted share adjusted diluted earnings per share of $3.33 and adjusted EBITDA of $858 million.\nBased on our continued backlog momentum and strong revenue growth during the quarter, we are raising our full year revenue expectations to a range of $27.8 billion to $28.2 billion. We are also raising our full year free cash flow expectations to $1.5 billion at the midpoint, driven by another quarter of healthy free cash flow, which totaled $438 million.\nDuring the quarter, we issued $1.5 billion of notes to recapitalize the balance sheet and enhance our liquidity position following the acquisition of Dynamic Systems. The interest rate on these notes was approximately 40 basis points lower than our issuance in the third quarter reflecting the benefit of our recent ratings upgrade and the stability of our earnings outlook. This transaction reinforces our ability to support operations, maintain financial flexibility and deploy capital strategically while preserving our investment grade rating.\nOur customers continue to value Quanta's differentiated self-perform craft labor solutions, and we are expanding our platform for growth as evidenced by the power generation platform we announced today. These dynamics, coupled with another quarter of record backlog give us confidence in our ability to drive sustained revenue and earnings growth over the coming years.\nAs we look toward 2026, the end market momentum and our consistent execution position us to deliver another year of double-digit adjusted EPS growth and attractive returns. We believe the opportunities ahead represent the next phase of a generational investment cycle in critical infrastructure, and Quanta is well positioned to lead through it, delivering consistent performance disciplined capital deployment and long-term value creation for our stakeholders. Additional detail and commentary on our 2025 financial guidance can be found in our operational and financial commentary and outlook expectation summary both available on our Investor Relations website.\nWith that, we're happy to take your questions. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/74623a3a34987c373e4cecb0baf84f7d",
    "period": "2025 Q2",
    "content": "Q2 2025 Quanta Services Inc Earnings Call\n\nQ2 2025 Quanta Services Inc Earnings Call\n\nPWRNYSEJUL 31, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Quanta Services Second Quarter 2025 Earnings Call. [Operator Instructions]. As a reminder, this conference is being recorded. [Operator Instructions].\nI will now turn the call over to Kip Rupp, Vice President, Investor Relations for introductory remarks.\n\nKip A. Rupp\n\nVice President-Investor Relations, Quanta Services, Inc.\n\nThank you, and welcome, everyone, to the Quanta Services Second Quarter 2025 Earnings Conference Call. This morning, we issued a press release announcing our second quarter 2025 results, which can be found in the Investor Relations section of our website at quantaservices.com. This morning, we also posted our second quarter 2025 operational and financial commentary and our 2025 outlook expectation summary on Quanta's Investor Relations website.\nWhile management will make brief introductory remarks during this morning's call, the operational and financial commentary is intended to largely replace management's prepared remarks allowing additional time for questions from the institutional investment community. Please remember that information reported on this call speaks only as of today, July 31, 2025, and therefore, you're advised that any time-sensitive information may no longer be accurate as of any replay of this call.\nThis call will include forward-looking statements and information intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995, including statements reflecting expectations, intentions, assumptions or beliefs about future events or financial performance that do not solely relate to historical or current facts.\nYou should not place undue reliance on these statements as they involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied. We will also present certain historical and forecasted non-GAAP financial measures. Reconciliations of these financial measures to their most directly comparable GAAP financial measures are included in our earnings release and operational and financial commentary.\nPlease refer to these documents for additional information regarding our forward-looking statements and non-GAAP financial measures.\nLastly, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com. to receive notifications of news releases and other information follow Quanta IR and Quanta Services on the social media channels listed on our website.\nWith that, I would now like to turn the call over to Mr. Duke Austin, Quanta's President and CEO.\n\nEarl C. Austin\n\nPresident, Chief Executive Officer, COO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone, and welcome to the Quanta Services Second Quarter 2025 Earnings Conference Call. This morning, we reported our second quarter 2025 results, which included strong double-digit growth in revenue, adjusted EBITDA and adjusted earnings per share, along with record backlog of $35.8 billion and a number of other record financial metrics.\nThis morning, we also announced the acquisition of Dynamic Systems, a premier turnkey mechanical, plumbing and process infrastructure solutions provider with a diversified customer base that strengthens Quanta's craft skill led critical path capabilities to provide certainty for growing technology, manufacturing and other load center markets.\nDynamic Systems, highly synergistic mechanical workforce adds to Quanta's growth platform and expands our total addressable market across several strategic verticals. Additionally, Dynamic Systems brings an exceptional management team and a premier craft skilled workforce that complement Quanta's culture. As a result of our solid second quarter results and the addition of Dynamic Systems, we are increasing our full year 2025 financial expectations for revenue, adjusted EBITDA and adjusted EPS.\nAdditionally, in the second quarter, we made a strategic investment in Bell Lumber and Pole Company, which is the largest private producer of round wooden poles and other mass timber products, primarily serving the utility telecom and construction industries. Quanta's investment and Bell expands Quanta's portfolio of core utility infrastructure equipment and enhances Quanta's ability to offer critical path supply chain solutions to our customers.\nQuanta's core strategy is built on the foundation of craft skilled labor, execution certainty, investment discipline and clear strategic rationale. At the heart of Quanta's success is our unmatched craft workforce. We deliver essential infrastructure solutions with dedication to safety, quality and performance.\nOur execution certainty, combined with strategic investments in talent, technology and complementary business strengths -- businesses strengthens Quanta's leadership position across our expanding addressable markets. Our investment decisions are guided by a disciplined strategic rationale aimed at reinforcing Quanta's differentiated platform growing customer partnerships and driving long-term sustainable value creation.\nQuanta differentiates itself through a unique solution-based approach that integrates craft labor with engineering, technology and program management expertise to deliver comprehensive self-perform infrastructure solutions. Rather than providing isolated services Quanta partners with customers to solve complex challenges across the full project life cycle, which creates deeper strategic relationships.\nOur collaborative model drives higher value for our customers, and positions Quanta as a trusted partner and solutions provider, not a contractor. As demand accelerates for resilient electric grids, power generation, technology expansion and energy infrastructure, Quanta's large addressable market continues to grow.\nQuanta has a proven track record of consistent profitable growth across both favorable and challenging conditions, demonstrating the resilience and sustainability of our business model, which is a testament to the strength of our portfolio approach, a diversified solutions-based strategy that enables us to adapt to evolving industry dynamics while delivering mission-critical infrastructure.\nThe energy and infrastructure landscape is undergoing a fundamental transformation, and Quanta has positioned at data center. Utilities across the United States are experiencing and forecasting meaningful increases in power demand. which is being driven by the adoption of new technologies and related infrastructure, including data centers and artificial intelligence, policies intended to reinforce domestic manufacturing and supply chain resources and the need for all forms of energy generation.\nWe continue to believe these drivers are leading to a potential historic investment in and an expansion of high-voltage transmission infrastructure. And at Quanta's self-performed platform, execution track record and solution-based mindset enabled us to capitalize on these expanding opportunities, positioning Quanta for sustained leadership and long-term growth.\nI will now turn the call over to Jayshree Desai, Quanta's CFO, to provide a few remarks about our results and 2025 guidance, and then we will take your questions. Jayshree?\n\nJayshree S. Desai\n\nChief Corporate Development Officer, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. This morning, we reported strong second quarter results, including revenues of $6.8 billion, net income attributable to common stock of $229 million or $1.52 per diluted share, adjusted diluted earnings per share of $2.48 and adjusted EBITDA of $669 million.\nAdditionally, we generated healthy cash flows in the second quarter, with cash flow from operations of $296 million and free cash flow of $170 million. Our second quarter performance was ahead of our expectations across most financial metrics and similar to the first quarter, is allowing us to increase our full year expectations before considering the contribution from acquisitions.\nRegarding our acquisition program, we take great pride in our ability to attract exceptional management teams and industry-leading solution providers into the Quanta family. And the acquisitions and investment we announced this morning are great examples of that core competency.\nAs Duke mentioned, these strategic deployments of capital expand both our portfolio of solutions and our addressable markets. And we believe acquiring great businesses while maintaining a prudent leverage profile, adds significant value to our customers and our stockholders. We are currently evaluating refinancing alternatives to increase our post-transaction liquidity profile, ensuring we can continue to support operations and opportunistically invest capital.\nAs a result of the solid performance in the second quarter and the expected contributions from the acquisitions and the investment made subsequent to our first quarter release, we are raising our financial expectations for the year. Revenues are now expected to range between $27.4 million and $27.9 billion, adjusted EBITDA between $2.76 billion and $2.89 billion, and adjusted EPS between $10.28 and $10.88.\nWhile we recognize the variability in the regulatory environment, demand for Quanta's differentiated portfolio of self-performed craft labor solutions remains strong. As our strategy continues to advance, we are deepening customer relationships and establishing new platforms for growth. As evidenced by another quarter of record backlog, we remain confident in our ability to continue growing revenues and earnings over the years ahead.\nWe believe our increased 2025 financial expectations demonstrate the strength of our portfolio approach to the business, our commitment to our long-term strategy, favorable end market trends and our partnership approach with our customers. Additional details and commentary about our 2025 financial guidance can be found in our operational and financial commentary and outlook expectation summary, both of which are posted on our IR website.\nWith that, we are happy to answer your questions. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b1b70ce28bbe1a2525f1df1bf791cadf",
    "period": "2025 Q1",
    "content": "Q1 2025 Quanta Services Inc Earnings Call\n\nQ1 2025 Quanta Services Inc Earnings Call\n\nPWRNYSEMAY 1, 9:00 AM\n\nOperator\n\nGood morning, and welcome to Quanta Services First Quarter 2025 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. [Operator Instructions] I will now turn the call over to Kip Rupp, Vice President, Investor Relations for introductory remarks.\n\nKip A. Rupp\n\nVice President-Investor Relations, Quanta Services, Inc.\n\nThank you, and welcome, everyone, to the Quanta Services First Quarter 2025 Earnings Conference Call. This morning, we issued a press release announcing our first quarter 2025 results, which can be found in the Investor Relations section of our website at quantaservices.com. This morning, we also posted our first quarter 2025 operational and financial commentary and our 2025 outlook expectation summary on Quanta's Investor Relations website.\nWhile management will make brief introductory remarks during this morning's call, the operational and financial commentary is intended to largely replace management's prepared remarks, allowing additional time for questions from the institutional investment community. Please remember that information reported on this call speaks only as of today, May 1, 2025, and therefore, you're advised that any time-sensitive information may no longer be accurate as of any replay of this call. This call will include forward-looking statements and information intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995, including statements reflecting expectations, intentions, assumptions or beliefs about future events or financial performance that do not solely relate to historical or current facts. You should not place undue reliance on these statements as they involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied.\nWe will also present certain historical and forecasted non-GAAP financial measures. Reconciliations of these financial measures to their most directly comparable GAAP financial measures are included in our earnings release and operational and financial commentary. Please refer to these documents for additional information regarding our forward-looking statements and non-GAAP financial measures.\nLastly, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com to receive notifications of news releases and other information, follow Quanta IR and Quanta Services on the social media channels listed on our website.\nWith that, I would now like to turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, Chief Executive Officer, COO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone, and welcome to the Quanta Services First Quarter 2025 Earnings Conference Call. This morning, we reported our first quarter 2025 results, which included robust double-digit growth in revenue, adjusted EBITDA and adjusted earnings per share, along with record backlog of $35.3 billion and a number of other record financial metrics. As a result, we have increased our full year 2025 expectations for revenue, adjusted EBITDA and adjusted earnings per share. .\nQuanta's core strategy is built on the foundation of craft-skilled labor, execution certainty, investment discipline and clear strategic rationale. At the heart of Quanta's success is our unmatched craft workforce, deliver essential infrastructure solutions with a dedication to safety, quality and performance. Our execution certainty combined with strategic investments in talent, technology and complementary businesses strengthens Quanta's leadership position across our expanding and addressable markets. Our investment decisions are guided by a disciplined strategic rationale aimed at reinforcing Quanta's differentiated platform, growing customer partnerships and driving long-term sustainable value creation.\nQuanta differentiates itself through a unique solution-based approach that integrates craft labor with engineering, technology and program management expertise to deliver comprehensive self-perform infrastructure solutions. Rather than providing isolated services, Quanta partners with customers to solve complex challenges across the full project life cycle, which creates deeper strategic relationships. Our collaborative model drives higher value for our customers and positions Quanta as a trusted partner and solutions provider, not a contractor. As demand for our resilient -- as demand for resilient electric grids, power generation, technology expansion and energy infrastructure accelerates, Quanta's large addressable markets continue to grow.\nQuanta has a proven track record of consistent profitable growth across both favorable and challenging conditions, demonstrating the resilience and sustainability of our business model, which is a testament to the strength of our portfolio approach, a diversified solution-based strategy that enables us to adapt to evolving industry dynamics while delivering mission-critical infrastructure. The successful execution of our strategic plan, combined with significant financial liquidity, positions us well to not only navigate periods of uncertainty but emerge stronger.\nThe energy and infrastructure landscape is undergoing a fundamental transformation, and Quanta is positioned at its center. Utilities across the United States are experiencing and forecasting meaningful increases in power demand, which is being driven by the adoption of new technologies and related infrastructure, including data centers and artificial intelligence, policies intended to reinforce domestic manufacturing and supply chain resources and the need for all forms of energy generation. We believe these drivers are leading to what could become the largest investment and an expansion of high-voltage transmission infrastructure in a generation. And that's Quanta's unmatched execution platform and solution-based mindset enable us to capitalize on these expanded opportunities, positioning Quanta for sustained leadership and long-term growth.\nI will now turn the call over to Jayshree Desai, Quanta's CFO, to provide a few remarks about our results and 2025 guidance, and then we will take your questions. Jayshree?\n\nJayshree S. Desai\n\nChief Corporate Development Officer, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. This morning, we reported strong first quarter results, including revenues of $6.2 billion, net income attributable to common stock of $144 million or $0.96 per diluted share and adjusted diluted earnings per share of $1.78. Adjusted EBITDA was $504 million or 8.1% of revenues. Additionally, we generated healthy cash flows in the first quarter, with cash flow from operations of $243 million and free cash flow of $118 million, both of which include the impact of a $109 million tax payment deferred from 2024.\nOur first quarter performance reflects a continuation of the significant revenue, EBITDA and EPS growth and the free cash flow generation that we have achieved since 2020. Over that period, we have demonstrated our ability to grow organically and maintain a disciplined approach to acquisitions and share repurchases while improving our cash flow profile and return on invested capital. This track record has facilitated our ability to raise debt capital as an investment-grade borrower and efficiently delever following opportunistic capital deployment. Accordingly, during the quarter, S&P Global Ratings upgraded our long-term issuer rating to BBB flat from BBB and our short-term issuer rating to A2 from A3. We believe these credit upgrades lower our borrowing costs, expand our liquidity and financing options and strengthen our financial position while supporting our long-term growth strategy.\nAs Duke mentioned, our performance in the first quarter, coupled with the momentum we're seeing across our core markets, have led us to increase our 2025 expectations for revenues by $100 million, adjusted EBITDA by $10 million and adjusted earnings per share by $0.15. In light of the recent trade policy actions and based on what we understand today, we believe the terms and conditions in our contracts limit our exposure to direct cost increases associated with the currently implemented tariffs. As a result, we believe we have addressed those potential impacts within our range of expectations in our full year 2025 guidance.\nWe are also proactively collaborating with our customers to provide supply chain, process and value-driven solutions focused on cost optimization and growth. Further, we are adjusting our own supply chain by making strategic advanced purchases as well as working with existing suppliers and evaluating digital suppliers in an effort to manage material and equipment costs and product availability. In addition, we believe our full year range of 2025 guidance takes into consideration delays that could result from possible changes to the Inflation Reduction Act or IRA. To date, we have seen immaterial shifts in capital plans from our sophisticated and high-quality renewable energy customers, who we believe have the supply chain expertise and robust development pipeline to weather near-term impacts from policy disruptions. Demand for power is increasing rapidly. As such, the need for renewable energy generation and storage is strong, and we remain confident in our multiyear CAGR expectations.\nWe are actively engaged with our customers to provide solutions designed to help them navigate the evolving policy and regulatory environment, combining our craft labor capabilities with our engineering, procurement and domestic manufacturing solutions. We believe our increased 2025 financial expectations demonstrate the strength of our portfolio approach to the business, our commitment to our long-term strategy, favorable end markets and our partnership approach with our customers.\nFrom January 1 to the date of this earnings release, we have repurchased approximately $135 million of our common stock, leaving us with approximately $365 million remaining under our existing repurchase authorization. Given our cash flow expectations and the strength of our balance sheet, we expect to remain opportunistic with stock repurchases while continuing to support strategic investments to generate incremental returns for our stockholders. Additional details and commentary about our 2025 financial guidance can be found in our operational and financial commentary and outlook expectation summary, both of which are posted on our IR website.\nAlso, our first quarter 2025 operational financial commentary includes a new supplemental information table that provides estimated revenue growth opportunities across each of our key markets in 2025, along with the factors influencing those opportunities. Note, this information is a directional estimate that is not intended to replace or exactly align with our guidance for the year. Quanta's strategies are focused on delivering solutions to customers across all of our end markets, and we continue to emphasize the power of our aggregate portfolio of solutions and the cash flow earnings and returns they generate.\nWith that, we are happy to answer your questions. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b199157574304393a37e92457cca24d9",
    "period": "2024 Q4",
    "content": "Q4 2024 Quanta Services Inc Earnings Call\n\nQ4 2024 Quanta Services Inc Earnings Call\n\nPWRNYSEFEB 20, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Quanta Services Fourth Quarter and Full Year 2024 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. If you have any objections, please disconnect at this time.\nI will now turn the call over to Kip Rupp, Vice President of Investor Relations for introductory remarks.\n\nKip A. Rupp\n\nVice President-Investor Relations, Quanta Services, Inc.\n\nThank you, and welcome, everyone, to the Quanta Services Fourth Quarter and Full Year 2024 Earnings Conference Call. This morning, we issued a press release announcing our fourth quarter and full year 2024 results, which can be found in the Investor Relations section of our website at quantaservices.com. This morning, we also posted our fourth quarter and full year 2024 operational and financial commentary, and our 2025 outlook expectation summary on Quanta's Investor Relations website. While management will make brief introductory remarks during this morning's call, the operational and financial commentary is intended to largely replace management's prepared remarks, allowing additional time for questions from the institutional investment community.\nPlease remember that information reported on this call speaks only as of today, February 20, 2025, and therefore, you are advised that any time-sensitive information may no longer be accurate as of any replay of this call. This call will include forward-looking statements and information intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995, including statements reflecting expectations, intentions, assumptions or beliefs about future events or financial performance that do not solely relate to historical and current facts. You should not place undue reliance on these statements as they involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied.\nWe'll also present certain historical and forecasted non-GAAP financial measures. Reconciliations of these financial measures to the most directly comparable GAAP financial measures are included in our earnings release and operational and financial commentary. Please refer to these documents for additional information regarding our forward-looking statements and non-GAAP financial measures.\nLastly, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com, to receive notifications of news releases and other information and follow Quanta IR and Quanta Services on the social media channels listed on our website.\nWith that, I would like to now turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, Chief Executive Officer, COO & Director, Quanta Services, Inc.\n\nThanks, Kip. This morning, we reported our fourth quarter and full year 2024 results, which included double-digit growth in revenues and earnings and a number of record financial metrics. Our backlog at year-end was $34.5 billion, and notably, Renewable Energy Infrastructure Solutions segment, 12-month and total backlog achieved all-time highs. Our ability to deliver consistent profitable growth is a testament to the strength of our portfolio approach, a diversified solutions-based strategy that enables us to adapt to evolving industry dynamics while delivering mission-critical infrastructure.\nQuanta has produced record revenues 7 of the last 8 years, 7 consecutive years of record adjusted EBITDA and 8 consecutive years of record adjusted diluted earnings per share. These results were made possible by our more than 58,000 dedicated employees and our industry-leading operational and financial platform.\n2024 was another successful year for Quanta strategically, operationally and financially. And while there are always areas for improvement, we are proud of our many accomplishments during this year, and we continue to look forward with excitement towards the multiyear strategic initiatives we are working on, and the goals we expect to achieve in this and the coming years. We continue to see significant opportunity to advance our growth strategy and are pacing well against our multiyear financial targets, including double-digit EPS growth and double-digit returns.\nOur strategic initiatives are enhancing our service lines and capabilities while also expanding our customer base and therefore, enlarging our total addressable market opportunity for both organic growth and strategic capital deployment. The energy and infrastructure landscape is undergoing a fundamental transformation, and Quanta is positioned at its center. Utilities across the United States are experiencing and forecasting meaningful increases in power demand for the first time in 2 decades, which is being driven by the adoption of new technologies and related infrastructure, including data centers and artificial intelligence. The energy transition and policies intended to strategically reinforce domestic manufacturing and supply chain resources.\nThis increasing demand coupled with tightening power generation capacity underscores the urgent need for large-scale grid modernization and energy infrastructure development. Quanta's portfolio approach uniquely positions us to support our clients as they navigate this evolving landscape. Our diversified service lines, self-perform capabilities and craft skill workforce give us the flexibility to deploy resources where they create the most value across geographies, industries and service lines. We believe our collaborative solution-based approach is valued by our clients more than ever.\nWe are positioning Quanta for decades of expected necessary infrastructure investment and believe our service line diversity creates platforms for growth that expand our total addressable market. Our portfolio approach and focus on craft-skilled labor is a strategic advantage that provides us the ability to manage risk and shift resources across service lines and geographies, which we believe will become increasingly important as load growth, electrification and the energy transition accelerates. We believe our portfolio approach positions us well to allocate resources to opportunities we find the most economically attractive, and to achieve operating efficiencies in consistent financial results.\nI will now turn the call over to Jayshree Desai, Quanta's CFO, to provide a few remarks about our results and 2025 guidance, and then we will take your questions. Jayshree?\n\nJayshree S. Desai\n\nChief Corporate Development Officer, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. Quanta completed the year with fourth quarter revenues of $6.6 billion, net income attributable to common stock of $305.1 million, or $2.03 per diluted share, and adjusted diluted earnings per share of $2.94. Adjusted EBITDA was $737.8 million, or 11.3% of revenues.\nOf note, our cash flow in the fourth quarter and for the full year exceeded the upper end of our free cash flow guidance expectations. For the fourth quarter and full year 2024, we had free cash flow of $575.4 million and $1.6 billion, respectively, with our full year free cash flow a record. Our earnings and cash flow performance allowed us to end the fourth quarter with ample liquidity and a balance sheet that supports both our organic growth expectations and the opportunistic investment of capital to generate incremental returns for our stockholders. To that end, subsequent to the end of 2024, we acquired 2 companies for aggregate upfront consideration of approximately $562 million of cash and stock.\nThis morning, we provided our full year 2025 financial expectations, which called for another year of profitable growth, with record revenues, improved margins and opportunity for double-digit growth in adjusted EBITDA and adjusted earnings per share. We believe our expectations demonstrate the strength of our portfolio approach to the business, our commitment to our long-term strategy, our favorable end market trends and our competitive position in the marketplace.\nAs mentioned in our earnings release, beginning with 3 months ending March 31, 2025, we will report our results under 2 reportable [indiscernible] segments. Electric Infrastructure Solutions and underground utility and infrastructure solutions. The new Electric Infrastructure Solutions segment combines the previous electric power infrastructure solutions and Renewable Energy Infrastructure Solutions segments. This new segment reporting reflects how the business is managed and resources are allocated and better reflects the positioning of our strategies and comprehensive solutions for our growing and increasingly converging addressable markets. Additional details and commentary about our 2025 financial guidance can be found in our operational and financial commentary and outlook expectations summary, both of which are posted on our IR website.\nIn summary, we are executing well on our strategic plan and are pacing well against our multiyear financial targets, including double-digit EPS growth and double-digit returns. We ended 2024 with record backlog, and our end markets have never been better, and we see opportunity for further strength in the coming years.\nWith that, we are happy to answer your questions. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cf667a9baa0e1eaf5e338beb6de4a050",
    "period": "2024 Q2",
    "content": "Q2 2024 Quanta Services Inc Earnings Call\n\nQ2 2024 Quanta Services Inc Earnings Call\n\nPWRNYSEAUG 1, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Quanta Services Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Kip Rupp, Vice President of Investor Relations. Thank you, sir. You may begin.\n\nKip A. Rupp\n\nVice President-Investor Relations, Quanta Services, Inc.\n\nThank you, and welcome, everyone, to the Quanta Services Second Quarter 2024 Earnings Conference Call. This morning, we issued a press release announcing our second quarter 2024 results, which can be found in the Investor Relations section of our website at quantaservices.com. This morning, we also posted our second quarter 2024 operational and financial commentary and our 2024 outlook expectation summary on Quanta's Investor Relations website.\nWhile management will make brief introductory remarks during this morning's call, the operational and financial commentary is intended to largely replace management's prepared remarks [indiscernible] on additional time for questions from the institutional investment community. Please remember the [indiscernible] interim reported on this call speaks only as of today, August 1, 2024. And therefore, you are advised that any time-sensitive information may no longer be accurate as of any replay of this call.\nWe will include forward-looking statements and information intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995, including statements reflecting expectations, intentions, assumptions or beliefs about future events or financial performance that -- or that do not solely relate to historical or current facts. You should not place undue reliance on these statements as they involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied.\nWe will also present certain historical and forecasted non-GAAP financial measures. Reconciliations of these financial measures to their most directly comparable GAAP financial measures are included in our earnings release and operational and financial commentary. Please refer to these documents for additional information regarding our forward-looking statements and non-GAAP financial measures.\nLastly, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com to receive notifications of news releases and other information and follow Quanta IR and Quanta Services on the social media channels listed on our website. With that, I would like to now turn the call over to Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, Chief Executive Officer, COO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone, and welcome to the Quanta Services Second Quarter 2024 Earnings Conference Call. Quanta's first half of the year is off to a good start. Their second quarter results highlighted by another quarter of double-digit growth in revenue, adjusted EBITDA and adjusted earnings per share, record total backlog of $31.3 billion and strong cash flow. We believe our results reflect the power of our portfolio, sound execution and continued demand for our services, driven by our customers' multiyear programs to build the renewable generation and power grid infrastructure necessary to support North America's energy transition, load growth, security and reliability.\nWe recently completed the acquisition of Cupertino Electric or CEI, which provides a platform of new service lines and dynamic customer base, with technology companies driving load growth and demand for renewable energy, [indiscernible] CI brings an exceptional management team and a premier craft skilled workforce that complements Quanta's culture and will create a comprehensive, self-performed, electric-infrastructure solutions offering for renewable developers, utilities and large power consumers from electron generation to transmission to consumption.\nUtilities across the United States are experiencing and forecasting meaningful increases in power demand for the first time in many years, driven by the adoption of new technologies and related infrastructure, including artificial intelligence and data centers as well as federal policies designed to accelerate the energy transition and [indiscernible] intended to strategically reinforce the domestic manufacturing and supply chain resources.\nThere is momentum building across our portfolio of solutions with the complexities of the energy transition, its impact on the power grid and the significant upgrades and enhancements required to facilitate load growth, our collaborative solution-based approach is valued by our clients more than ever. We continue to look forward to then of our multiyear strategic initiatives and the goals we expect to achieve in the coming years. We are positioning Quanta for decades of expected necessary infrastructure investment and believe our service line diversity creates platforms for growth that expand our total addressable market.\nOur portfolio approach and focus on craft school labor is strategic -- is a strategic advantage that we believe provides us the ability to manage risk and shift resources across service lines and geographies, which is increasingly important as the energy transition and new technology add complexity to infrastructure programs. We believe our diversity and portfolio approach has also improved our cash flow and returns profile and positions us well to allocate resources to the opportunities we find the most economically attractive and to achieve operational efficiencies and consistent financial results. We'll now turn the call over to Jayshree Desai, Quanta's CFO, to provide a few remarks about our results and 2024 guidance, and then we'll take your questions. Jayshree?\n\nJayshree S. Desai\n\nChief Corporate Development Officer, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. This morning, we reported second quarter revenues of $5.6 billion. Net income attributable to common stock of $188.2 million or $1.26 per diluted share and adjusted diluted earnings per share of $1.90. Adjusted EBITDA was $523.2 million or 9.4% of revenues. We generated healthy cash flows in the second quarter with cash flow from operations of $391.3 million and free cash flow of $258.6 million.\nThis earnings and cash flow performance allowed us to end the second quarter with ample liquidity and a balance sheet that supports both our organic growth expectations and the opportunistic deployment of capital to generate incremental returns for our stockholders. To that end, and as Duke commented, subsequent to the end of the second quarter, we completed the acquisition of CEI for upfront consideration of approximately $1.5 billion, excluding cash acquired and subject to customary adjustments.\nWe funded $1.3 billion of the transaction with a combination of cash on hand, borrowings under our existing commercial paper program and a new short-term loan facility, and we are currently evaluating debt refinancing options. This morning, we also provided an update to our full year 2024 financial expectations, which calls for another year of profitable growth, with record revenues and opportunity for double-digit growth in adjusted EBITDA after earnings per share and free cash flow.\nOf note, our increased guidance for revenues, adjusted EBITDA and adjusted diluted earnings per share was attributable to the expected contribution from CEI. But otherwise, our prior guidance for these financial metrics remain unchanged. We believe our expectations demonstrate the strength of our portfolio approaches, our commitment to our long-term strategy, favorable end market trends and our competitive position in the marketplace.\nAdditional details and commentary about our 2024 financial guidance can be found in our operational and financial commentary and outlook expectation summary, both of which are posted on our IR website. With that, we are happy to answer your questions. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e745e1b19a4818667c8510cd99aafa4d",
    "period": "2024 Q1",
    "content": "Q1 2024 Quanta Services Inc Earnings Call\n\nQ1 2024 Quanta Services Inc Earnings Call\n\nPWRNYSEMAY 2, 9:00 AM\n\nOperator\n\nGreetings and welcome to the Quanta Services First Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Kip Rupp, Vice President, Investor Relations. Thank you. You may begin.\n\nKip A. Rupp\n\nVice President-Investor Relations, Quanta Services, Inc.\n\nThank you and welcome, everyone, to the Quanta Services First Quarter 2024 Earnings Conference Call. This morning, we issued a press release announcing our first quarter 2024 results, which can be found in the Investor Relations section of our website at quantaservices.com.\nAs highlighted in our earnings release this morning, we've recently updated our earnings call format and supplemental materials. Shortly after the release of our financial results this morning, we posted our first quarter 2024 operational and financial commentary and our 2024 outlook expectation summary on Quanta's Investor Relations website. While management will make brief introductory remarks during this morning's call, the operational and financial commentary is intended to largely replace management's prepared remarks, allowing additional time for questions from the institutional investment community.\nAdditionally, we no longer have a slide presentation to accompany this call as the information that has historically been included in the presentation can now be found in our operational and financial commentary.\nPlease remember that information reported on this call speaks only as of today, May 2, 2024. And therefore, you're advised that any time-sensitive information may no longer be accurate as of any replay of this call.\nThis call will include forward-looking statements intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995, including all statements reflecting expectations, intentions, assumptions or beliefs about future events or performance or that do not solely relate to historical or current facts. You should not place undue reliance on these statements as they involve risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied.\nWe will also present certain historical and forecasted non-GAAP financial measures. Reconciliations of these financial measures to their most directly comparable GAAP financial measures are included in our earnings release and operational and financial commentary. Please refer to these documents for additional information regarding our forward-looking statements and non-GAAP financial measures.\nLastly, if you would like to be notified when Quanta publishes news releases and other information, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com. We also encourage investors and others interested in our company to follow Quanta IR and Quanta Services on the social media channels listed on our website.\nWith that, I'd like to now turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, Chief Executive Officer, COO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone, and welcome to Quanta Services First Quarter 2024 Earnings Conference Call. This morning, we reported our first quarter 2024 results, which included double-digit growth in revenue, adjusted EBITDA, adjusted earnings per share and strong cash flow, demonstrating an overall good start to the year.\nTotal backlog at quarter end was $29.9 billion, which we believe reflects the value of our collaborative client relationships and evidences the momentum we see for 2024. Utilities across the United States are experiencing and forecasting meaningful increases in power demand for the first time in many years driven by the adoption of new technologies and related infrastructure, including artificial intelligence and data centers as well as federal and state policies designed to accelerate the energy transition and policies intended to strategically reinforce domestic manufacturing and supply chain resources.\nWith the complexities of the power grid and the significant upgrades and enhancements required to facilitate load growth, our collaborative solution-based approach is valued by our clients more than ever. We continue to look forward to the realization of our multiyear strategic initiatives and the goals we expect to achieve in this and the coming years.\nWe are positioning Quanta for decades of expected necessary infrastructure investment and believe our service line diversity creates platforms for growth that expand our total addressable market. Our portfolio approach and focus on craft skilled labor is strategic -- a strategic advantage that we believe provides us the ability to manage risk and shift resources across service lines and geographies, which is increasingly important as the energy transition accelerates.\nWe believe our diversity and portfolio approach has also improved our cash flow profile and positions us well to allocate resources to the opportunities we find most economically attractive and to achieve operating efficiencies and consistent financial results.\nI will now turn the call over to Jayshree Desai, Quanta's CFO, to provide a few remarks about our results and 2024 guidance. And then we will take your questions. Thanks. Jayshree?\n\nJayshree S. Desai\n\nChief Corporate Development Officer, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. This morning, we reported first quarter revenues of $5 billion, net income attributable to common stock of $118.4 million or $0.79 per diluted share and adjusted diluted earnings per share of [ $1.21 ]. Adjusted EBITDA was $387.3 million or 7.7% of revenue. Of note, we generated healthy cash flows in the first quarter with cash flow from operations of $238 million and free cash flow of [ $181.2 ] million, both setting first quarter records.\nThis earnings cash flow performance allowed us to end the first quarter with ample liquidity and a balance sheet that supports both our organic growth expectations and the opportunistic deployment of capital to generate incremental returns for our stockholders. To that end, year-to-date, we've acquired 4 companies for aggregate consideration of approximately $500 million.\nThis morning, we also provided an update to our full year 2024 financial expectations, which calls for another year of profitable growth with record revenues and opportunity for double-digit growth in adjusted EBITDA, adjusted earnings per share and free cash flow. We believe our expectation demonstrates the strength of our portfolio approach to the business, our commitment to our long-term strategy, favorable end-market trends and our competitive position in the marketplace.\nAdditional details and commentary about our 2024 financial guidance can be found in our operational and financial commentary and outlook expectation summary, both of which are posted on our IR website.\nWith that, we are happy to answer your questions. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bc855e6c0ae70705898860561c61428b",
    "period": "2023 Q4",
    "content": "Q4 2023 Quanta Services Inc Earnings Call Q&A\n\nQ4 2023 Quanta Services Inc Earnings Call Q&A\n\nPWRNYSEFEB 22, 9:00 AM\n\nOperator\n\nGreetings, and welcome to Quanta Services Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce Kip Rupp, Vice President, Investor Relations. Thank you. You may begin.\n\nKip A. Rupp\n\nVice President-Investor Relations, Quanta Services, Inc.\n\nThank you, and welcome, everyone, to the Quanta Services Fourth Quarter and Full Year 2023 Earnings Conference Call. This morning, we issued a press release announcing our fourth quarter and full year 2023 results, which can be found in the Investor Relations section of our website at quantaservices.com.\nAs highlighted in our earnings release this morning, as well as in the earnings press release announcing our earnings call schedule a couple of weeks ago, we've updated our earnings call format and supplemental materials. As a result, shortly after the release of our financial results this morning, we posted our fourth quarter and full year 2023 operational and financial commentary and our 2024 outlook expectation summary on Quanta's Investor Relations website. As we will make brief introductory remarks during this morning's call the operational and financial commentary is intended to largely replace management's prepared remarks, allowing additional time for Quanta's from the institutional investment community.\nAdditionally, we no longer have a slide presentation to accompany this call, as the information that has historically been included in the presentation can now be found in our operational and financial commentary. Please remember that information reported on this call speaks only as of today, February 22, 2024. And therefore, you are advised that any time-sensitive information may no longer be accurate as of any replay of this call.\nThis call will include forward-looking statements intended to qualify under the safe harbor from liability, established by the Private Securities Litigation Reform Act of 1995, including all statements reflecting expectations, intentions, assumptions or beliefs about future events or performance that do not solely relate to historical or current facts. You should not place undue reliance on these statements as they involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied.\nWe will also present certain historical and forecasted non-GAAP financial measures. Reconciliations of these financial measures to their most directly comparable GAAP financial measures are included in our earnings release and operational and financial commentary. Please refer to these documents for additional information regarding our forward-looking statements and non-GAAP financial measures. Lastly, if you would like to be notified when Quanta publishes news releases and other information, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com.\nWe also encourage investors and others interested in our company to follow Quanta IR and Quanta Services on the social media channels, listed on our website. With that, I would like to now turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, Chief Executive Officer, COO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone, and welcome to the Quanta Services Fourth Quarter and Full Year 2023 Earnings Conference Call. This morning, we reported fourth quarter and full year 2023 results, which included double-digit growth in revenues and earnings and included a number of record financial metrics, which we believe reflects robust demand for our services and solid execution.\nTotal backlog at year-end was $30.1 billion, which we believe reflects the value of our collaborative client relationships, and evidences the momentum we see for 2024. Of note, Quanta has delivered record revenue 6 of the last 7 years. Six consecutive years of record adjusted EBITDA and 7 consecutive years of record adjusted diluted earnings per share. These results were built off an industry-leading operational and financial platform, and made possible by our more than 50,000 dedicated Quanta employees, whom we believe are the very best in our industry.\nAs outlined in our operational and financial commentary, 2023 was a significant year for Quanta strategically, operationally and financially. And though we are proud of our many accomplishments during the year, we continue to look forward with excitement towards the multiyear strategic initiatives, we are working on and the goals we expect to achieve in this and the coming years.\nWe are positioning Quanta for decades of expected necessary infrastructure investment and believe our service line diversity creates platforms for growth that expand our total addressable market. Our portfolio approach and focus on craft skill labor is strategic advantage that provides us the ability to manage risk and ship resources across service lines and geographies. Which we believe will become increasingly important, as the energy transition accelerates.\nWe believe our portfolio approach positions us well to allocate resources to the opportunities we find the most economically attractive and to achieve operating efficiencies and consistent financial results. I will now turn the call over to Jayshree Desai, Quanta's CFO, to provide a few remarks about our results and 2024 guidance, and then we will take your questions. Jayshree?\n\nJayshree S. Desai\n\nChief Corporate Development Officer, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. Quanta completed the year with fourth quarter revenues of $5.8 billion, net income attributable to common stock of $210.9 million or $1.42 per diluted share and adjusted diluted earnings per share of $2.04. Adjusted EBITDA was $550.2 million or 9.5% of revenue.\nOf note, our cash flow in the fourth quarter and for the full year was very strong with both setting period records. For the fourth quarter and full year of 2023, we had free cash flow of $915.5 million and $1.2 billion, respectively, which exceeded the upper end of our free cash flow guidance expectations. We ended the year with liquidity and a balance sheet that will position us to support our organic growth expectations in 2024, annually increase our dividend and opportunistically invest capital.\nTo that end, in January, we acquired 2 companies for aggregate consideration of approximately $425 million. This morning, we also provided our full year 2024 financial expectations, which calls for another year of profitable growth with record revenues, improved margins and opportunity for double-digit growth in adjusted EBITDA, adjusted earnings per share and free cash flow.\nWe believe our expectations demonstrate the strength of our portfolio approach to the business, our commitment to our long-term strategy, our favorable end market trends and our competitive position in the marketplace. Additional details and commentary about our 2024 financial guidance can be found in our operational and financial commentary and outlook expectation summary, both of which are posted on our IR website. With that, we are happy to answer your questions. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ea76c2843e4f3e33dbcb4138b3d88a3a",
    "period": "2023 Q3",
    "content": "Q3 2023 Quanta Services Inc Earnings Call\n\nQ3 2023 Quanta Services Inc Earnings Call\n\nPWRNYSENOV 2, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Quanta Services Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Kip Rupp, Vice President and Investor Relations. Thank you, Kip. You may begin.\n\nKip A. Rupp\n\nVice President-Investor Relations, Quanta Services, Inc.\n\nThank you, and welcome, everyone, to the Quanta Services Third Quarter 2023 Earnings Conference Call. This morning, we issued a press release announcing our third quarter 2023 results, which can be found in the Investor Relations section of our website at quantaservices.com, along with a summary of our 2023 outlook and commentary that we will discuss this morning. .\nAdditionally, we'll use a slide presentation this morning to accompany our prepared remarks, which is viewable through the call's webcast and is also available on the Investor Relations section of the Quanta Services website. Please remember that information reported on this call speaks only as of today, November 2, 2023. And therefore, you are advised that any time-sensitive information may no longer be accurate as of any replay of this call.\nThis call will include forward-looking statements intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995, including all statements reflecting expectations, intentions, assumptions or beliefs about future events or performance or that do not solely relate to historical or current facts.\nYou should not place undue reliance on these statements as they involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied. We'll also present certain historical and forecasted non-GAAP financial measures. Reconciliations of these financial measures to their most directly comparable GAAP financial measures are included in our earnings release and slide presentation.\nPlease see Slide 2 of the appendix of the slide presentation for additional information regarding our forward-looking statements and non-GAAP financial measures. Lastly, if you like to be notified when Quanta publishes news releases and other information, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com.\nWe also encourage investors and others interested in our company to follow Quanta IR and Quanta Services on the social media channels listed on our website. With that, I would now like to turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, Chief Executive Officer, COO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone, and welcome to the Quanta Services Third Quarter 2023 Earnings Conference Call. On the call today, I will provide operational and strategic commentary and we'll then turn it over to Jayshree Desai, Quanta CFO, to provide a review of our third quarter results and full year 2023 financial expectations.\nFollowing Jayshree's comments, we welcome your questions. This morning, we reported our third quarter results, which included strong double-digit revenue growth and a number of record financial metrics, which we believe reflects robust demand for our services and solid execution. Of note, our Electric Power Infrastructure Solutions and Renewable Energy Infrastructure Solutions segments drove our revenue and profit growth, reflecting ongoing capital deployment into grid modernization and hardening. Power grid expansion and construction of new renewable generation and other necessary investments needed for North America's emerging energy transition.\nTotal backlog at quarter end was $30.1 billion, an all-time record high, which we believe reflects value of our collaborative client relationships and indicates momentum for 2024. We are positioning Quanta for decades of expected necessary infrastructure investment and continue to believe our operational portfolio is a strategic advantage that provides us the ability to manage risk and shift resources across service lines and geographies, which we believe will become increasingly important as the energy transition accelerates.\nWe believe our portfolio approach positions us well to allocate resources to the opportunities we find most economically attractive and to achieve operating efficiencies and consistent financial results. Our electric power operations are performing well. Demand for our Electric Power Infrastructure Solutions is robust driven by broad-based business activity from utility grid modernization, grid security and system hardening initiatives as well as our reputation for consistent and safe execution.\nThis is further evidenced by the meaningful increase in backlog for the segment in the third quarter. Accordingly, we continue to invest in resources ahead of the anticipated start-up of multiple multiyear utility programs and projects. We believe Quanta Solutions offering and ability to safely and consistently execute as industry-leading, and we are uniquely positioned to collaborate with our clients on their multiyear grid programs.\nAdditionally, our communications operations continue to execute well with double-digit revenue growth and margins. We believe these results reflect our focus on being selective with the risk and margin profile of the work we pursued as well as solid execution. Renewable Infrastructure Solutions segment revenues increased significantly in the third quarter as construction of renewable generation projects ramped up, including solar, wind and battery storage. High voltage electric transmission and substation work also remained active. Segment total backlog reached a record $7.9 billion at quarter end, driven by the addition of a portion of the SunZia Wind contract and various renewable generation, transmission and substation projects.\nWe have mobilized resources for the SunZia project and are performing early stages stage construction activities. Though the vast majority of the work is expected to be performed in 2024 and 2025. We believe the infrastructure solutions we provide to the renewable industry are gaining momentum as the energy transition gains pace. We are continuing to make the necessary investments to scale our resources and capacity to handle large-scale multiyear renewable programs that we expect will yield record levels of renewable generation over the coming decade, driven by the IRA and the acceleration of North America's energy transition.\nAdditionally, we are pursuing billions of dollars of high-voltage transmission projects that are designed to support connectivity of current and future renewable generation capacity growth and overall system reliability. In this morning's earnings release, we also announced a strategic acquisition of Pennsylvania Transformer Technology or PTT, led by an experienced management team with dedicated employees. PTT is an established and reliable domestic manufacturer of power transformers and components for the investor-owned utility, electric utility, renewable energy, municipal power and industrial markets.\nTransformers are a critical path of power grid -- of the power grid that facilitate the safe and efficient transmission of electricity from generators to end users. North America's energy transition and other megatrends that are driving current and anticipated future demand for our electric power and renewable energy solutions are also driving significant demand and growth for the transformer market.\nAs a result, lead times are extended and demand and supply imbalances are only expected to intensify as energy-intensive sectors such as electric vehicles, renewable energy, data centers and manufacturing challenge power infrastructure capacity. As we have discussed previously, several years ago, Quanta began developing its strategy to create supply chain solutions that are designed to help our clients navigate equipment shortages and delays, reduce cost, improve availability and enhanced capital deployment efficiency, all of which can ultimately benefit the consumer.\nFor Quanta, the addition of PTT should allow us to better manage the availability of certain critical grid components, which in turn should help us better manage our work schedules and productivity. We believe PTT provides Quanta and our clients an important, secure and domestic supply chain solution that is consistent with our strategy.\nThe strong and visible demand dynamics for transformer market provide a favorable long-term profitable growth opportunity for PTT. The company also possesses intellectual property for certain great components, not currently in its production, but that are also in high demand by the utility industry. As a part of Quanta, we believe there are opportunities to enhance and expand PTT's capacity and product offering, which could accelerate PTT's growth and provide incremental growth synergies for Quanta's Electric Power and Renewable Energy Infrastructure Solutions.\nThe Underground Utility and Infrastructure Solutions segment continues to deliver with double-digit revenue growth and solid profitability. Our industrial services operation executed well and we had strong demand for our gas utility and pipeline integrity operations, driven by regulated spend to modernize systems, reduce methane emissions, ensure environmental compliance, improve safety and reliability. Additionally, we are increasingly leveraging our underground resources and capabilities to perform underground electric work. While that work is recognized in our electric power segment, it evidences the value and flexibility of our solutions portfolio. The transition towards a reduced carbon economy continues to progress, and we believe is gaining momentum. We believe we are in the early stages of capitalizing on significant opportunities across our service lines and geographies, driven by our collaborative solution-based approach designed to ultimately benefit consumers.\nAdditionally, the growth of programmatic spending with existing and new customers as well as increased renewable generation activity and favorable megatrends provide greater visibility into our near- and long-term growth outlook. We are currently pacing ahead of long-term financial targets articulated at our Investor Day last year and are increasingly comfortable with our ability to achieve them. This belief is driven by the long-term programmatic spend customers and favorable long-term megatrend opportunities across our portfolio of services, which we believe are in the beginning stages of a multi-decade process. Quanta is investing in the future to meet the needs of our customers and take advantage of of the visible opportunities ahead of us, which we believe positions us well for double-digit EPS growth in 2024 and beyond. We are focused on operating the business for the long term and expect to continue to distinguish ourselves through safe execution and best-in-class build leadership. We will pursue opportunities to enhance Quanta's base business and leadership position in the industry and provide innovative solutions to our customers. We believe Quanta's diversity, unique operating model and entrepreneurial mindset form the foundation that will allow us to continue to generate long-term value for all our stakeholders. I will now turn the call over to Jay Shri Desai, our CFO, for her review of our third quarter results and 2023 expectations. Jayshree?\n\nJayshree S. Desai\n\nChief Corporate Development Officer, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. Today, we announced record third quarter revenues of $5.6 billion. Net income attributable to common stock was $273 million or $1.83 per diluted share and adjusted diluted earnings per share was a record $2.24.\nOur third quarter electric power revenues were $2.5 billion, and operating income margins were 11.9% as a result of the exceptional performance by our base business activities and telecom operations. Renewable Energy Infrastructure segment revenues for third quarter '23 was $1.7 billion with operating income margins of 8.7%.\nThe revenue strength in the quarter reflects continued momentum behind renewable energy infrastructure, the quality of our customers and our comprehensive solutions-based approach to the energy transition. Segment margins improved sequentially as construction activities accelerated across our portfolio of projects. However, they were pressured somewhat by lower-than-expected contingency releases on more mature projects that progressed during the quarter. It's also worth noting that profit associated with revenues from early-stage work is generally recognized at a lower margin as risk contingencies are included in the cost to complete. During periods of high growth and new project starts, this margin dynamic can be exacerbated, which is influencing 2023 segment margins as year-to-date renewable revenues have grown roughly 50% from 2022. Underground Utility and Infrastructure segment revenues were $1.4 billion for the quarter, and operating income margins were 8.9%, driven by high volumes, solid execution and better fixed\nCost absorption on increased revenues.\nFor additional commentary comparing third quarter '23 to third quarter '22, please refer to the slides accompanying this call, At September 30, 2023, total backlog was a record $30.1 billion, an increase of $2.9 billion compared to June 30, with growth coming from both large project awards and our base business activities.\nOur 12-month backlog is also at a record level of $17 billion, approximately $1.4 billion higher than June 30. For the third quarter of 2023, we had free cash flow of $280 million. DSO measured 79 days for the third quarter, aided by several billing arrangements associated with certain awards during the quarter.\nRegarding the Canadian renewable transmission project we've discussed in prior calls, the contract asset balance grew during the quarter as we progressed closer to completion. We continue to have favorable discussions with the customer regarding significant portions of the balance representing approximately 7 days of DSO as of September 30, and we remain confident in our position.\nAs of September 30, 2023, we had total liquidity of approximately $2 billion and a debt-to-EBITDA ratio of 2.2x as calculated under our credit agreement. During the quarter, we made a small acquisition that will primarily report through our Electric segment and as we announced in today's release, earlier this week, we closed on the strategic acquisition of Pennsylvania Transformer to help address a critical supply chain constraint for our utility, renewable and industrial customers.\nWhile we always measure capital deployment against the return opportunities presented by stock repurchases, we continue to see an active pipeline of strategic opportunities that we believe can be executed at accretive valuation and have the ability to drive significant stockholder value. Turning to our guidance. We performed well through the first 9 months of the year, and demand for our portfolio of solutions remains robust. As a result, we are raising our consolidated revenue expectations for the year to range between $20.1 billion and $20.4 billion.\nFrom a segment perspective, last quarter, we expected electric volumes to ramp in the fourth quarter. However, as it stands today, we now see revenues in the fourth quarter compared to the third quarter. Part of the fourth quarter reduction reflects the transferability of resources between the electric and renewable segment as renewable revenues continue to expand and encompass both interconnection and generation projects with interconnection work being performed by crews that would otherwise be captured in the electric segment.\nAdditionally, we are seeing pockets of inefficiencies due to supply chain dynamics as well as timing of capital deployment in certain regions shifting into 2024. This variability is a periodic disruption to an otherwise growing demand for our electric solutions, as evidenced by our backlog growth from June 30 levels. Accordingly, we now see Electric segment revenues for the year between $9.6 billion and $9.7 billion and full year margins for the segment ranging between 10.4% and 10.6% as we continue to build crews and carry costs necessary to execute on the anticipated growth in multiyear utility programs.\nOf note, we are forecasting storm revenues for the year of around $300 million, roughly 3% of segment revenues for the year, the lowest level of 2019. Regarding our renewables segment, given the performance of the third quarter and continued backlog growth, we are raising our full year revenue expectations to range between $5.8 billion and $5.9 billion. Because of the previously described margin dynamics as well as continued investments in labor, training and equipment required to address the segment's building backlog, we now expect margins for the segment to be around 8% for the year.\nAfter another strong quarter, we now expect revenue from our Underground segment to range between $4.7 billion and $4.8 billion, a $300 million increase at the midpoint. From a margin perspective, we expect full year margins for the segment to range between 7.6% and 7.8%, an improved outlook and above the previous high end of our range. Not included in our expectations are contributions from Pennsylvania Transformer, which will be captured in both our electric and renewable segments. We are working through purchase price allocation and accounting considerations and aren't prepared to give any definitive guidance, but given the size of the business today, we don't expect the contribution to be material to our quarterly results.\nIn the aggregate, we expect revenues for the year to be almost 20% higher than 2022, and and we've increased our expectations for full year adjusted EBITDA to ranging $1.91 billion and $1.95 billion. For full year adjusted diluted earnings per share attributable to common stock, we've now narrowed our prior range, maintained our previous midpoint and now expect between $7 and $7.20. With regard to free cash flow, we continue to expect between $800 million and $1 billion.\nWe slightly modified other aspects of our guidance, the details of which are included in our outlook summary, which can found in the Financial Information section of our IR website at quantaservices.com. Our growing backlog and favorable multiyear outlook continues to give us confidence in our ability to achieve the multiyear targets we laid out in our April 2022 Investor Day. Additionally, we believe the acquisition of Pennsylvania Transformer further cements our ability to provide differentiating solutions to our core customers and elevates the critical role we play in the North American energy transition.\nWe are uniquely positioned in the markets we serve and believe we have the opportunity to continue improving our return on invested capital and generating significant stockholder value through organic growth and strategic capital deployment. I'll now turn it back to the operator for Q&A. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/edffe658986d4b3902ed29c68f833777",
    "period": "2023 Q1",
    "content": "Q1 2023 Quanta Services Inc Earnings Call\n\nQ1 2023 Quanta Services Inc Earnings Call\n\nPWRNYSEMAY 4, 9:00 AM\n\nOperator\n\nGreetings. Welcome to Quanta Services First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this conference is being recorded. At this time, I'll turn the conference over to Kip Rupp, Vice President, Investor Relations. Kip, you may now begin.\n\nKip A. Rupp\n\nVice President-Investor Relations, Quanta Services, Inc.\n\nThank you, and welcome, everyone, to the Quanta Services First Quarter 2023 Earnings Conference Call. This morning, we issued a press release announcing our first quarter 2023 results which can be found in the Investor Relations section of our website at quantaservices.com, along with a summary of our 2023 outlook and commentary that we will discuss this morning. Additionally, we will use a slide presentation this morning to accompany our prepared remarks which is viewable through the call's webcast and is also available on the Investor Relations section of the Quanta Services website.\nPlease remember that information reported on this call speaks only as of today, May 4, 2023, and therefore, you had advised that any time-sensitive information may no longer be accurate as of any replay of this call. This call will include forward-looking statements intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995 and including all statements reflecting expectations, intentions, assumptions or beliefs about future events or performance or that do not solely relate to historical recurrent facts. You should not place undue reliance on these statements as they involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied. We'll also present certain historical and forecasted non-GAAP financial measures. Reconciliations of those financial measures to their most directly comparable GAAP financial measures are included in our earnings release and slide presentation.\nPlease see Slide 2 and the appendix of the slide presentation for additional information regarding our forward-looking statements and non-GAAP financial measures. Lastly, if you would like to be notified when Quanta publishes news releases and other information, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com. We also encourage investors and others interested in our company to follow Quanta IR and Quanta Services on the social media channels listed on our website.\nWith that, I would like to now turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, Chief Executive Officer, COO & Director, Quanta Services, Inc.\n\nThanks Kip. Good morning, everyone, and welcome to Quanta Services First Quarter 2023 Earnings Conference Call. On the call today, I will provide operational and strategic commentary, and we'll turn it over to Jayshree Desai, Quanta's CFO, to provide a review of our first quarter results, full year 2023 financial expectations. Following Jayshree's comments, we welcome your questions. .\nBefore we begin reviewing our financial results, I would like to briefly highlight the recognition that Quanta recently received from Engineering News Record, a leading engineering and construction industry publication. In our selected Quanta for its prestigious and highest honor, the award of excellence. Quanta was selected for its safety leadership with our innovative capacity model, a unique safety and training program that is designed to not only create a work environment that prevents incidents, but also build in the capacity to sell safely and it focuses on learning from mistakes in order to drive improved outcomes. Quanta is changing how we, our customers and the industry think about safety excellence, and I want to congratulate Quanta employees for their dedication to safety and their shared success in being recognized with this award.\nOur first quarter results, which include double-digit revenue growth and adjusted diluted EPS of $1.24 demonstrate a good start to the year. More importantly, we continue to enhance our self-perform model and remain on track to achieve our full year 2023 and multiyear expectations. Additionally, total backlog at the quarter end was $25.3 billion, a record and considerably higher than the same period last year. Notably, we see opportunity to significantly increase backlog as we move through the year, driven by our base business and larger energy transition projects, such as the SunZia Transmission and SunZia Wind projects we announced this morning. We believe we are in the early stages of capitalizing on significant opportunities across our service lines, which are driven by our collaborative solution-based approach that is designed to ultimately benefit consumers.\nAdditionally, the growth of the programmatic spending with existing and new customers and favorable megatrends provide greater flex visibility into our near- and long-term growth outlook. Our Electric Power Infrastructure Solutions segment continued to perform well and generated record quarterly revenues. Demand for our services is strong, driven by broad-based business activity from utility grid modernization, grid security and system hardening initiatives as well as our reputation for consistent and safe execution. We continue to work with our customers to provide them with resources to meet their capital deployment initiatives and to help them address supply chain constraints.\nAs we have discussed over the past several quarters, our view is that the electric power grid will require significant upgrade and modernization to handle the energy transition. We also believe that electric vehicle penetration could increase at a faster rate than expected, which could create significant grid constraints that we believe are underappreciated by many. We expect the issue in the near term, the medium term, in most regions will not be generation load supply availability, but the inability to move supply to areas with accelerating EV-driven low demand through the current distribution system.\nAccording to estimates from UBS, United States EV car penetration is expected to be more than quadruple from approximately 4% in 2025 to approximately 19% by 2030. We believe this developing grid capacity challenge will be acutely impacted as commercial fleets, medium and heavy-duty trucks and buses become increasingly electrified. For example, yesterday, Navistar a long-standing key partner to Quanta for medium and heavy-duty trucks announced a partnership with us to provide its customers a turnkey, battery electric vehicle products and charging infrastructure solution that enables fleets to deploy battery EVs quickly and efficiently. The partnership intends to leverage Navistar's approach to delivering fully integrated e-mobility solutions to its customers with Quanta's expertise in assessing and designing EV charging infrastructure and building the interconnecting EV battery charging infrastructure into the power grid.\nQuanta understands infrastructure and its partnership agreement with Navistar, as an example, of unique vantage point we have into the growing challenges with the power grid as the energy transition and electrification of everything accelerates. As we have discussed on prior calls, to meaningfully reduce carbon emissions and increased electrification of the economy will require substantial incremental investment in transmission, substation and renewable generation facilities to produce and transport Clean Power and to ensure grid reliability due to the growth of intermittent power added to the system.\nOne of the strategic reasons we acquired Blattner was because we believe the addition of utility-scale renewable generation solutions to Quanta's holistic grid solutions will transform our ability to collaborate early with our customers. on their energy transition strategies over the coming decades and create a value proposition unique in the industry. To that end, this morning, we announced that Quanta was selected by Pattern Energy to provide comprehensive infrastructure solutions for the SunZia Transmission and SunZia Wind projects, which together compromise the largest clean energy infrastructure project in the United States history. Quanta will leverage the capabilities of multiple operating companies to execute these projects for Pattern Energy. We believe these project awards validate the power of our combined high-voltage transmission and renewable generation solutions and demonstrate the value of our collaborative approach to providing energy transition infrastructure solutions, which can serve as a model for the renewable and utility industries going forward.\nAs expected, normal seasonality in the solar panel supply chain and regulatory hurdles from last year resulted in a slow start for our renewable generation project activities in the first quarter. However, these dynamics are improving and renewable generation project activity is accelerating, which we expect to continue throughout the year. For example, at the end of April, we were in various levels of construction on 28 utility-scale renewable generation projects. Further, we are in active discussions with clients about projects in 2024 and beyond and are focused on scaling our resources and capacity, handle what we expect to be record levels of new renewable generation capacity additions over the coming decade, at least.\nAdditionally, we are pursuing billions of dollars of high-voltage transmission projects that are designed to support current and future renewable generation capacity growth and overall system reliability. We are pleased with the performance of our Underground Utility and Infrastructure Solutions segment in the first quarter, which delivered double-digit revenue growth and record levels of first quarter profitability, demonstrating solid execution across our operations in this segment. Our industrial services operations executed well and experienced strong demand following 2 years of deferred activity during the pandemic.\nWe also experienced solid demand for our gas utility and pipeline integrity operations, which are executing well and are driven by regulated spend to modernize systems, reduce methane emissions, ensure environmental compliance and improve safety and reliability. We continue to believe our operational portfolio is a strategic advantage that provides us the ability to ship resources across service lines and geographies, which we believe will become increasingly important as the energy transition accelerates. We believe our portfolio approach positions us well to allocate resources to the opportunities. We find the most economical and attractive to achieve operating efficiencies that enhance our operational and financial consistency.\nThe energy transition towards a reduced economy continues to progress, and we believe is gaining pace. Quanta is successfully executing on our strategic initiatives to drive sustainable and resilient operational excellence, total cost solutions for our clients, consistent profitable and value -- consistent profitable growth and value for our stakeholders, all of which gives us confidence in our ability to deliver on our 2023 and multiyear financial expectations. We are focused on operating the business for the long term and expect to continue to distinguish ourselves through safe execution and best-in-class field leadership. We will pursue opportunities to enhance Quanta's base business and leadership position in the industry and provide innovative solutions to our customers. We believe on the diversity, unique operating model and entrepreneur mindset form the foundation that will allow us to continue to generate long-term value for all our stakeholders.\nI will now turn the call over to Jayshree Desai, our CFO, for her review of our first quarter results and 2023 expectations. Jayshree?\n\nJayshree S. Desai\n\nChief Corporate Development Officer, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. Today, we announced record first quarter revenues of $4.4 billion. Net income attributable to common stock was $95 million or $0.64 per diluted share and adjusted diluted earnings per share was $1.24.\nOur first quarter electric power revenues were $2.3 billion, and operating income margins were 9.2% and consistent with the directional views provided on last quarter's call and reflecting successful execution across the segment. Our base business continues to lead the way for the segment as utility investments in hardening and modernization initiatives create growing demand for our comprehensive solutions.\nRenewable Energy Infrastructure segment revenues for first quarter '23 were $1 billion with operating income margins of 3.5%. Revenues in the quarter were better than expected due to the acceleration of construction activities as our renewable customers move forward with projects. As we mentioned on our last call, we anticipated first quarter renewable revenues to be the segment's lowest of the year. and the lower volumes would create fixed cost absorption pressure on segment margins. In light of that expected pressure from a margin perspective, we are pleased with the results from the bulk of our project activities. The overall segment margin was affected, however, by the large renewable transmission project in Canada, which we've discussed on prior calls. With over 90% of the project complete as of March 31, construction activities were quite successful during the quarter, and we believe we are positioned to achieve substantial completion after the next winter build season. Yet despite the significant progress, access delays, logistics and other issues outside of our control, increased our cost on the project negatively impacting quarter margins by approximately 120 basis points. We are working collaboratively with the customer to recover the financial impacts associated with these and other issues and are confident in an equitable outcome.\nUnderground Utility and Infrastructure segment revenues were $1.1 billion for the quarter and operating income margins were 5.7%. Continued strength from our base business operations drove the performance with margins exceeding expectations, benefiting from improved fixed cost absorption on higher than anticipated revenue levels. For additional commentary comparing first quarter '23 to first quarter '22, please refer to the slides accompanying this call.\nWith regard to backlog, we continue to achieve record levels. At March 31, 2023, backlog was $25.3 billion, an increase of $1.2 billion compared to December 31 and did not include amounts related to SunZia, which we announced this morning and was awarded subsequent to the quarter end.\nOur 12-month backlog is also at a record level of $14.6 billion which we believe is another indicator of the steady growing demand for our base business solutions. Our end markets remain robust with opportunities that can lead to new record levels of backlog in subsequent quarters.\nFor the first quarter of 2023, as expected, we had negative free cash flow of $31 million, driven by working capital demands from the aforementioned Canadian renewables project as well as a ramp-up of work activities following the holidays, which is typical for the first quarter. DSO measured 77 days for the first quarter of 2023, lower than our historical average, aided by favorable billing arrangements associated with certain awards during the quarter.\nRegarding the Canadian renewable transmission project, the contract asset balance grew during first quarter '23 and continues to pressure DSO. Positive discussions with the customer regarding portions of the balance are ongoing, which represents approximately 5 to 6 days of DSO as of March 31, and we are increasingly confident in our position. As of March 31, 2023, we had total liquidity of approximately $1.8 billion and a debt-to-EBITDA ratio of 2.5x as calculated under our credit agreement. The decrease in liquidity and increased leverage profile is due to roughly $450 million of capital deployed on acquisitions in the first quarter. We expect continued earnings growth and cash generation to support our ability to efficiently delever over the coming quarters while continuing to create stockholder value through incremental capital deployment.\nTurning to our guidance. We had a nice start to the year with record first quarter revenues and strong performance in the field. Given that strength, we are raising our revenue expectations for the year by $200 million, while our expectations for full year adjusted diluted earnings per share attributable to common stock are unchanged, ranging between $6.75 and $7.25. From a segment perspective, we continue to see Electric segment revenues between $10 billion and $10.1 billion for the year, with full year margins between 10.7% and 11.3%. We expect segment margins to be somewhat pressured in the second quarter due to challenging weather conditions throughout the northern and western parts of North America.\nRegarding our Renewable segment, given the strength of the first quarter and increased project awards, we are raising our full year revenue expectations for the segment by $200 million, ranking between $4.5 billion and $4.7 billion. We continue to expect margins around 8.5% for the year, with second quarter margins in the upper single digits. The increase in renewables is being offset by a reduction in our Underground segment due to a shift in the expected portfolio mix. Our segment revenue expectations are unchanged, but we now expect full year margins to range between 7% and 7.5%. We slightly modified other aspects of our guidance, the details of which are included in our outlook summary, which can be found in the Financial Information section of our IR website at quantaservices.com.\nLooking ahead, our end markets continue to strengthen, led by utilities, modernizing their infrastructure to support increased load driven by electrification trends and most importantly, to support North America's transition to a reduced carbon future. We believe we are uniquely positioned to deliver comprehensive solutions to the markets we serve and to create significant shareholder value through organic growth and strategic capital investment.\nI'll now turn it back to the operator for Q&A. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d2478399b1ab9e9c720580df5b62aa2c",
    "period": "2022 Q4",
    "content": "Q4 2022 Quanta Services Inc Earnings Call\n\nQ4 2022 Quanta Services Inc Earnings Call\n\nPWRNYSEFEB 23, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Quanta Services Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. And it is now my pleasure to introduce to you Kip Rupp, Vice President of Investor Relations. Thank you, Kip. You may begin.\n\nKip A. Rupp\n\nVP of IR, Quanta Services, Inc.\n\nThank you, and welcome, everyone, to the Quanta Services Fourth Quarter and Full Year 2022 Earnings Conference Call. This morning, we issued a press release announcing our fourth quarter and full year 2022 results, which can be found in the Investor Relations section of our website at quantaservices.com, along with a summary of our 2023 outlook and commentary that we will discuss this morning.\nAdditionally, we'll use a slide presentation this morning to accompany our prepared remarks, which is viewable through the call's webcast and is also available on the Investor Relations section of the Quanta Services website. Please remember that information reported on this call speaks only as of today, February 23, 2023, and therefore, you're advised that any time-sensitive information may no longer be accurate as of any replay of this call.\nThis call will include forward-looking statements intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995. These include all statements reflecting Quanta's expectations, intentions, assumptions or beliefs about future events or performance or that do not rely -- or do not relate solely to historical or current facts.\nForward-looking statements involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied. For additional information concerning some of the risks, uncertainties and assumptions, please refer to the cautionary language included in today's press release and the presentation along with the company's periodic reports and other documents filed with the Securities and Exchange Commission, which are available on Quanta's or the SEC's website.\nYou should not place undue reliance on forward-looking statements, and Quanta does not undertake any obligation to update such statements and disclaims any written or oral statements made by any third party regarding the subject matter of this call. Please also note that we will present certain historical and forecasted non-GAAP financial measures in today's call, including adjusted diluted EPS, backlog, EBITDA, adjusted EBITDA and free cash flow.\nReconciliation of these measures to their most directly comparable GAAP financial measures are included in our earnings release. Lastly, if you would like to be notified when Quanta publishes news releases and other information, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com. We also encourage investors and others interested in our company to follow Quanta IR and Quanta Services on the social media channels listed on our website.\nWith that, I would now like to turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, CEO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone, and welcome to the Quanta Services Fourth Quarter and Full Year 2022 Earnings Conference Call. On the call today, I will provide operational and strategic commentary, and we'll then turn it over to Jayshree Desai, Quanta CFO, to provide a review of our financial results and full year 2023 financial expectations. Following Jayshree's comments, we welcome your questions.\nThis morning, we reported strong fourth quarter and full year results, which were built off an industry-leading operational and financial platform that delivered another year of solid, safe execution and profitable growth. Additionally, total backlog of $24.1 billion at year-end was a record, and that does not include several notable recent project awards. Driven by the dedication and operational excellence of our world-class employees and the culture of collaboration throughout Quanta, we believe our '22 -- 2022 results also demonstrate the benefit of our diversified portfolio of solutions, our repeatable and sustainable model and the successful execution of our strategic initiatives to drive operational excellence and total cost solutions for our clients and ultimately, the consumer.\nOur portfolio of companies; diversity of service lines; geographic coverage; outstanding field leadership; and deep, long-standing and collaborative relationships with our clients have allowed us to successfully navigate through the challenges presented by a global pandemic, and manage ongoing macroeconomic uncertainty and supply chain constraints, while still delivering 5 consecutive years of record adjusted EBITDA and 6 consecutive years of record earnings per share.\nWe accomplished a great deal in 2022 through the successful implementation of our strategic initiatives and our past success positions us well for the future. Our innovative approach to our structured solutions, our portfolio of services and our passion for working collaboratively with our clients to support their success positions us to be a critical partner in enabling the energy transition for years to come.\nHere are some of our accomplishments in 2022. We continue to successfully advance our front-end solution strategy, both organically and through acquisitions and strategic investments. Our focus is on strengthening our design, engineering, permitting, environmental, logistics and program management capabilities. This strategy allows us to expand our solutions to our customers and provide them with greater certainty around cost, time to market and quality, which ultimately benefits consumers. It also enhances our risk management capabilities and increases our total addressable market.\nElectric Power Infrastructure Solutions segment revenues achieved record levels, maintained margins and increased market share despite some work delays caused by ongoing supply chain challenges. We further expanded our emergency response capabilities and supported our customers' efforts to restore power to millions of people adversely impacted by several severe weather events during the year.\nOur ability to quickly mobilize significant resources to support our customers in times of need is unmatched in our industry. LUMA Energy, our joint venture with ATCO, which is managing Puerto Rico's more than 18,000-mile electric transmission and distribution system, continued to improve its customer service, response times, customer communication and workforce safety as well as overall system reliability. Additionally, LUMA restored power to more than 90% of its customers in less than 2 weeks following Hurricane Fiona, which was much faster than previous storm responses by the prior grid operator and was comparable to, if not better, than restoration times following major hurricanes in the mainland United States.\nThough many years of challenges and work remain, we continue to believe this opportunity is transformative for Quanta and the people of Puerto Rico and remain committed to supporting LUMA's mission to provide reliable electricity while building a modern and sustainable transmission and distribution system. We continue to grow our communication services business and increased revenues by approximately 30%. Contributing to the growth was further development of our wireless infrastructure solutions, which expand our opportunities to capitalize on 5G network deployment and ongoing enhancement of 4G wireless networks.\nWe continue to make meaningful progress on growing our portfolio of services within each of our operating companies to further enhance our operating results. For example, we are leveraging our gas utility assets to perform certain aspects of underground electric power and telecom-related work. We believe the resource expansion and operating leverage we gained through these initiatives is significant opportunity for Quanta to reinforce our self-perform capabilities, improve operating efficiency and profitability and demonstrates the strength of our portfolio approach. Quanta's capacity model was recognized by the National Safety Council as a finalist for its prestigious Green Cross for Safety Award, which recognizes outstanding projects and organizations working to support the National Safety Council's mission to save lives and prevent injuries from workplace to any place.\nThe capacity model is revolutionary because it only creates a work environment that focuses on preventing an incident but also builds the capacity to fail safely. We demonstrated our commitment to stockholder value and our confidence in Quanta's financial strength and continued to grow the opportunities through the repurchase of approximately $128 million of our common stock and a 17% increase of our dividend while also increasing our liquidity.\nAnd finally, we continue to increase our efforts and dedicate resources towards implementing sustainable business practices throughout the organization. We made significant progress in our 2021 sustainability report, which discusses the company's accomplishments during that year and marks a key milestone for Quanta as we published our first consolidated set of sustainability metrics, including our Scope 1 and 2 emissions.\nWe also highlighted and discussed the important positive impact Quanta has on society and enabling the energy transition and technological development. Demand is robust for our solutions that support our customers, efforts to modernize and harden the grid and prepare it for the impact of increased electric vehicle penetration. This activity drove our Electric Power segment results and backlog strength during 2022, primarily through significant multiyear master service agreements and gains through our service line expansion with utilities.\nFurther, we continue to believe we are in the early stages of utilities undergrounding transmission and distribution lines to protect them from the effects of severe weather events and wildfires. We see this activity increasing in the Western United States in high-fire threat areas, but these initiatives are active in other areas of the country. Examples include electric transmission projects in the Northeast, distribution circuits along the coastlines and electric transmission line projects for offshore wind generation. Many of these initiatives are part of a large-scale multiyear system modernization and hardening programs.\nOur utility and renewable development -- developer customers, who accounted for the majority of our 2022 revenues, are leaders in the effort to reduce carbon emissions, increase electrification and lead the energy transition with aggressive plans to expand and modernize the power grid and grow their renewable generation portfolios. Achieving these goals will require substantial incremental investment in transmission, substation and renewable generation facilities to produce and transport clean power to ensure grid reliability due to the growth of intermittent power added to the system.\nFor example, in December of last year, we announced Quanta's selection by Xcel Energy as its prime constructor to manage all construction activities for Colorado's power pathway high-voltage electric transmission project in Colorado. The approximately 610-mile high-voltage electric transmission line project is designed to increase the reliabilities of the state's power grid and enable future renewable energy development in Colorado, including approximately 5,500 megawatts of new wind, solar and other resources that Xcel Energy plans to add through 2030. While the supply chain and regulatory hurdles created challenges for the renewable industry during 2022, there is significant demand for our power grid and renewable generation solutions. A number of solar projects that were delayed in 2022 are beginning to move forward in '23.\nRegulatory hurdles are easing and the implementation of the Inflation Reduction Act or IRA, which is considered by many to be the nation's most ambitious legislative action ever taken on climate, is expected to have meaningful positive effect on a number of our end markets, which would be additive to our strategy for at least the next decade.\nOur underground utility and infrastructure solutions segment consistently performed at a high level through the year. Revenues grew strongly and margins significantly improved after navigating through tough operating conditions caused by the global pandemic over the prior 2 years. Importantly, we continue to invest in our people and strategies during those challenging times and emerge as a stronger and better company, which is reflected in our solid 2022 results.\nWe expect to continue our focus on growing our gas utility, pipeline integrity and industrial services business -- businesses, consistent with our strategy over the last 5 years, which are executing well and driven by regulatory spend to modernize systems, reduce methane emissions, ensure environmental compliance and improve safety and reliability. Looking to the coming years, we continue to believe Quanta has meaningfully -- meaningful opportunities with customers in this segment as they increasingly pursue strategies to reduce their carbon footprint and diversify their operations and assets toward greener business opportunities.\nFurther, the IRA includes incentives to support certain energy transition technologies to further encourage a broader set of current and potential traditional energy and industrial customers to accelerate their pursuit of opportunities around these technologies. In our earnings release this morning, we provided our 2023 guidance, which we believe demonstrates the strength and sustainability of our portfolio approach to the business and long-term strategy, favorable end market trends, our ability to safely execute our strong and strengthening competitive position in the marketplace.\nFurther, our ongoing investment in and commitment to workforce training continues to positively impact our performance and allow us to capitalize on future opportunities. Our expectations call for another year of meaningful growth and record revenues, improved margins and opportunity for double-digit growth in adjusted EBITDA, cash flow and earnings per share. Additionally, we see opportunity to achieve record levels of backlog in 2023. Jayshree will provide additional detail about our guidance in our commentary.\nQuanta's management team recently had the privilege of ringing the closing bell at the New York Stock Exchange to commemorate our 25-year anniversary of trading on the prestigious exchange. Standing on that balcony and reflecting on what we have built over the last 25 years and where we are heading in the future, it was humbling, and I couldn't be prouder. Quanta's infrastructure solutions are at the tip of the spear of the energy transition in North America. At our Investor Day last year, we laid out a 5-year financial goals we expect to achieve through 2026, which provided an organic growth strategy to generate a 10% adjusted earnings per share CAGR and when considering the levers available to us, to allocate future cash flow generation into value-creating opportunities, a platform with opportunity to deliver more than a 15% CAGR in adjusted earnings per share.\nWith the strong results we delivered last year, our outlook for 2023 and the momentum we see building for the coming years, we are increasingly confident in our ability to meet or exceed those goals we laid out. We are focused on operating the business for the long term and expect to continue to distinguish ourselves through safe execution and best-in-class field leadership. We will pursue opportunities to enhance Quanta's base business and leadership position in the industry and provide innovative solutions to our customers.\nWe believe Quanta's diversity, unique operating model and entrepreneurial mindset form the foundation that will allow us to continue to generate long-term value for our stakeholders.\nI will now turn the call over to Jayshree Desai, our CFO, for her review of our fourth quarter and full year results and 2023 expectations. Jayshree?\n\nJayshree S. Desai\n\nCFO, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. .\nToday, we announced record fourth quarter revenues of $4.4 billion. Net income attributable to common stock was $163 million or $1.10 per diluted share and adjusted diluted earnings per share was a record for the fourth quarter at $1.68. Overall, the fourth quarter closed out another year of exceptional operational performance by Quanta. Our electric segment benefited from outstanding execution and higher revenues across the segment.\nAdditionally, our underground segment performed well in the fourth quarter, led by increased volumes and operating income from our base business operations. Our renewables segment, however, was negatively impacted by unanticipated project delays, which were primarily attributable to the changes in the solar market regulations that we discussed in the third quarter.\nThese delays created cost absorption challenges, which pressured operating margins. Additionally, the segment's operating margin was negatively impacted by approximately 120 basis points due to impairment charges on the software implementation project at an acquired company, which commenced prior to our acquisition, but was discontinued in the fourth quarter.\nUltimately, in the aggregate, against the backdrop of supply chain challenges, inflationary pressures and a complex regulatory environment, our portfolio delivered against our targets for the fourth quarter and the year, and we remain well positioned for the anticipated growth ahead. Below the line, we recorded an unrealized loss of $15 million associated with our common equity interest in fixed wireless broadband technology provider, Starry Group Holdings, which reduced the carrying value of our investment to 0.\nOffsetting this unrealized loss was an unrealized gain of $26 million on the sale of an investment in a nonintegral unconsolidated affiliate, of which $10 million was attributable to a noncontrolling ownership interest. Further commentary comparing fourth quarter '22 to fourth quarter '21 for each segment can be found in the slides accompanying this call.\nOur total backlog was $24.1 billion at the end of the fourth quarter, a significant increase from third quarter '22 and another record level. The increases across each of our segments are attributable to multiple new project awards including the previously announced Colorado Power Pathway Project and extensions and increases in expected volumes under MSAs. Our 12-month backlog was also at a record level of $13.8 billion, which we believe is another indicator of the strength of our core markets and the steady growing demand for a solutions-based approach.\nFor the fourth quarter of 2022, we generated free cash flow of $513 million, resulting in $767 million of free cash flow for the year. Contributing to our free cash flow was the collection of $101 million of insurance proceeds following a favorable arbitration ruling associated with our Peruvian subsidiaries' terminated telecommunications project.\nExcluding those proceeds, our fourth quarter cash flow was still in line with our expectations and included planned outflows of approximately $45 million for change of control related payments associated with the Blattner acquisition, and $54 million of previously deferred payroll taxes in accordance with the CARES Act in 2020. DSO measured 75 days for the fourth quarter of 2022, which was a reduction of 6 days compared to the third quarter of 2022, primarily due to favorable billing arrangements related to certain projects.\nRegarding the Canadian renewable transmission project that we've discussed in prior quarters, we continue to work with the customer to address the contract asset balance. Resolution of certainties of these amounts could extend into 2024 and currently represent 5 to 6 days of DSO at December 31, 2022. While we remain confident in our position, our DSO will be pressured by the project in the near term.\nWe had total liquidity of $2.4 billion at year-end and a debt-to-EBITDA ratio of 2.1 as calculated under our credit agreement. As we mentioned in today's release, we continue to identify and make strategic investments and acquisitions. In January of 2023, we acquired 3 businesses for total combined consideration of approximately $588 million, approximately $465 million of which was paid in cash at the time of the acquisitions.\nAdditionally, we repurchased approximately $128 million of our common stock during the year. Turning to our full year 2023 guidance. The growth across our end markets remains robust, and we believe the tailwinds driving our growth are long in duration and create multiyear visibility in our earnings potential. As the build-out of the infrastructure necessary for the energy transition accelerates, we believe the complementary capabilities of our operations will become even more valuable to our customers. While segment designations help investors better understand the work we're performing, we'll continue to emphasize the power of our aggregate portfolio of solutions and the earnings they generate.\nThat said, the following remarks will speak to our expectations at a segment level for 2023. As it relates to the Electric Power segment, we expect 2023 revenues ranging between $10 billion and $10.1 billion. Our base business continues to lead the growth in the segment, driven primarily by North American utilities outsourcing the activities required to replace, rebuild and modernize existing infrastructure.\nNotably, our 2023 expectations included $250 million of emergency restoration services revenues compared to a little over $300 million in 2022. Also included within the segment are communications operations, which we expect will generate around $900 million of revenue, in line with 2022 levels. We expect 2023 operating margins for the electric power segment to range between 10.7% and 11.3%, which includes contributions of between $43 million and $48 million of earnings from our integral unconsolidated affiliates, the largest portion of which relate to the LUMA joint venture in Puerto Rico.\nFrom a seasonality perspective, we expect revenues to be lowest in the first quarter with mid-single-digit growth from first quarter '22, then growing sequentially through the third quarter, followed by a seasonal decline in the fourth. We expect fourth quarter operating margins will be the lowest for the year, likely around 9%, then increasing into the second and third quarters and slightly declining in the fourth quarter. The Renewable Energy Infrastructure Solutions segment full year revenues are expected to range between $4.3 billion and $4.5 billion. Over 15% growth compared to 2022 as we believe the headwinds faced by the solar market in '22 should meaningfully improve in the second half of 2023.\nWe think it's important to note that within our range of guidance for renewables, approximately $3 billion of our planned revenues are already in various stages of construction, giving us confidence in our ability to deliver full year revenues at these levels. We expect 2023 operating margins for the Renewable Energy segment to be around 8.5% for the year, slightly lower than the 9% level that we would normally expect.\nWe've invested meaningfully in the project leadership, specialized equipment and administrative needs required to support the expected ramp in project activity in the second half of '23 and into '24. However, the cost of that investment weighs on margins, particularly in the first quarter. We expect margins for the first quarter to be the lowest for the year, likely between 4% and 5%, but should strengthen in each sequential quarter as volumes increase throughout the year.\nFrom a revenue seasonality perspective, we expect segment revenues to be between $850 million and $900 million in the first quarter, the lowest for the year, then growing sequentially into the third quarter and slightly declining in the fourth. As a reminder, it's possible that as we progress through the year and gain more visibility into the nature of the work we'll be performing, there could be movements outside these initial ranges for the electric and renewable segments, depending on the type of generation our activities support.\nWith regard to the Underground Utility and Infrastructure Solutions segment, we are currently anticipating full year revenue range to range between $4.1 billion and $4.3 billion, a slight decline compared to 2022. This decline is due to lower volumes of larger pipeline projects, which contributed almost $900 million of revenue in 2022, but are expected to be around $450 million in 2023. Despite the revenue reduction, operating margins for the year are expected to range between 7.25% and 7.75% led by our base business activities in the segment.\nFrom a seasonality perspective, we expect segment revenues in the first quarter to be in line with first quarter '22 revenues, with operating margins around 5%. We then expect revenues and margins to improve in the second and third quarters with a seasonal decline in the fourth quarter. As it stands today, we expect fourth quarter '23 revenues to be the lowest for the year. These segment operating ranges support our expectation for 2023 annual consolidated revenues of $18.4 billion to $18.9 billion and adjusted EBITDA of between $1.8 billion and $1.9 billion. This represents another record level of adjusted EBITDA with expected full year adjusted EBITDA margins at the midpoint of over 10%.\nWith these operating results, we estimate our range of GAAP diluted earnings per share attributable to common stock for 2023 to be between $4.67 and $5.17 and non-GAAP adjusted diluted earnings per share to be $6.75 and $7.25. Of note, we estimate our tax rate for the year will range between 26.25% and 26.75%. The first quarter rate, however, will be negligible, potentially 0, due to favorable discrete tax dynamics associated with the increase between grant date value and the vesting date value of stock-related awards under our equity compensation plan.\nWe currently expect 2023 free cash flow to range between $750 million and $1 billion with capital expenditures of around $400 million, which should give us the ability to be within our target leverage range of 1.5 to 2x by the end of 2023. We remain committed, however, to creating shareholder value with strategic acquisitions and opportunistic repurchase activity throughout the year while retaining our investment grade rating.\nGoing into 2023, we have approximately $345 million of availability remaining on our current stock repurchase program. As a reminder, we've provided more guidance details in the outlook summary that was posted in connection with the earnings release and can be found on our IR website at quantaservices.com. The strength and versatility of our portfolio give us confidence in our ability to continue driving results against an uncertain macroeconomic backdrop. The infrastructure investment required to support North America's energy transition is still in its early stages and creates opportunity for Quanta to continue providing industry-leading, comprehensive, end-to-end solutions.\nOur relationships and the breadth of our solutions have proven to be critical in our ability to navigate the economic landscape of the last 3 years, and we are confident those attributes position us to continue along our expected double-digit growth trajectory. This concludes our formal presentation, and we'll now open the line for Q&A. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/14188ef10ff1431bd724aa94259f5ad7",
    "period": "2022 Q3",
    "content": "Q3 2022 Quanta Services Inc Earnings Call\n\nQ3 2022 Quanta Services Inc Earnings Call\n\nPWRNYSENOV 3, 9:00 AM\n\nOperator\n\nGreetings and welcome to the Quanta Services Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Kip Rupp, Vice President of Investor Relations. Thank you. Please go ahead.\n\nKip A. Rupp\n\nVP of IR, Quanta Services, Inc.\n\nThank you, and welcome, everyone, to the Quanta Services Third Quarter 2022 Earnings Conference Call. This morning, we issued a press release announcing our third quarter 2022 results, which can be found in the Investor Relations section of our website at quantaservices.com, along with a summary of our 2022 outlook and commentary that we will discuss this morning.\nAdditionally, we will use a slide presentation this morning to accompany our prepared remarks, which is viewable through the call's webcast and is also available on the Investor Relations section of the Quanta Services website.\nPlease remember that information reported on this call speaks only as of today, November 3, 2022, and therefore, you're advised that any time-sensitive information may no longer be accurate as of any replay of this call.\nThis call will include forward-looking statements intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995. These include all statements reflecting Quanta's expectations, intentions, assumptions or beliefs about future events or performance that do not solely relate to historical or current facts. Forward-looking statements involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied.\nFor additional information concerning some of the risks, uncertainties and assumptions, please refer to the cautionary language included in today's press release and the presentation, along with the company's periodic reports and other documents filed with the Securities and Exchange Commission, which are available on Quanta's or the SEC's website. You should not place undue reliance on forward-looking statements, and Quanta does not undertake any obligation to update such statements and disclaims any written or oral statements made by any third party regarding the subject matter of this call.\nPlease also note that we will present certain historical and forecasted non-GAAP financial measures in today's call, including adjusted diluted EPS, backlog, EBITDA, adjusted EBITDA and free cash flow. Reconciliations of these measures to their most directly comparable GAAP financial measures are included in our earnings release.\nLastly, if you would like to be notified when Quanta publishes news releases and other information, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com. We also encourage investors and others interested in our company to follow Quanta IR and Quanta Services on the social media channels listed on our website.\nWith that, I would now like to turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, CEO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone, and welcome to the Quanta Services Third Quarter 2022 Earnings Conference Call.\nOn the call today, I will provide operational and strategic commentary, and we'll then turn it over to Jayshree Desai, Quanta's CFO, to provide a review of our third quarter results and full year 2022 financial expectations. Following Jayshree's comments, we welcome your questions.\nThis morning, we reported our third quarter results, which continue to reflect strong demand for our services and solid execution. We believe the results highlight the benefits of our diverse, repeatable and sustainable earnings streams and our ability to successfully leverage our portfolio approach in managing our service lines.\nOur third quarter results include a number of record financial metrics, including revenues, adjusted EBITDA and adjusted earnings per share. Additionally, total backlog of $20.9 billion was a record and is considerably higher than the same period last year. Notably, we also see the opportunity to significantly increase backlog as we move into 2023.\nOur Electric Power Infrastructure Solutions segment continued to perform well with record revenues and solid margins. We achieved these results despite some delays caused by ongoing supply chain challenges that led to resource imbalances and utilization inefficiencies. As we commented on our second quarter earnings call, these supply chain challenges are not causing meaningful delays in our overall utility capital spending that we are seeing, and we believe these dynamics are shorter term conditions that should be resolved over the coming quarters.\nDemand for our services continues to be driven by broad-based business strength from utility grid modernization and system hardening initiatives, as well as our reputation for solid and safe execution. Overall, our electric power outlook remains strong, driven primarily by increasing service line opportunities and market share gains for our base business.\nQuanta deployed emergency response resources to utility customers for 2 hurricanes late in the third quarter. Hurricane Fiona made landfall in Puerto Rico and damaged 50% of the island's distribution feeders, 30% of its transmission lines and submerged 7 substations. Quanta sent more than 200 skilled line workers to the island to support LUMA's restoration efforts and has strategically prepositioned a fleet of trucks and equipment on the island prior to the storm, which allowed us to quickly respond when the hurricane hit.\nWhile the fragile state of the island's existing power grid and the heavy rain and flooding from the hurricane made restoration efforts more challenging, LUMA still managed to return power to more than 90% of its customers in less than 2 weeks. We are proud of the way LUMA responded to this event, which was much faster than previous storm responses by prior grid operators and comparable to, if not better, than restoration times following major hurricanes in the mainland United States.\nAt the end of the third quarter, Hurricane Ian made landfall in Florida as a large and destructive category 4 hurricane, which left more than 3 million customers across the Southeast United States without power. Quanta deployed significant resources to support utility customers whose electrical power infrastructure was damaged or destroyed by the hurricane, including more than 3,500 line workers and front-end support services staff from 18 different Quanta operating companies. Although restoration efforts for Hurricane Ian were largely a fourth quarter event, we believe our industry-leading, comprehensive emergency restoration capabilities highlights our ability to rapidly mobilize substantial resources to support our customers in times of need.\nImportantly, the system hardening investments that Florida utilities have made over the past 10 years proved beneficial during Hurricane Ian and enhanced the ability to restore power to many customers after the first full day of restoration efforts. We believe Florida's leading role in system hardening and its demonstrated benefits will serve as a model for utilities and regulators throughout the country as they plan and implement their own hardening programs.\nIt was a little more than a year ago that we closed the acquisition of Blattner, and I can tell you that we are more excited about the key drivers of the transaction now than we were then, including the value proposition to our customers, the multiyear growth opportunities available to us and the strong operational and cultural fit between the organizations. Since closing, we have largely completed integration. Our teams are working collaboratively. We have enhanced existing customer relationships and created new ones.\nWe are jointly pursuing project opportunities that leverage our expertise and industry-leading position. We have accomplished a great deal with Blattner over the last year, but more importantly, we believe we are just getting started.\nOur Renewable Infrastructure Solutions segment performed well overall during the third quarter, led by solid performance on high voltage transmission, substation and interconnection work. The utility-scale solar industry faced increased levels of supply chain delays during the third quarter, which impacted our revenues, but our operations managed through these dynamics. We are optimistic that these conditions are shorter term in duration and will resolve themselves over the coming quarters.\nWe continue to collaborate closely with our customers on our renewable build plans for 2023 and beyond. While still early in the process, we are beginning to see a more normalized cadence with respect to limited notices to proceed for renewable projects moving to contract in 2023 as well as forward movement on projects that were delayed in 2022 that are now slated to be built in 2023.\nAccording to the Federal Energy Regulatory Commission, or FERC, there are approximately 1,400 gigawatts of proposed generation, mostly wind and solar, and energy storage projects that are actively seeking interconnection to the U.S. power grid. These create both opportunities and challenges for our customers, and demand for Quanta's comprehensive solutions and collaborative delivery model is increasing as a result. Further, there are several large renewable energy-related high-voltage electric transmission project opportunities that we are pursuing, which we believe we are well positioned for and could be awarded over the coming months.\nFurthermore, this past August, the Inflation Reduction Act, or IRA, was signed into law. It includes nearly $400 billion of tax incentives and financial support designed to accelerate the country's energy transition to a low-carbon economy. This legislation is considered by many to be the nation's most ambitious legislative action ever taken on climate, which we believe should have a meaningful positive effect on a number of our end markets for at least the next decade. In particular, we believe the IRA will drive investment in the development and construction of utility-scale renewable generation facilities and the transmission and substation infrastructure required to support them.\nAdditionally, there are attractive financial incentives in the IRA to expand domestic manufacturing of key renewable energy components such as solar panels. This could reduce the country's reliance on overseas manufacturers and, in turn, reduce supply chain risk by ensuring domestic product availability to meet the growing demand for renewable generation development in the United States. These are just some of the dynamics that give us a high degree of confidence in our ability to meet or exceed long-term growth and earnings targets.\nOur Underground and Utility Infrastructure Solutions segment continues to perform at a high level. Revenues grew strongly, and margins demonstrate solid execution across our operations in the segment. Our industrial services operation continue to execute very well and experienced robust demand as capital spending resumed and pent-up activity from 2 years of deferred maintenance moved forward.\nWe also continue to experience solid demand for our gas utility and pipeline integrity operations, which are executing well and are driven by regulated spend to modernize systems, reduce methane emissions, ensure environmental compliance and improve safety and reliability.\nFor several quarters on our earnings calls, we have discussed our views about the emerging opportunities within the segment that center around the evolving and increasing efforts of our customers' strategies to reduce their carbon footprint and diversify their operations and assets toward greener business opportunities. To that end, the IRA includes incentives that are designed to support and accelerate certain technologies as part of the energy transition for the traditional energy and industrial industries.\nFor example, there are significant production tax credits for clean hydrogen that can make the energy source cost competitive today, which is expected to accelerate interest and investment in hydrogen technology as another tool to produce clean power and reduce carbon emissions. The IRA also includes incentives to invest in carbon capture projects and technology.\nPrior to the passage of this legislation, we had been supporting several customers as they pursued hydrogen and/or carbon capture projects and believe the IRA will further encourage a broader set of current and potential customers to accelerate their pursuit of opportunities around these technologies.\nAs we discussed at our Investor Day earlier this year and as I hope you take away from our comments today, demand for our services is robust across our portfolio and driven by what we believe are long-term, visible and resilient megatrends. We are successfully executing on our strategic initiatives to drive operational excellence, total cost solutions for our clients and value for our stakeholders. We have profitably grown the company and executed well this year and expect to continue to do so.\nOur strategic initiatives are designed to uniquely position us to not only capitalize on the megatrends of our end markets, but also to enhance our customer relationships and market positioning. Quanta's infrastructure solutions bite the tip of the spear of the energy transition in North America. Our customers are leading the effort to transition towards a lower carbon economy, which industry experts believe could require trillions of dollars of investment in renewable generation, energy storage and great investment, all areas where Quanta is an industry leader.\nIn order to meet the needs of our customers and capitalize on the large and visible opportunities ahead of us, Quanta is investing in resources necessary to do so. We are innovative with our safety, training and recruiting efforts to ensure we have a world-class workforce and adding to and enhancing our operations leadership and management. We are also making and evaluating value-creating acquisitions that further our strategic initiatives and investing capital in equipment and facilities to support organic growth.\nAs a result of our solid year-to-date financial results and continued overall favorable end market drivers, we remain confident in our 2022 consolidated financial expectations. We also believe that our business and opportunities for profitable growth in 2023 are gaining momentum, driven by our solutions-based approach, the growth of programmatic spending with existing and new customers, growing renewable generation activity and opportunities for larger electric transmission projects.\nWe are focused on operating the business for the long term and expect to continue to distinguish ourselves through safe execution and best-in-class build leadership. We will pursue opportunities to enhance Quanta's base business and leadership position in the industry and provide innovative solutions to our customers. We believe Quanta's diversity, unique operating model and entrepreneurial mindset form the foundation that will allow us to continue to generate long-term value for our stakeholders.\nI will now turn the call over to Jayshree Desai, our CFO, for her review of the third quarter results and 2022 expectations. Jayshree?\n\nJayshree S. Desai\n\nCFO, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. Before I get into the results, I wanted to quickly thank Duke and Derrick for their support last quarter. I'm incredibly excited to expand my leadership role as we deliver against the multiyear plan we laid out at our Investor Day earlier this year.\nToday, we announced record third quarter revenues of $4.5 billion. Net income attributable to common stock was $156 million or $1.06 per diluted share, and adjusted diluted earnings per share, a non-GAAP measure, was a record for the third quarter of $1.77.\nOur electric power revenues were $2.3 billion, a quarterly record and a 14% increase when compared to the third quarter of 2021. This increase was primarily due to growth in spending by our utility customers on grid modernization and hardening, resulting in increased demand for our electric power services as well as approximately $85 million in revenues attributable to acquired businesses. These increases were partially offset by approximately $175 million in lower emergency restoration services revenues.\nElectric segment operating income margins in 3Q '22 were 11.2% compared to 12.6% in 3Q '21. The margin reduction is largely attributable to lower emergency restoration service revenues, which were a record level in third quarter of 2021. Also included within our electric segment are our communications operations, which grew over 25% year-over-year. Communications margins in the quarter were mid-single digits, an improvement compared to 3Q '21, and we remain on pace for upper single-digit to double-digit margins for the year.\nRenewable Energy Infrastructure segment revenues for 3Q '22 were $979 million, a substantial increase from 3Q '21 primarily due to $480 million in revenues attributable to acquired businesses.\nOperating income margins in 3Q '22 were 9.1% compared to 10.8% in 3Q '21. The margin reduction is due to normal project variability and a change in the mix of work as a result of the acquisitions, but otherwise was in line with our expectations. Revenues, however, came in lower than we were anticipating, driven by continued supply chain challenges as we alluded to on last quarter's call.\nUnderground Utility and Infrastructure segment revenues were $1.2 billion for the quarter, 17% higher than 3Q '21, reflecting increased demand from our gas utility and industrial customers as well as an increased contribution from larger pipeline projects.\nOperating income margins for the segment were 8.5%, resulting from the solid performance by our base business activities, notably gas distribution and industrial services, and the impact of a favorable project closeout.\nBelow the line, we recorded an unrealized loss of $26.5 million associated with our common equity interest in fixed wireless broadband technology provider Starry Group Holdings. As required, we remeasure the fair value of this investment based on the market price of the publicly traded company stock as of September 30, 2022. At that time, our investment had a fair value of approximately $15 million. Although there has been further deterioration in Starry's equity value, we remain committed to our partnership with Starry to provide high-speed, affordable Internet access to underserved markets.\nOur total backlog was a record $20.9 billion, an increase of $1 billion compared to last quarter. The increase is primarily attributable to additional awards and an increase in expected volumes under MSAs.\nOur 12-month backlog is also at a record level of $12.4 billion, which we believe is another indicator of the steady, growing demand for our base business solutions. We remain confident in our ability to capitalize on opportunities that can lead to new record levels of backlog in subsequent quarters.\nFor the third quarter of 2022, we had free cash flow, a non-GAAP measure, of $256 million compared to $40 million of negative free cash flow in 3Q '21. The strong free cash flow for the quarter was led by the collection of a significant portion of the receivables associated with the large Canadian electric transmission project that we've discussed in prior quarters.\nRegarding the other Canadian renewable transmission project that we've discussed in prior quarters, we continue to work with the customer to address the contract asset balance. Discussions with the customer are progressing, and we remain confident in our cost position. The resolution of certain of these amounts will likely extend beyond this year and will continue to impact cash flow and DSO in the near term.\nDSO measured 81 days for the third quarter of 2022, a decrease of 8 days compared to the third quarter of 2021. The decrease was primarily due to the aforementioned collection associated with the large Canadian electrical transmission project as well as the favorable impact of the acquisition of Blattner, which historically operates with a lower DSO than certain of our other larger operating companies.\nAs of September 30, 2022, we had total liquidity of approximately $1.8 billion and a debt-to-EBITDA ratio of 2.5 as calculated on our credit agreement. As of October 31, 2022, we had repurchased approximately $127 million of our common stock since the beginning of the year, and as we mentioned in today's release, we continue to identify and execute on strategic acquisitions.\nAlso of note, during the quarter, we commenced a commercial paper program, which is backstopped by our credit facility and allows for up to $1 billion of borrowings outstanding at any time. The program provides access to short-term borrowings at a cost below our existing credit facility rates. We expect continued earnings growth and cash generation to support our ability to efficiently delever over the coming quarters while continuing to create stockholder value through incremental capital deployment.\nTurning to our guidance. We've executed nicely through the first 9 months of the year, and as we close out 2022, we remain confident in our ability to execute within a tightened range of our previous expectations. However, the composition of our revenue and earnings continues to shift somewhat as we react to certain factors impacting our end markets. Overall, we believe our ability to deliver against our plan reflects the benefit and strength of our portfolio of solutions.\nDemand for the services across our electric segment remain robust, and we now expect revenues to range between $8.8 billion and $8.9 billion, a $300 million increase from our previous range. With respect to segment margins, it's important to note that the second half of both 2020 and 2021 had significant emergency restoration revenues, which contributed favorably to margins in those periods. As it stands today, we expect 2022 emergency restoration revenues to be around $300 million for the year, over 30% lower than prior year levels. Despite this reduction, margins are expected to be at double-digit levels, ranging between 10.6% and 10.8%, consistent with our previous guidance.\nRegarding our renewables segment, on last quarter's call, we raised our expectations for the segment with a view that the anti-circumvention moratorium would revitalize solar construction activities in the second half of the year. Unfortunately, panel delays due to other tariff dynamics persisted and remain problematic today. Additionally, owners are reviewing and repositioning their project pipelines in light of the positive changes in the Inflation Reduction Act, or the IRA. The combination of these dynamics resulted in several projects pushing out of 2022 and into 2023.\nIn light of those near-term delays, we now expect full year revenues for the segment to be around $3.8 billion, a $300 million reduction from the previous midpoint. The revenue reduction has also pressured margins as we continue to invest in the resources required to execute on the growth opportunity in 2023 and beyond. For the year, we now expect segment margins to range between 8.5% and 8.75%. Despite the delays in 2022, we remain confident in our 5-year outlook for Blattner and believe that the passage of the IRA both accelerates and extends the growth opportunity associated with renewable energy infrastructure.\nOur underground segment has performed well over the first 3 quarters, and we now expect full year revenues for the segment to range between $4.2 billion and $4.3 billion. The strong year-to-date performance was led by our industrial services, which delivered significantly improved results following 2 challenging years across their end markets. However, we expect a pullback in industrial activity in the fourth quarter driven by reduced scopes of work as refiners defer maintenance efforts to capitalize on current market conditions. With this expected reduction, we now see segment margins ranging between 7% and 7.25% for the year.\nIn the aggregate, our consolidated expectations for full year diluted earnings per share attributable to common stock are now expected to range between $3.19 and $3.43 and full year adjusted diluted earnings per share attributable to common stock, a non-GAAP financial measure, to range between $6.15 and $6.39. Additionally, we now expect adjusted EBITDA, a non-GAAP financial measure, to range between $1.65 billion and $1.70 billion for the year.\nWe expect free cash flow for the year to range between $600 million to $700 million, narrowing around our previous midpoint. This free cash flow range represents 35% to 40% of our expected adjusted EBITDA, consistent with our previous guidance of cash generation during periods of double-digit revenue growth rates.\nFor quarterly commentary and additional details on our financial expectations, please refer to our outlook summary, which can be found in the Financial Info section of our IR website at quantaservices.com.\nFrom a long-term perspective, our end markets continue to strengthen, with utilities investing heavily in grid hardening and modernization and North America investing in the infrastructure required to deliver a carbon-neutral future. We believe we are uniquely positioned to deliver comprehensive solutions to the markets we serve and continue to have the opportunity to deliver significant stockholder value through organic growth and strategic capital deployment.\nI'll now turn back to the operator for Q&A. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e19aa22b78a146bdafc31fda4a62d265",
    "period": "2022 Q2",
    "content": "Q2 2022 Quanta Services Inc Earnings Call\n\nQ2 2022 Quanta Services Inc Earnings Call\n\nPWRNYSEAUG 4, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Quanta Services Second Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Kip Rupp, Vice President, Investor Relations. Thank you, Kip. You may begin.\n\nKip A. Rupp\n\nVP of IR, Quanta Services, Inc.\n\nThank you, and welcome, everyone, to the Quanta Services Second Quarter 2022 Earnings Conference Call. This morning, we issued a press release announcing our second quarter 2022 results which can be found in the Investor Relations section of our website at quantaservices.com, along with a summary of our 2022 outlook and commentary that we will discuss this morning. Additionally, we will use a slide presentation this morning to accompany our prepared remarks, which is viewable through the call's webcast and is also available on the Investor Relations section of the Quanta Services website.\nPlease remember that information reported on this call speaks only as of today, August 4, 2022. And therefore, you're advised that any time-sensitive information may no longer be accurate as of any replay of this call. This call will include forward-looking statements intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995. These include all statements reflecting Quanta's expectations, intentions, assumptions or beliefs about future events or performance that do not solely relate to historical or current facts.\nForward-looking statements involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied. For additional information concerning some of these risks, uncertainties and assumptions, please refer to the cautionary language included in today's press release and the presentation.\nAlong with the company's periodic reports and other documents filed with the Securities and Exchange Commission, which are available on Quanta's or the SEC's website. You should not place undue reliance on forward-looking statements, and Quanta does not undertake any obligation to update such statements and disclaims any written or oral statements made by any third party regarding the subject matter of this call. Please also note that we will present certain historical and forecasted non-GAAP financial measures in today's call, including adjusted EPS, backlog, EBITDA and free cash flow. Reconciliations of these measures to their most directly comparable GAAP financial measures are included in our earnings release.\nIf you would like to be notified when Quanta publishes news releases and other information, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com. We also encourage investors and others interested in our company to follow Quanta IR and Quanta Services on the social media channels listed on our website.\nAnd lastly, one administrative note regarding today's call. Quanta's Chief Financial Officer, Jayshree Desai, is recovering well from a planned but slightly accelerated medical procedure last week and will not be participating in today's conference call. Derrick Jensen, Quanta's Executive Vice President of Business Operations and former CFO, will review and comment on the company's second quarter financial performance and full year guidance in her stead.\nWith that, I would now like to turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, CEO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone, and welcome to the Quanta Services Second Quarter 2022 Earnings Conference Call. On the call today, I will provide operational and strategic commentary, and we'll then turn it over to Derrick Jensen, who as Kip said, is making a current call appearance, filling in for Jayshree today. He will provide a review of our second quarter results and full year 2022 financial expectations. Following Derrick's comments, we welcome your questions.\nOur second quarter results continue our solid start to the year with record quarterly revenues exceeding $4 billion for the first time in our history as well as record quarterly adjusted EBITDA and adjusted earnings per share. We also believe momentum is building for a continued profitable growth next year, and we continue to see opportunities for multiyear expansion across our service lines, driven by our collaborative solutions-based approach. The growth of programmatic spending with existing and new customers and favorable megatrends.\nWe are negotiating several large Master Service Agreement or MSA renewals with utilities. As significant levels of limited notices to proceed for projects across our segments, and we are actively pursuing numerous larger transmission projects. As a result, we believe there is opportunity to achieve record backlog levels again in the coming quarters.\nOur Electric Power Infrastructure Solutions segment performed well overall during the quarter, despite some supply chain challenges causing delays and resource utilization and efficiencies. The impact on our business has been relatively limited, and these challenges are not causing meaningful delays in our overall utility capital spending. We also believe these are shorter-term conditions that have resulted in mostly short-term delays in the timing of certain electric transmission work and we continue to collaborate and partner with our customers to manage through these dynamics and work on potential mitigation solutions, which we believe will further enhance our relationships going forward.\nDemand for our services continue to be driven by broad-based business strength from utility grid modernization and system hardening initiatives as well as our reputation for solid and safe execution. Additionally, our communications operations continue to execute well from both a revenue and margin perspective and remain on track for improved performance this year. Overall, our electric power outlook remains strong, driven primarily by increasing service line opportunities and market share gains on our base business.\nIncrementally, we continue to actively pursue large utility programs that are designed to modernize the grid, support growing electric vehicle penetration and on other new technology adoption, and hardened systems to be more resilient to wildfire and severe weather events.\nTo that end, in our earnings release this morning, we highlighted an MSA, we secured in July to provide turnkey engineering construction and program management solutions in support of the deployment of a national electric vehicle direct current, fast charging network. This program brings together one of the largest auto manufacturers, North America's largest operator of travel centers and the nation's largest public fast charging network for electric vehicles.\nThese companies are collaborating on a fast-charging network that is expected to include as many as 2,000 DC charging stalls at hundreds of travel locations across the United States. We expect to begin engineering work on this program this year, with construction expected to begin in 2023.\nThis is just one example of several large electric vehicle charging deployment programs that we have been pursuing. Additionally, we believe the need to modernize and enhance the power grid to enable higher levels of load growth and continuous power demand caused by growing electric vehicle penetration will create significant opportunity for Quanta.\nRenewable developers and utilities are leading the effort to reduce carbon emissions, many with significant carbon reduction commitments through aggressive efforts to expand our renewable generation portfolios. Achieving their goals will also require substantial incremental investment in transmission and substation infrastructure to interconnect new renewable generation facilities to the power grid and to ensure grid reliability due to the significant increase of intermittent power added to the system. Over the near term and longer term, we believe substantial load growth, favorable public policy and overall positive sentiment supporting a greener environment will continue to drive North America's power generation mix, increasingly towards renewables.\nOur Renewable Energy Infrastructure Solutions segment performed well during the quarter and successfully managed through general supply chain challenges and solar project timing disruption caused by the Department of Commerce's investigation into solar panel manufacturers in several Southeast Asian countries, the impact of which has since been mitigated through an executive order by President Biden.\nWhile the first 6 months of 2022 presented challenges to the renewable industry, we are on track and expect to build momentum through the rest of this year. Interestingly, due to the initial solar industry uncertainty and project delays caused by the Department of Commerce investigation, a number of renewable developers and utilities have pulled forward projects in their wind portfolios to be built over the next several years. We believe this incremental wind activity could create a stacking effect in future years on top of existing industry expectations for accelerated solar and battery storage project investment. To that end, we are actively collaborating with existing and potential renewable generation customers on their multiyear programs with some discussions in planning extending out to 2026.\nAdditionally, -- we are pursuing several large, high-voltage electric transmission projects designed to support renewable generation and overall system reliability. And these projects have made meaningful progress with permitting and approvals. We are the leading high-voltage electric transmission infrastructure solutions provider in North America and believe we are well positioned to be selected for these projects.\nAs we have commented previously about both proposed and enacted federal infrastructure legislation, our positive month a year outlook is not dependent on them. However, we view the current climate related components of the proposed inflation reduction act as incremental positive for the renewable industry. We believe the passage of these provisions could accelerate renewable generation and related infrastructure investment over the coming years and provide Quanta with greater visibility into future opportunities for growth. We are particularly pleased with the performance of our Underground Utility and Infrastructure Solutions segment in the second quarter. Our Industrial Services operations continue to execute very well and experienced strong demand as capital spending resumes and pent-up activity from 2 years of deferred maintenance in this [port]. We also continue to experience solid demand for our gas utility and pipeline integrity operations, which are executing well and driven by regulated spend to modernize systems, reduce methane emissions, ensure environmental compliance and improved safety and reliability.\nLooking to the coming years. We also continue to see emerging opportunities for Quanta's Underground Utility and Infrastructure Solutions operations to play an evolving and increasing role with customers as they move forward with strategies to reduce their carbon footprint and diversify their operations and assets towards greener business opportunities. Quanta is successfully executing on our strategic initiatives to drive operational excellence, total cost solutions for our clients, profitable growth for the -- and value for our stakeholders.\nOur strategic initiatives are designed to uniquely position us not only to capitalize on the mega trends of our end markets, but also enhance our customer relationships and market positioning. As a result, we are able to collaborate with our clients to execute their capital deployment plans, even during challenging conditions like the ones we face today for supply chain inflation, COVID-19 regulatory and economic uncertainties. These dynamics are not easy to navigate, but we expect to continue to successfully manage through them. We believe we have taken a prudent approach to our guidance for the remainder of the year to incorporate these factors. It is during these times that Quanta demonstrates its resilience which we believe shows the strength of our operations portfolio and platform of solutions.\nAs I hope you gather from my remarks this morning, demand for our services is robust across our portfolio and driven by long-term visible and resilient megatrends. As a result of our solid first half financial results, greater visibility and continued overall favorable end-market drivers, we remain confident in our 2022 consolidated financial expectations.\nMore importantly, as we look to the medium and long-term, we are incrementally more positive as energy transition and carbon reduction initiatives accelerate. We believe the infrastructure investment and renewable generation necessary to support these initiatives are still in the early stages of deployment. We have profitably grown the company and executed well in the past and expect to continue to do so.\nWe are focused on operating the business for the long term and expect to continue to distinguish ourselves through safe execution and best-in-class build leadership. We will pursue opportunities to enhance Quanta's base business and leadership position in the industry and provide innovative solutions to our customers. We believe Quanta's diversity, unique operating model and entrepreneurial mindset form the foundation that will allow us to continue to generate long-term value for our stakeholders.\nI will now turn the call over to Derrick Jensen for his review of our second quarter results and 2022 expectations. Derrick?\n\nDerrick A. Jensen\n\nEVP of Business Operations, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. I'll start by saying that we've received so many phone calls and e-mails for an encore performance that I'm doing one more quarter call, but after this call, I'm dropping the mic. As Kip commentary, Jayshree is doing fine and though she is not joining the call today, she has been overseeing the quarter and will be signed in the certification for our filing. She will be delivering next quarter's call notes as I wander around backstage.\nWith that, I'll turn to our earnings release where today, we announced record second quarter revenues of $4.2 billion. Net income attributable to common stock was $88 million or $0.59 per diluted share and adjusted diluted earnings per share, a non-GAAP measure, was a record for the second quarter at $1.54. Our electric power revenues were $2.2 billion, a quarterly record and a 21% increase when compared to the second quarter of 2021. This increase was primarily due to growth in spending by our utility customers on grid modernization and hardening resulting in increased demand for our electric power services as well as approximately $80 million in revenues attributable to acquired businesses.\nElectric segment operating income margins in 2Q '22 were 10.6% compared to 11.4% in 2Q '21. The margin reduction is largely attributable to normal project variability. However, margins were pressured somewhat by inefficiencies attributable to supply chain disruptions impacting certain operations and elevated consumables costs. Despite those headwinds, we were able to deliver double-digit margins in line with our expectations for the quarter.\nAlso included within our Electric segment are our communications operations, which delivered improved sequential and quarter-over-quarter margins, putting us on pace for upper single-digit to double-digit margins for the year. Renewable Energy Infrastructure segment revenues for 2Q '22 were $924 million, a substantial increase from 2Q '21 primarily due to $490 million in revenues attributable to acquired businesses.\nOperating income margins in 2Q '22 were 8.8% comparable to the 9% in 2Q '21. Underground Utility and Infrastructure segment revenues were a record $1.1 billion for the quarter 30% higher than 2Q '21, reflecting increased demand from our gas utility and industrial customers as well as an increased contribution from larger pipeline projects. Operating income margins for the segment were 8.1%, 530 basis points higher than 2Q '21. The margins reflect strong performance across the segment, most notably by our industrial operations, which had record quarterly revenues.\nOne below the item -- going below the line item I want to mention is our other income and expense. As I discussed last quarter, we hold a common equity interest in the fixed wireless broadband technology provider, Starry Group Holdings, Inc. As required, we remeasured the fair value of this investment based on the market price of the publicly traded company stock as of June 30, 2022, which resulted in the recognition of an unrealized loss of $41.7 million during the quarter.\nWhile the unrealized loss is significant, we remain confident in the Starry business as well as our scalable wireless platform and see a bright future for the deployment of Starry's fixed wireless technology. And we are not alone in this assessment. As a point of reference, the analyst community has an average price target for Starry above $9 per share.\nOur total backlog was $19.9 billion, a reduction of $0.6 billion compared to last quarter. The reduction is primarily attributable to our multiyear MSAs, which saw a reduction in estimated value due to one quarter's worth of backlog turning into recognized revenues during the second quarter. Our 12-month backlog is a record $11.6 billion, a slight increase compared to last quarter, indicating consistent levels of committed work over the near term.\nWith the continued demand for our services and robust activity across all of our segments, we fully expect backlog to remain strong and to report new record levels of backlog in subsequent quarters. For the second quarter of 2022, we had free cash flow, a non-GAAP measure at $14 million compared to $126 million of free cash flow in 2Q '21.\nFree cash flow for the quarter was below our expectations, with the shortfall largely attributable to timing on certain renewable contract awards, which typically have favorable cash terms and continued elevated working capital requirements associated with the large ongoing Canadian renewable transmission project driving an increase in contract assets, which we've discussed in prior quarters. Regarding the Canadian renewable transmission project, we continue to work with the customer to address the growing contract asset balance.\nExpensive schedule delays, primarily due to COVID restrictions and its impact on remote locations of the project have extended production schedules through another build season. This and other factors have negatively impacted our ability to meet contractual billing milestones and have also increased costs as a direct result.\nDiscussions are ongoing with the customer with the revised build schedule agreed to by both parties. We've engaged in discussions regarding adjusting billing milestones and remain confident in our cost position, a resolution of certain of these amounts will likely extend beyond this year and have impacted free cash flow and will continue to impact DSO in the near term. The estimated impact of these dynamics is currently increasing DSOs by as much as 5 to 6 days.\nOn a positive note, another previously discussed large Canadian electric transmission project that dealt with similar challenges received customer approval for a significant portion of the contract assets associated with change orders during the quarter. The approved amounts were billed during the quarter, and we expect flex in 3Q '22, with resolution of the smaller remaining balance expected by the end of the year.\nDays sales outstanding, or DSO, measured 81 days for the second quarter of 2022, a decrease of 2 days compared to the second quarter of 2021 and an increase of one day compared to year-end. The decrease from 2Q '21, was primarily due to the favorable impact of the acquisition of Blattner, which historically operates with a lower DSO than certain of our other larger operating companies. This positive impact was partially offset by the previously discussed working capital dynamics associated with the two large Canadian transmission projects.\nAs of June 30, 2022, we had total liquidity of approximately $1.8 billion and a debt-to-EBITDA ratio of 2.4x as calculated under our credit agreement. We expect continued earnings growth and cash generation to support our ability to efficiently delever over the following quarters while continuing to create stockholder value through our dividend and repurchase programs as well as strategic acquisitions.\nAs of July 31, 2022, we've acquired approximately $104 million worth of stock since the beginning of the year as part of our repurchase program. And in July, we acquired a utility contract in the West that specializes in underground construction.\nTurning to our guidance. We had a solid first half of the year, and we remain confident in our ability to deliver against the guidance we laid out on our last call. However, the composition of our earnings across our segments is slightly different than our initial expectations, which we believe reflects the benefit and strength of our portfolio of solutions.\nWe continue to see strong demand for the services across our electric segment, and we now expect revenues to range between $8.5 billion and $8.6 billion, a $200 million increase from our previous range. However, as Duke commented, portions of our transmission operations are being negatively impacted by customer-driven material delays. And accordingly, we're moving labor and equipment to address our customers' growing distribution needs.\nThis shuffling of resources is creating inefficiencies as we also grow headcount, which we expect will slightly pressure margins in the back half of the year. As a result, we now expect margins for the segment to range between 10.6% and 10.8%, still a double-digit operating profile, but slightly below our previous expectations.\nOur Renewables segment was negatively impacted by the uncertainty on project timing attributable to potential supply chain disruptions. However, we've seen some improvement in that regard over the last month. We currently see the opportunity for the back half of the year to be stronger with full year revenues now expected to range between $4 billion and $4.2 billion, a $200 million increase from our previous range and operating margins continuing to range between 8.5% and 9%.\nOur Underground segment has had a great start to the year. Given the solid performance to date and improved visibility into the remainder of the year, we are tightening our full year range of expectations. We now expect full year revenues for the segment to range between $4.1 billion and $4.2 billion, with margins expected to range between 7% and 7.5%, which puts our previous midpoint expectation as the new low end of the margin range.\nWith regard to free cash flow, we are lowering our full year expectations, primarily due to the Canadian transmission project dynamics we're working through, but also due to incremental revenue growth that will require additional working capital. Accordingly, we now expect free cash flow for the year to range between $550 million and $750 million.\nDue to the lower free cash flow, coupled with increased interest rates on our variable rate debt, we now expect full year interest expense to range between $120 million and $123 million. In the aggregate, our consolidated expectations for full year diluted earnings per share attributable to common stock are now expected to range between $3.32 and $3.65. And full year adjusted diluted earnings per share attributable to common stock, a non-GAAP financial measure to range between $6.10 and $6.44. Additionally, we now expect adjusted EBITDA, a non-GAAP measure, to range between $1.64 billion and $1.71 billion for the year.\nFor quarterly commentary and additional details on our financial expectations, please refer to our outlook summary, which can be found in the financial info section of our IR website at quantaservices.com. From a long-term perspective, the tailwinds behind our end markets remain robust. We believe our industry-leading solutions differentiate us from our peers and present management with the opportunity to deliver significant stockholder value through organic growth and strategic capital deployments through 2026 and beyond.\nI'll now turn it back over to our operator for Q&A. Operator?"
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/abf426fab467bf025ff55cf75d4cdff6",
    "period": "2022 Q1",
    "content": "Q1 2022 Quanta Services Inc Earnings Call\n\nQ1 2022 Quanta Services Inc Earnings Call\n\nPWRNYSEMAY 5, 9:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Quanta Services First Quarter 2022 Earnings Conference Call. (Operator Instructions)\nAt this time, it is my pleasure to turn the floor over to your host, Kip Rupp, President, Investor Relations. Thank you. One moment.\n\nKip A. Rupp\n\nVP of IR, Quanta Services, Inc.\n\nThank you, and welcome, everyone, to the Quanta Services First Quarter 2022 Earnings Conference Call. This morning, we issued a press release announcing our first quarter 2022 results, which can be found in the Investor Relations section of our website at quantaservices.com, along with a summary of our 2022 outlook and commentary we'll be discussing this morning. Additionally, we will use a slide presentation to accompany our prepared remarks, which is viewable through the call's webcast and is also available on the Investor Relations section of the Quanta Services website.\nPlease remember that information reported on this call speaks only as of today, May 5, 2022, and therefore, you're advised that any time-sensitive information may no longer be accurate as of any replay of this call. This call will include forward-looking statements intended to qualify under the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995. These include all statements reflecting Quanta's expectations, intentions, assumptions or beliefs about future events or performance that do not solely relate to historical or current facts.\nForward-looking statements involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied. For additional information concerning some of these risks, uncertainties and assumptions, please refer to the cautionary language included in today's press release, along with the company's periodic reports and other documents filed with the Securities and Exchange Commission, which are available on Quanta's or the SEC's website.\nYou should not place undue reliance on forward-looking statements, and Quanta does not undertake any obligation to update such statements and disclaims any written or oral statements made by any third party regarding the subject matter of this call. Please also note that we will present certain historical or forecasted non-GAAP financial measures in today's call, including adjusted diluted EPS, backlog, EBITDA and free cash flow. Reconciliations of these measures to their most directly comparable GAAP financial measures are included in our earnings release.\nLastly, if you would like to be notified when Quanta publishes news releases and other information, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com. We also encourage investors and others interested in our company to follow Quanta IR and Quanta Services on the social media channels listed on our website.\nWith that, I would now like to turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, CEO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone, and welcome to Quanta Services First Quarter 2022 Earnings Conference Call. On the call today, I will provide operational and strategic commentary, and will then turn it over to Derrick Jensen, Quanta's Chief Financial Officer, who will provide a review of our first quarter results and full year 2022 financial expectations. Following Derrick's comments, we welcome your questions.\nOur first quarter results show that Quanta is off to a great start this year with quarterly revenues of $4 billion, each segment generated strong revenue growth during the quarter despite the impact of normal seasonality, with GAAP and adjusted diluted EPS of $0.57 and a record $1.37 respectively. Additionally, total backlog at the quarter end exceeded $20 billion for the first time, which continues to support our 2022 financial expectations.\nWe continue to see opportunities across our service lines, driven by our collaborative solution-based approach. The growth of programmatic spending with existing and new customers and the favorable megatrends that we discussed at our recent Investor Day, which provides strong visibility into near- and long-term growth.\nOur Electric Power Infrastructure Solutions operations continued to perform well during the quarter, driven by broad-based business strength from ongoing utility grid modernization and system hardening initiatives and solid and safe execution. Additionally, our communications operations are moving in the right direction, and performed well during the quarter.\nOur Electric Power outlook remains strong, driven primarily by increasing service line opportunities and market share gains on our base business. Further, we continue to actively pursue large new master service agreements, or MSAs, that are designed to modernize the grid and to support growing electric vehicle penetration and other needed technology adoption and to harden the system to be more resilient to wildfire and severe weather events. We believe these trends provide opportunity for materially greater backlog levels this year.\nOur conversations about Quanta's EV charging program management solutions continues to advance with companies throughout the electric vehicle ecosystem. Our revenues from EV charging infrastructure work are relatively small but are expected to increase significantly this year and beyond. We believe EV charging infrastructure opportunities are on the cusp of accelerating and are only just beginning. Additionally, we believe the need to modernize and enhance the power grid, to enable higher levels of load growth and continuous power demand caused by growing EV penetration could create significant opportunities for Quanta.\nOur Renewable Energy Infrastructure Solutions segment performed well during the quarter. Many of the macroeconomic uncertainties we are managing through today were known unknowns when we announced our intention to acquire Blattner in September of 2021, and we have prudently taken these risks into consideration for our full year 2022 guidance. We also believe Quanta's and Blattner's market-leading position, scope and scale and technology and geographic diversity, positions the company to manage through times of uncertainty.\nThat said, we reiterate that we did not acquire Blattner for 2022. The addition of Blattner's utility scale renewable generation solutions to Quanta's existing holistic grid solutions transforms our ability to collaborate early with our customers on their energy transition strategies over the coming decades, which we believe creates a value proposition unique to the industry. We are increasingly confident in our strategy to position Quanta as the infrastructure solutions leader in the energy transition.\nWe are pleased with the performance of our Underground Utility and Infrastructure Solutions segment, which delivered strong revenue growth and profitability in the quarter. In particular, our industrial services operations executed well and are experiencing strong demand as the global economy continues to recover and 2 years of pent-up demand from deferred maintenance and capital spending resumes. We also continued to experience solid demand for our gas utility and pipeline integrity services, which are driven by regulated spend to modernize systems, reduce methane emissions, ensure environmental compliance and improve safety and reliability.\nLooking to the coming years, we continue to see emerging opportunities for Quanta's Underground Utility and Infrastructure Solutions operations play an evolving and increasing role with customers as they increasingly pursue strategies to reduce their carbon footprint and diversify their operations and assets towards greener business opportunities.\nAs we discussed in detail a month ago during our 2022 Investor Day in New York City, Quanta is successfully executing on strategic initiatives to drive operational excellence, total cost solutions for our clients, profitable growth and value for our stakeholders. Our strategic initiatives uniquely positions us to not only capitalize on the megatrends but also enhance our customer relationships and market positioning. As a result, we are able to collaborate with our clients to execute their capital deployment plans, even during challenging conditions like the ones we face today including supply chain, inflation, COVID-19 and regulatory uncertainties.\nThese dynamics are not easy to navigate, but we expect to continue to successfully manage through them. It is during these times that Quanta demonstrates its resilience, which we believe shows the strength of our operations portfolio, strategic initiatives and platform of solutions. Furthermore, we are developing new solutions throughout the supply chain, which we believe will be a differentiator and will expand our customer base. We believe the glass is half full and see these challenges as opportunities for us to take strategic actions to further differentiate our solutions and mitigate risk for our company and our customers.\nQuanta is a portfolio of exceptional companies with geographic and service line diversity. We are anchored by our commitment to cross-skill labor and our self-perform capabilities and remain dedicated to growing and enhancing our portfolio of services, which strengthens our ability to capture more of a customers' large programmatic spending programs and to operate in a responsible and sustainable way while maintaining a strong financial profile.\nLooking to the medium and long term. As energy transition and carbon reduction initiatives accelerate, we believe the infrastructure investment and renewable generation necessary to support these initiatives are still in early stages of deployment and that this is arguably the most exciting time in Quanta's history. We have profitably grown the company and executed well and expect to continue to do so. Demand for our services is robust across our portfolio and driven by long-term visible and resilient energy transition and technology enablement megatrends.\nWe are confident in the strategic initiatives we are executing on, the competitive position we have in the marketplace and our positive multiyear outlook. As a result, we believe Quanta has built a platform with the opportunity to deliver a 10% organic adjusted earnings per share CAGR and a strategy with the opportunity to deliver a 15% or better adjusted EPS CAGR through 2026.\nWe are focused on operating the business for the long term and expect to continue to distinguish ourselves through safe execution and best-in-class built leadership. We will pursue opportunities to enhance Quanta's base business and leadership position in the industry and provide innovative solutions to our customers. We believe Quanta's diversity, unique operating model and entrepreneurial mindset form the foundation that will allow us to continue to generate long-term value for our stakeholders.\nI will now turn the call over to Derrick Jensen, our CFO, for his review of our first quarter results and 2022 expectations. Derrick?\n\nDerrick A. Jensen\n\nCFO, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. Today, we announced record first quarter revenues of $4 billion. Net income attributable to common stock was $85 million or $0.57 per diluted share and adjusted diluted earnings per share, a non-GAAP measure, was a record for the first quarter at $1.37.\nOur Electric Power revenues were $2.1 billion, a quarterly record and a 28% increase when compared to the first quarter of 2021. This increase was primarily due to growth in spending by our utility customers on grid modernization, resulting in increased demand for our electric power services as well as approximately $75 million in revenues attributable to acquired businesses.\nElectric segment operating income margins in 1Q '22 were 9.5%, a 30 basis point improvement compared to 9.2% in 1Q '21. However, margins were slightly impacted during the quarter for certain Canadian projects due to substantial COVID delays. That said, our U.S. electric operations continued to perform well, delivering another double-digit quarter. Also included within our Electric segment are our communications operations, which delivered mid-single-digit margins during the quarter and remain on track for upper single-digit margins for the year.\nRenewable Energy Infrastructure segment revenues for 1Q '22 were $876 million, a substantial increase from 1Q '21 primarily due to $470 million in revenues attributable to acquired businesses. Operating income margins in 1Q '22 were 8%, in line with our expectations for the quarter but lower than the 11.8% in 1Q '21 due to the change in the mix of work as a result of the acquisitions and due to normal project variability.\nUnderground Utility and Infrastructure segment revenues were $951 million for the quarter, 48% higher than 1Q '21, reflecting increased levels of activity across all of our segment operations. Operating income margins for the segment were 5.1%, 370 basis points higher than 1Q '21. The margin improvement was largely due to the increase in revenues and improved performance from our industrial operations, with COVID-related headwinds previously impacting these operations largely absent in this segment for 1Q '22.\nOne below the line item I want to mention is our 1Q '22 other income and expense. As I mentioned last quarter, we hold an investment in a fixed wireless broadband technology provider that in March of 2022 became Starry Group Holdings, Inc., a publicly traded company, at which point our interest became a common equity interest in the publicly traded company. We've remeasured the fair value of this investment based on the market price of the publicly traded company stock as of March 31, 2022, which resulted in the recognition of an unrealized loss of $8.4 million during the quarter. The value of this investment must be marked to market at each quarter end as long as this investment is held.\nOn the non-GAAP adjusted earnings per share and adjusted EBITDA basis, we've removed the unrealized loss associated with this investment for the quarter and plan to continue adjusting our non-GAAP measures for mark-to-market volatility in future periods. Our total backlog was a record $20.5 billion at the end of the first quarter. Additionally, 12-month backlog of $11.5 billion also represents a quarterly record. Although backlog includes some nice project awards during the first quarter, our backlog growth continues to be driven primarily by multiyear MSA programs with North American utilities, which we believe reinforces the repeatable and sustainable nature of the largest portion of our revenues and earnings.\nAs expected, for the first quarter of 2022, we had negative free cash flow, a non-GAAP measure of $16 million compared to $49 million of positive free cash flow in 1Q '21. Net cash provided by operating activities during the first quarter of 2022 was lower due to higher revenues and corresponding increases in working capital demands compared to 1Q '21.\nDays sales outstanding, or DSO, measured 80 days for the first quarter of 2022, a decrease of 9 days compared to the first quarter of 2021 and the same as year-end. The decrease from 1Q '21 was primarily due to the favorable impact of the acquisition of Blattner, which has traditionally had a lower DSO than certain of our other larger operating companies. This positive impact was partially offset by continued elevated working capital requirements associated with 2 large Canadian transmission projects driving an increase in contract assets, which we've discussed in prior quarters. Both projects were incrementally impacted by COVID during the first quarter, increasing our change order positions.\nIn total, the amounts being pursued are currently impacting DSOs by as much as 4 to 5 days. However, one of those projects reached substantial completion during the first quarter, and we expect those contract assets to be built and collected over the remainder of the year.\nAs of March 31, 2022, we had total liquidity of approximately $2 billion and a debt-to-EBITDA ratio of 2.3 as calculated under our credit agreement. We expect continued earnings growth and cash generation to support our ability to efficiently delever over the following quarters while continuing to create shareholder value through our dividend and repurchase programs as well as strategic acquisitions. Through the date of this earnings release, we've acquired approximately $21 million worth of stock since the beginning of the year as part of our repurchase program, and we continue to evaluate potential acquisitions that fit our strategic objectives.\nTurning to guidance. I'm pleased with the start to our year and have little change to our overall expectations for 2022. We now expect Electric Power revenues to range between $8.3 billion and $8.4 billion with margin expectations unchanged, ranging between 10.7% and 11.3%. Similarly, we're increasing our Underground revenue expectations to range between $4.1 billion and $4.3 billion with margins expected to range between 6.5% and 7.5%, consistent with our previous expectations.\nOur Renewables segment revenue and expectations are unchanged. However, with the uncertainty on project timing attributable to potential supply chain disruptions, we have widened our operating margin range a bit to 8.5% and 9%. We believe these dynamics are short term in nature and the opportunity to overcome them and deliver margins at our original 9% level and above continues to exist. Additionally, higher interest rates on our variable rate debt are resulting in increased interest expense for the year, which we now expect to range between $113 million and $117 million for the year.\nIn the aggregate, our consolidated expectations for adjusted EPS and adjusted EBITDA remain unchanged for the year, reflecting the strength of our portfolio. For additional information, please refer to our outlook summary, which can be found in the Financial Info section of our IR website at quantaservices.com.\nFrom a long-term perspective, as we laid out in April at our Investor Day, the tailwinds behind our end markets and our industry-leading solutions present management with the opportunity to deliver significant shareholder value through organic growth and strategic capital deployment through 2026 and beyond.\nAnd speaking of management, as we disclosed in today's additional release, I'm pleased to announce my planned transition from the role of Chief Financial Officer, to the new role of Executive Vice President of Business Operations. Transitioning into the role of Chief Financial Officer is Jayshree Desai. Jayshree has been a valuable partner to me and Duke and all of our leadership team since she joined the organization in 2020 and she is well suited to guide our financial organization going forward. It has been the highlight of my career to serve as Quanta's Chief Financial Officer over the last 10 years. As the longest standing employee of Quanta, I spent almost half my life helping to lead our financial organization and support our world-class operating leadership. I'm incredibly excited to continue supporting our strategic growth in a different capacity going forward.\nI'll now turn the call back over to Duke for closing remarks.\n\nEarl C. Austin\n\nPresident, CEO & Director, Quanta Services, Inc.\n\nThanks, Derrick. Before going to Q&A, I wanted to thank and recognize Derrick for his many years of continued dedication to Quanta and for his partnership. This is a purposeful transition and is a role that will enhance our ability to reach our targets. I am grateful Derrick embraced and led this transition and look forward to driving operations together. It is congratulations today, but maybe condolences later.\nI also want to congratulate Jayshree on her new role as CFO. She has been a great addition to our senior leadership team. I am excited about Quanta's future and look forward to working closely with Derrick and Jayshree in their new roles.\nWith that, I'll turn the call back to the operator for Q&A."
  },
  {
    "header": "PWR",
    "cik": "0001050915",
    "ticker": "PWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/abbc8ab3af8875dfe034c6f06747a070",
    "period": "2021 Q4",
    "content": "Q4 2021 Quanta Services Inc Earnings Call\n\nQ4 2021 Quanta Services Inc Earnings Call\n\nPWRNYSEFEB 24, 9:00 AM\n\nOperator\n\nGreetings and welcome to the Quanta Services Fourth Quarter and Full Year 2021 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Kip Rupp, Vice President, Investor Relations. Thank you. Please go ahead.\n\nKip A. Rupp\n\nVP of IR, Quanta Services, Inc.\n\nThank you and welcome, everyone, to the Quanta Services Fourth Quarter and Full Year 2021 Earnings Conference Call. This morning, we issued a press release announcing our fourth quarter and full year 2021 results, which can be found in the Investor Relations section of our website at quantaservices.com, along with a summary of our 2022 outlook and commentary that we will discuss this morning. Additionally, we will use a slide presentation this morning to accompany our prepared remarks, which is viewable through the call's webcast and is also available on the Investor Relations section of the Quanta Services website.\nPlease remember that information reported on this call speaks only as of today, February 24, 2022. And therefore, you're advised that any time-sensitive information may no longer be accurate as of any replay of this call.\nThis call will include forward-looking statements intended to qualify under the safe harbor from liability and satisfy the Private Securities Litigation Reform Act of 1995. These include all statements reflecting Quanta's expectations, intentions, assumptions or beliefs about future events or performance that do not solely relate to historical or current facts. Forward-looking statements involve certain risks, uncertainties and assumptions that are difficult to predict or beyond Quanta's control, and actual results may differ materially from those expressed or implied.\nFor additional information concerning some of these risks, uncertainties and assumptions, please refer to the cautionary language included in today's press release, along with the company's periodic reports and other documents filed with the Securities and Exchange Commission, which are available on Quanta's or the SEC's website. You should not place undue reliance on forward-looking statements, and Quanta does not undertake any obligation to update such statements and disclaims any written or oral statements made about any third party -- by any third party regarding the subject matter of this call.\nPlease also note that we will present certain historical and forecasted non-GAAP financial measures in today's call, including adjusted diluted EPS, backlog, EBITDA and free cash flow. Reconciliations of these measures to their most directly comparable GAAP financial measures are included in our earnings release.\nLastly, if you would like to be notified when Quanta publishes news releases and other information, please sign up for e-mail alerts through the Investor Relations section of quantaservices.com. We also encourage investors and others interested in our company to follow Quanta IR and Quanta Services on the social media channels listed on our website.\nWith that, I'd like to now turn the call over to Mr. Duke Austin, Quanta's President and CEO. Duke?\n\nEarl C. Austin\n\nPresident, CEO & Director, Quanta Services, Inc.\n\nThanks, Kip. Good morning, everyone, and welcome to the Quanta Services Fourth Quarter and Full Year 2021 Earnings Conference Call. On the call today, I will provide operational and strategic commentary and will then turn it over to Derrick Jensen, Quanta's Chief Financial Officer, who will provide a review of our fourth quarter results and full year 2022 financial expectations. Following Derrick's comments, we welcome your questions.\nThis morning, we reported strong fourth quarter results, which complete another year of solid, safe execution, profitable growth. These results were built off a strong operational and financial platform and we believe demonstrates the dedication of the best employees in the industry. Our portfolio of companies, diversity of service lines and field leadership has allowed us to endure the uncertainties and challenges presented by the global pandemic over the past couple of years while still delivering 4 consecutive years of record adjusted EBITDA and 5 consecutive years of record adjusted earnings per share.\nWe accomplished a great deal in 2021 through the successful implementation of our strategic initiatives, and our past success positions us well for the future. We remain focused on continuing to provide collaborative solutions to our customers and business partners to help them achieve their goals and to capitalize on opportunities to enable the energy transition that is unfolding.\nHere are some of our accomplishments in 2021. We continue to advance our front-end solution strategy both organically and through acquisitions, which is focused on strengthening our design, engineering, permitting, environmental and program management capabilities. This strategy allows us to expand our solutions to our customers, enhances risk management and increases our total addressable market. We expanded our emergency response capabilities and generated another year of record revenues by supporting our customers' efforts to restore power to millions of people adversely impacted by several severe weather events during the year. Our ability to quickly mobilize significant resources to support our customers in times of need is unmatched in our industry.\nLUMA Energy, our joint venture with ATCO, successfully transitioned to managing Puerto Rico's more than 18,000-mile electric transmission and distribution systems. Though many years of challenges and work remain, LUMA has made significant progress in improving customer service, response times, customer communication and system reliability. We continue to believe this opportunity is transformative for Quanta and the people of Puerto Rico and remain committed to supporting LUMA's mission to provide reliable electricity while building a modern and sustainable transmission and distribution system.\nIn support of our commitment to the people of Puerto Rico, we, along with ATCO, funded and commenced the LUMA College for Technical Training in Puerto Rico, and the first class of electric utility line workers graduated in October. Since opening the college, which is supported by Northwest Lineman College, hundreds of workers from LUMA have received additional training with the support of Quanta. We are proud of our commitment to the advancement of craft-skilled workforce in Puerto Rico.\nWe grew our communications services revenue by approximately 25% and ended the year with record communications total backlog of approximately $1.3 billion. We also developed and rolled out wireless infrastructure solutions to strengthen our opportunities to capitalize on 5G network deployment and ongoing enhancement of 4G wireless networks. We expect to profitably grow the business and are booking incremental wireless revenue.\nWe completed the acquisition of Blattner, a premier utility-scale renewable energy infrastructure solutions provider in North America with decades of experience and strong safety culture. This is Quanta's largest acquisition to date, and we believe this positions Quanta to be a leader in the energy transition and transforms our ability to collaborate early with our customers on their energy transition strategies. The integration of Blattner is going well, and we have increasing confidence in our ability to create meaningful growth and cost synergies together over time.\nWe made meaningful progress in our initiative to apply certain skill sets and expertise from operations within the Underground Utility and Infrastructure Solutions segment to perform certain aspects of electric power and telecom-related work. We believe the resource expansion and operating leverage we gain through this initiative is a significant opportunity for Quanta to reinforce our self-performed capabilities, improve operating efficiency and profitability and demonstrates the strength of our portfolio approach.\nIn addition to the acquisition of Blattner, we invested approximately $350 million in strategic acquisitions of 9 high-quality companies, which primarily support our electric power and front-end service solutions. We believe the acquired companies are additive to our base business, advance our strategic initiatives and enhance our self-perform capabilities, which typically accounts for approximately 80% of our work and are key to providing cost certainty to our customers.\nWe maintained our investment-grade credit rating while issuing $1.5 billion of senior notes and expanded our credit facility to fund the Blattner acquisition, which we believe points to the merits of the transaction, our strong financial profile, the resiliency and sustainability of our business model and positive multiyear outlook. We demonstrated our commitment to stockholder value and our confidence in Quanta's financial strength and continued growth opportunities through the repurchase of approximately $64 million of common stock and a 20% increase of our dividend.\nAnd finally, we continue to increase our efforts and dedicate resources toward implementing sustainable business practices throughout the organization and to improve the data we capture to manage our operations' sustainability and better communicate our ESG impact and initiatives to our stakeholders.\nIt is easy to take for granted the reliability of the power grid, access to abundant sources of affordable energy and Internet connectivity for commerce and entertainment. The impact of a hurricane, winter storm, wildfire or other events that shut off power affects our ability to heat or cool our homes and disrupts our quality of life, quickly changes this perspective and highlights how critical the infrastructure that we design, build and maintain is to our everyday well-being. The solutions Quanta provide support our customers' efforts to increase reliability, safety, efficiency and connectivity, all of which have a favorable environmental and social impact.\nAdditionally, our services are at the forefront of providing the infrastructure solutions necessary to enable the energy transition and the adoption of new technology. As a result, we believe our business is levered to favorable and sustainable long-term trends.\nDemand for grid modernization, system hardening, electric vehicle charging, infrastructure and renewable energy interconnection services is robust and we believe will remain so for the foreseeable future. This activity drove our electric power results and backlog strength during 2021 primarily through significant multiyear master service agreements with utilities. Further, we believe we are in the early stages of utilities undergrounding transmission and distribution lines to protect them from the effects of severe weather events and wildfires.\nFor example, several utilities in the Western United States are planning to invest tens of billions of dollars in the aggregate to underground thousands of miles of electric power lines in high fire-threat areas. Electric utilities in other areas of the country are pursuing initiatives to underground critical infrastructure. Examples include electric transmission projects in the Northeast, distribution circuits along the coastlines and electric transmission line projects for offshore wind generation. Many of these initiatives are part of the large-scale multiyear system hardening programs.\nWe also believe North America is at an inflection point for significant investment in electric vehicle-related infrastructure, including charging infrastructure and the electric distribution system upgrades necessary to support the anticipated increase in the adoption of electric cars, trucks and commercial fleet vehicles in the coming years. Quanta continues its work with multiple leading electrical vehicle charging companies and utilities to build out infrastructure necessary to make fast, affordable charging possible in numerous states across the country.\nQuanta is presently working on the rollout of hundreds of charging stations. In many of these locations, Quanta is serving as the program manager, providing a full suite of engineering, development and construction services. With our scope and scale and turnkey program management capabilities, we are pursuing additional EV charging program management opportunities with other charging infrastructure companies, automakers and utilities.\nOur communications operations, which are within the electric power segment, grew revenues and backlog nicely in 2021, but our profitability levels did not achieve our goals. We are working constructively with our customers on certain items that have impacted profitability and believe these issues are approaching resolution. With the exception of these issues, the remainder of the communications operations are operating close to our target margin profile for the year. The demand for our communication services remains high, and we expect double-digit revenue growth and a return to upper single-digit operating income margin for our communications operations in 2022.\nWith the addition of Blattner to our portfolio, we have begun reporting through 3 segments by adding a new Renewable Energy Infrastructure Solutions segment. This platform consists of services and solutions for infrastructure supporting the delivery of renewable energy, including renewable generation, electric transmission, substations and battery storage, with Blattner's operations representing the majority of those solutions. We are strategically positioned to collaborate with our customers to lead North America's energy transition and capitalize on the growing and significant amount of expenditure expected to be invested in renewable generation and related infrastructure as part of these efforts.\nRenewable developers and utilities are leading the effort to reduce carbon emissions, many with carbon-neutral commitments through aggressive efforts to expand their renewable generation portfolios and implement new technologies for current and future needs. Achieving their goals will also require substantial incremental investment in transmission and substation infrastructure to interconnect new renewable generation facilities to the power grid and to ensure grid reliability due to the significant increase of intermittent power added to the system.\nFor example, we highlighted in our earnings release this morning our recent selection to build more than 400 miles of high-voltage electric transmission across several states for a customer in the Western United States. This project is designed to improve operational flexibility in conjunction with future generation resources, including renewable energy, to meet the load growth and provide increased reliability. Also of note, this is the largest electric transmission line contract ever awarded to Quanta in the United States.\nOver the near and longer term, we believe substantial load growth, public policy and the overall positive sentiment supporting a greener environment will continue to drive North America's power generation mix increasingly towards renewables. Blattner's utility-scale renewable generation solutions, coupled with Quanta's existing holistic grid solutions, creates a unique value proposition and opportunity to collaborate with our customers to shape their energy transition initiatives. We are increasingly confident in the gross synergy opportunities we have with the addition of Blattner, and to that end, believe we have only scratched the surface on what is possible.\nOur Underground Utility and Infrastructure Solutions segment faced challenges last year, primarily due to circumstances outside of our control, such as impacts from the global pandemic, work disruptions along the Gulf Coast due to hurricane and impact on results from a customer bankruptcy. Despite these challenges, our operations persevered and our gas utility and pipeline integrity operations performed well. We believe the recovery of certain of our markets and operations have begun. In particular, we expect our industrial services, Canadian and Australian operations to meaningfully improve this year both in revenue and margins. We expect to continue our focus on growing our gas utility, pipeline integrity and industrial services businesses, consistent with our strategy over the last 5 years, due to the favorable long-term trends driven by safety, reliability and environmental regulations.\nLooking to the coming years, we believe Quanta has meaningful opportunities with customers in this segment as they increasingly pursue strategies to reduce their carbon footprint and transition their operations and assets towards greener business opportunities. For example, gas utilities are implementing system modernization initiatives to reduce methane emissions and that position them to blend hydrogen into their natural gas flow and certain refiners. Utilities and developers are building renewable natural gas and biofuel processing facilities. We are also actively pursuing sizable carbon sequestration projects.\nIn our earnings release this morning, we provided our 2022 guidance, which we believe demonstrates the strength and sustainability of our business and long-term strategy, favorable end-market trends, our ability to safely execute and our strong and strengthening competitive position in the marketplace. Further, our ongoing investment and commitment to workforce training continues to positively impact our performance and positions us well to capitalize on future opportunities. Our expectations call for another year of meaningful growth, record revenues, adjusted EBITDA and earnings per share and improved profit margins. Additionally, we see opportunity to achieve new record levels of backlog in 2022. Derrick will provide additional detail about our guidance in his commentary.\nIn summary, the strong performance of our electric power and Renewable Energy Infrastructure Solutions operations and the contribution of acquisitions during the year yielded record results in 2021 and has given us a leading platform to collaborate with our customers to shape the energy transition. We believe our strategic position in the marketplace remains strong, which has been further enhanced by the acquisition of Blattner, and that we are all well positioned for continued profitable growth over the near and longer term.\nWe continue to make meaningful progress on growing our portfolio of services within each of our units to further leverage our operating results. The recent promotion of Redgie Probst to Chief Operating Officer is intended to support and promote this strategy, and we look forward to continuing to work with him on this important initiative.\nConsidering our organic growth opportunities and the levers available to us to allocate future cash flow generation into value-creating opportunities such as stock repurchases, acquisitions, strategic investments and dividends, we believe Quanta will continue to generate meaningful value for our stakeholders going forward. We are focused on operating the business for the long term and expect to continue to distinguish ourselves through safe execution and best-in-class field leadership. We will pursue opportunities to enhance Quanta's base business and leadership position in the industry and provide innovative solutions to our customers. We believe Quanta's diversity, unique operating model and entrepreneurial mindset form the foundation that will allow us to continue to generate long-term value for our stakeholders.\nI will now turn the call over to Derrick Jensen, our CFO, for his review of our fourth quarter and full year results and 2022 expectations. Derrick?\n\nDerrick A. Jensen\n\nCFO, Quanta Services, Inc.\n\nThanks, Duke, and good morning, everyone. Today, we announced record quarterly revenues of $3.9 billion for the fourth quarter of 2021. Net income attributable to common stock was $104.8 million or $0.71 per diluted share, and adjusted diluted earnings per share, a non-GAAP measure, was a record $1.54. Overall, the fourth quarter closed out another exceptional year of operational performance for Quanta.\nOur fourth quarter results include the introduction of our Renewable Energy Infrastructure Solutions segment, largely due to the inclusion of Blattner in our operating results beginning in October. At a high level, this segment primarily represents the solutions we're providing associated with interconnection, substation and generation infrastructure directly supporting the delivery of renewable electricity. Historically, these activities were included within our electric segment. However, as the same market forces driving Blattner's growth will drive growth in these related areas, which included the aggregation of these services provided incremental clarity to the investment community.\nOur reported results exceeded our expectations for the fourth quarter in numerous areas, including revenues, adjusted EBITDA, EPS and adjusted EPS, with revenues and adjusted EBITDA delivering significant growth as compared to last year. I'll cover a few items impacting the quarter.\nRevenues continued to show significant growth compared to last year, in part due to record emergency storm response revenues, although only slightly above last year's ERS revenues. Additionally, revenues from acquired businesses were approximately $500 million in 4Q '21, the majority of which was attributable to Blattner. Operating margins in the quarter benefited from continued strong execution across our electric operations with margins exceeding 12%. Also contributing were the operating results of our integral unconsolidated affiliates. This primarily relates to the LUMA joint venture, but also includes contributions from a business that provides specialty site preparation and access solutions in which we acquired a 44% interest during the quarter, as we commented on in our third quarter earnings release, and they performed quite well during the quarter. Partially offsetting those dynamics were our communications operations, which had negative margins during the quarter due to the challenges experienced in certain regions.\nSpecifically, one customer reduced the previously expected scope of work in certain markets, while the requirements to evidence the completion of the work have been subject to multiple changes. Due to the elimination of future scope and associated construction activities, we were required to recognize in the quarter the full cost necessary for the preparation and submission of the modified closeout packages.\nFor 2 other contracts with another customer, we recognized losses due to ongoing permitting delays, which were substantially hindering production, as well as increased cost to meet schedule commitments. These 2 projects are near completion. Importantly, our remaining aggregate communications operations are operating in the upper single-digit range, giving us the confidence that our longer-term margin profiles are achievable.\nOur previous guidance included expected contributions from transactions made in 3Q '21 and 4Q '21 through the date of our November earnings release of between $40 million and $60 million of adjusted EBITDA, a non-GAAP measure. Ultimately, our fourth quarter results included contributions towards the higher end of this range.\nWe recognized an incremental $8.1 million provision for credit loss or $0.04 per diluted share related to outstanding receivables owed by Limetree Refining that declared bankruptcy in July 2021 as we do not anticipate the receipt of any funds through the bankruptcy proceeding. We no longer have any exposure related to receivables owed from this customer.\nOperating margin in 4Q '21 was negatively impacted by $146 million associated with amortization, deal costs and fair market value adjustments to earn-out liabilities, a combined 370 basis point impact, compared to $28 million of comparable costs and approximately 100 basis point impact in 4Q '20. Also of note, the tax expense and effective rate for the fourth quarter and full year of 2021 were significantly lower than our previous guidance. This reduction was largely driven by the favorable IRS clarification on per diem deductions for 2021 and the reversal of certain reserves for uncertain tax positions upon expiration of certain statutes of limitations.\nOur total backlog was $19.3 billion at the end of the fourth quarter, another record level. $1.6 billion of the backlog is attributable to fourth quarter acquisitions, the majority of which was from Blattner. But excluding those contributions, total backlog were still up over $600 million compared to 3Q '21. 12-month backlog of $11.3 billion includes close to $1.5 billion of acquired backlog, but excluding those contributions still represents record 12-month backlog on an organic basis. We believe these increases continue to reinforce the repeatable and sustainable nature of the largest portion of our revenues and earnings and the demand for our industry-leading infrastructure solutions.\nFor the fourth quarter of 2021, we generated free cash flow, a non-GAAP measure, of $111 million, resulting in $246 million of free cash flow for the year. Our previous expectations of $350 million to $500 million of free cash flow for the year excluded significant change in control-related disbursements associated with acquired liabilities during the quarter associated with the Blattner transaction, which aggregated to $72 million and are required to be treated as operating cash outflow items in our GAAP calculation. We also took the opportunity in the fourth quarter of 2021 to accelerate the opportunistic and strategic procurement of around $50 million of equipment. Given the ongoing supply chain challenges in the equipment and vehicle markets, we felt it was the right long-term action to take to support the ongoing needs of our operations.\nDays sales outstanding, or DSO, measured 80 days for the fourth quarter, which is a reduction of 9 days compared to the third quarter of 2021 and 3 days compared to the fourth quarter of 2020. The decreases were primarily due to the favorable impact of the acquisition of Blattner, which typically has lower DSO than certain of our other larger operating companies. This positive impact was partially offset by continued elevated working capital requirements associated with 2 larger Canadian transmission projects driving an increase in contract assets, which we've discussed in prior quarters. Both projects have been impacted by work stoppage protocols in Canada associated with COVID mitigation as well as delays attributable to, among other things, wildfires impacting access to work sites. Discussions with both customers regarding change orders associated with these increased costs are ongoing, with multiple change orders already approved. The remaining amounts are being pursued in the normal course.\nWe had total liquidity of $2.1 billion at year-end and a debt-to-EBITDA ratio of 2.3 as calculated under our credit agreement. While our leverage profile remains above our target range due to the acquisition financing, as we stated in prior calls, we expect to efficiently delever over the following quarters while continuing to create shareholder value through our dividend and repurchase programs as well as strategic acquisitions. To that end, during the fourth quarter, in addition to the 3 transactions we announced during our last earnings release, we acquired 4 additional businesses for a total combined consideration of approximately $230 million. These 4 acquisitions all closed late in December and, other than incremental deal costs, were immaterial to our 4Q results.\nTurning to guidance. First, forecasting and providing specific commentary on the classification of uncommitted revenues between electric power versus renewables can be challenging. Accordingly, it's possible that as we progress through the year and gain more visibility into the nature of the work we'll be performing, there could be movements outside these initial segment ranges simply due to the type of infrastructure our activities will be supporting. As Duke commented, we deliver our portfolio of services, and we are comfortable with our aggregate expectations. Additionally, by following seasonality commentary addresses our expectations for 2022 as compared to our recast quarterly results for 2021, which align prior reported numbers to our new segmentation. And these 2021 recasted segment numbers have been included in today's earnings release.\nAs it relates to the electric power segment specifically, we see 2022 revenues ranging between $8.2 billion and $8.3 billion. Our base business continues to lead the growth in the segment driven primarily by North American utilities outsourcing activities required to replace, rebuild and upgrade existing infrastructure. Notably, these growth expectations are tempered by reduced storm revenues, $250 million of which are included in our current expectations compared to over $450 million in 2021. Additionally, revenue contributions from larger electric projects are forecasted to be around $200 million lower in 2022 as we expect to reach substantial completion on one of our larger Canadian projects in the first quarter.\nIncluded within the segment are our communications operations, which we expect to grow double digits over 2021 levels to around $750 million of revenue in 2022. While we expect 2022 operating margins for the electric power segment to range between 10.7% and 11.3%, which includes contributions of between $45 million and $50 million of earnings from our integral unconsolidated affiliates, the largest portion of which relates to the LUMA joint venture in Puerto Rico. 2021 represented another exceptional year for our electric operations, and our margin profile was again above our historical norms and our original expectations due in part to the record emergency restoration service revenues.\nOur 2022 expectations for margins for the segment remain elevated but are more consistent with historical averages and are tempered by normalized storm revenues as well as our communications operations, which are expected to operate in the upper single digits in 2022. As is typically the case, we expect that first quarter operating margins will be the lowest for the year, likely around 10%, with margins increasing into the second and third quarters and then slightly declining in the fourth quarter.\nThe Renewable Energy Infrastructure Solutions segment full year revenues are expected to range between $3.8 billion and $4 billion, with the largest portion of the growth due to the acquisition of Blattner. As it relates to Blattner, we remain confident in the initial range of expectations for 2022 included in the September deal announcement.\nFrom a revenue seasonality perspective in 2022, we expect segment revenues to be between $900 million and $950 million in the first quarter, then growing sequentially into the third quarter with a slight decline in the fourth quarter. We expect 2022 operating margins for the renewable energy segment to be around 9% for the year, translating into double-digit EBITDA margins, which is what we would expect from the segment. Due to the slightly higher project-oriented nature of this segment, margins will be more variable on a quarterly basis.\nAs it stands today, similar to our other segments, we expect margins for the first quarter to be the lowest for the year, likely around 8%. Margins, therefore, have the opportunity to strengthen in subsequent quarters as volumes increase and we successfully execute through individual project contingencies throughout the year. The Underground Utility and Infrastructure Solutions segment has been heavily impacted by the uncertainties in the energy market and economy caused by COVID-19. However, we expect far fewer headwinds in 2022.\nWe are currently anticipating double-digit revenue growth off of 2021, with full year revenues expected to range between $4 billion and $4.2 billion. This growth is expected to be led by our industrial, Canadian and Australian operations, each of which has dealt with significant challenges associated with COVID-related impacts for the last 2 years. Additionally, our gas utility business continues to see nice year-over-year growth opportunities.\nOperating margins are expected to improve meaningfully in 2022. We see segment margins ranging between 6.5% and 7.5%, led primarily by recovery from our industrial and Canadian operations. Consistent with years past, our first quarter traditionally has lower activity in the segment due to weather seasonality, which impacts our revenues and precious margins to slightly below mid-single digits. However, we expect solid improvement into the second and third quarters with a seasonal decline in the fourth quarter.\nThe number and size of acquisitions in 2021 will significantly change the magnitude of amortization, acquisition and integration costs and certain other corporate and unallocated costs as well as the quarter-to-quarter timing of these items. We've included some additional information on these as well as further segment seasonality comments and other guidance items in the outlook summary that was posted in connection with the earnings release and can be found on our IR website at quantaservices.com.\nOne incremental item for 2022. Early last year, Quanta made a $90 million minority investment in a private company that provides broadband technology. The company has entered into an agreement with a special purpose acquisition company and pursuant to the transaction is expected to emerge as a publicly traded company in the first half of the year. Once effective, our current interest would become common equity and would be subject to mark-to-market accounting, with changes in value recorded in other income. We expect to adjust for these changes in value when reporting adjusted EBITDA and adjusted EPS but have not forecasted any valuation movements curve.\nThese segment operating ranges support our expectation for 2022 annual consolidated revenues of $16 billion to $16.5 billion and adjusted EBITDA of between $1.59 billion and $1.7 billion. This represents another record level of adjusted EBITDA and full year adjusted EBITDA margins over 10%. With these operating results, we estimate our range of GAAP diluted earnings per share attributable to common stock for 2022 to be between $3.56 and $4.06 and anticipate non-GAAP adjusted diluted earnings per share to be between $6 and $6.50.\nTurning to cash flow. The contract assets I spoke of earlier associated with the Canadian transmission project impacted our operating cash flows in 2021 but are expected to represent inflows of cash in 2022 as components reach resolution. These positive effects will be partially offset by the payment of approximately $46 million of change in control-related payments associated with the Blattner acquisition and the payment of $54 million of previously deferred payroll taxes in accordance with the CARES Act in 2020. As such, we currently expect 2022 free cash flow to range between $650 million and $850 million with capital expenditures of around $400 million. As we caution every year, quarterly free cash flow is subject to sizable movements due to various customer and project dynamics that occur in the normal course of operations.\nReflecting on our 2021 performance, we delivered another exceptional year, led by solid execution in the field and highlighted by the transformational acquisition of Blattner during the fourth quarter. We ended the year with approximately $1.3 billion of adjusted EBITDA, a record for Quanta, which represents a nearly 16.8% CAGR since 2016. More importantly, our record adjusted EPS of $4.92 represents a 26.6% CAGR since 2016.\nLooking forward, we continue to see the opportunity to deliver adjusted EPS growth that outpaces our adjusted EBITDA growth, led by margin expansion and operating leverage in the field, coupled with strategic capital deployments focused on delivering long-term returns to our stockholders. Over the last 5 years, we have deployed approximately $3.9 billion in cash for M&A and strategic investments, $827 million for stock repurchases and $86 million on dividends.\nAgainst this backdrop, our financial strategy and consistent performance have been acknowledged by our rating agencies, which reiterated our investment-grade rating subsequent to the debt raised to fund the Blattner acquisition. Going into 2022, we have significant liquidity available and approximately $473 million of availability remaining on our current stock repurchase program.\nThough we are focused on delevering in the near term, we remain committed to delivering shareholder value through strategic acquisitions and opportunistic repurchase activity. Overall, we continue to believe we are in the early stages of a significant infrastructure investment cycle and that we are uniquely positioned in the markets we serve to deliver comprehensive, end-to-end solutions to support North America's transition to carbon-neutral energy infrastructure.\nThis concludes our formal presentation, and we'll now open the line for Q&A. Operator?"
  }
]