[
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8071d87414ae83beafc5d10ccfab8b94",
    "period": "2025 Q3",
    "content": "Q3 2025 Prologis Inc Earnings Call\n\nQ3 2025 Prologis Inc Earnings Call\n\nPLDNYSEOCT 15, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Prologis Third Quarter 2025 Earnings Conference Call.\n[Operator Instructions]\nAs a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Justin Meng, Senior Vice President, Head of Investor Relations. Thank you. You may begin.\n\nJustin Meng\n\nThanks, Jamali, and good morning, everyone. Welcome to our third quarter 2025 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations. I'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance, and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings.\nAdditionally, our third quarter earnings press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP and in accordance with Reg G, we have provided a reconciliation to those measures. I'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions and guidance; Hamid Moghadam, our CEO; Dan Letter, President; and Chris Caton, Managing Director, are also with us today.\nWith that, I will hand the call over to Tim.\n\nTimothy D. Arndt\n\nSenior Vice President, Strategic Planning and Analysis, Prologis, Inc.\n\nThanks, Justin. Good morning, and thank you for joining our call.\nThe third quarter marked another period of solid execution with many encouraging signs across our business. We had a record quarter for leasing with signings of nearly 62 million square feet, an uptick in portfolio occupancy and another very strong quarter in rent change. We see a more positive tone across the platform with strengthening customer sentiment, improved leasing velocity and continued success in build-to-suit activity, which taken together suggest the market has found its footing and the stage is set for an inflection in occupancy and rent. Momentum also extended to our data center business. This quarter, we moved another 1.5 gigawatts of additional capacity to our advanced stages. Now with 5.2 gigawatts of power, either secured or in this advanced stage, Prologis is one of the largest owners of utility Fed power available for data centers.\nTranslating this to dollars would amount to $15 billion of investment as Powered Shell and as much as 4x that is delivered in a turnkey format. For this reason, we have begun the exploration of additional capitalization strategies to fully capture the opportunity. Our ability to combine real estate, power access, customer relationships and capital provides the foundation for one of the most significant value creation opportunities in our history, and we are well positioned and laser-focused on its execution.\nWith that as a backdrop, let's turn to our results. Core FFO, including net promote expense was $1.49 per share, and excluding net promotes was $1.50 per share, each ahead of our forecast. As noted, we had a record leasing quarter supported by a clear pickup in new leasing, which had been below historical levels for some time but is now rounding out the picture together with healthy renewal activity and heightened build-to-suit demand. As a result, occupancy grew over the quarter to 95.3%, an increase of 20 basis points, in [indiscernible] to quality persists to our curated portfolio and platform, evidenced by our 290 basis points of outperformance in the U.S. Rent change during the quarter was 49% on a net effective basis and 29% on cash highlighting the durability of our lease mark-to-market, which will provide meaningful rent change over the coming years even at spot rents.\nThe lease mark-to-market ended September at 19%, which reflects the capture of another $75 million of NOI and during the quarter and a further $900 million of NOI as leases roll. Putting it all together, net effective and cash same-store growth during the quarter were 3.9% and 5.2%, respectively. In terms of capital deployment, we had a lighter quarter of development starts with expectations for a strong fourth quarter due to the specific timing of transactions. 2/3s Of our volume in the fourth quarter -- in the third quarter was in build-to-suits with large global customers, many of whom rank in our top 25. We signed an additional 9 build-to-suits this quarter, driving the total to 21 so far for the year and amounting to $1.6 billion of total expected investment.\nBeyond that, this pipeline continues to grow with dozens of viable deals on PLD owned land and outcome of our close customer relationships and strategic land bank. We expect build-to-suits will represent over half of our development volume for the full year. Finally, our Energy business delivered 28 megawatts of solar generation and storage in the quarter with 825 megawatts of current capacity, we are on track to deliver on our 1 gigawatt goal by year-end. Interest from customers remains robust against the backdrop of increasing energy prices and forecasted shortages in power. We continue to integrate our solar storage and off-grade energy solutions with our real estate another example of how Prologis continues to evolve with and for our customers.\nOn the balance sheet, we closed on $2.3 billion in financing activity across the REIT and funds, which included a very successful EUR 1 billion raise at 3.5%. Our global access to capital remains one of the defining strengths of our franchise with an in-place cost of debt at just 3.2% and more than 8 years of average remaining life. In our strategic capital business, we had modest net inflows for the quarter across our open-ended funds as investors begin to reengage following several uneven quarters. But at the same time, we're excited by our progress on new vehicles that are drawing strong interest and position us well for the next phase of growth in this business. We look forward to sharing more on this in the fourth quarter.\nTurning to our customers. Sentiment is clearly better as informed by our day-to-day discussions across the globe as well as in focused strategic dialogue like that in our Customer Advisory Board held late last month. Beyond improved decision-making, larger occupiers are pursuing reconfiguration and consolidation strategies with a shift toward network optimization rather than contraction. In keeping with the typical real estate cycle, we'd expect smaller and medium-sized enterprises to follow suit. And out of interest, e-commerce penetration, now 24% of U.S. retail sales has expanded since COVID and continues its march higher as meaningful and secular driver of demand with 52 unique names transacting this quarter.\nIn terms of operating conditions, overall, we see demand improving. Occupancy has formed a base and rents are progressing through their bottoming process. In our U.S. markets, we estimate 47 million square feet of absorption for the third quarter, holding market vacancy steady at 7.5%, where we expect it to top out. Meanwhile, the supply picture remains favorable as the construction pipeline depletes and starts are below pre-COVID levels. Market rent declines have been slowing just over 1% this quarter, also evidencing the market shift. Our strongest markets in the U.S. continue to be across the Southeast and Texas with solid absorption in Houston, Dallas and Atlanta. The tone in Southern California is also improving. Although rents remain soft, leasing activity has turned up, both in L.A. and the Inland Empire.\nConsistent with our prior view, we expect SoCal to lag the broader inflection in operating conditions in the near term, but outperform over the long term. Our platforms outside of the U.S. are certainly a bright spot. Latin America, again delivered excellent results, where Brazil and Mexico together, have been providing the highest same-store growth in our portfolio, Europe has maintained higher occupancy and more moderate rent decline relative to the U.S., and our Japan portfolio maintains its track record of exceptional occupancy overcoming the higher market supply of recent years. With real estate in 20 countries across the world's most dynamic markets, our global scale continues to serve customers and the benefits of this diversification is evident in our performance.\nFinally, on data centers, demand for our product has been exceptional. Every megawatt we can deliver over the next 3 years is already in dialogue with customers. We're taking a deliberate and disciplined approach consistent with our build-to-suit strategy, and by staying close to customers and their evolving needs, we have strong conviction in the depth of our pipeline and look forward to announcing on a handful of starts in the coming quarters.\nTurning to guidance. As we move into year-end. Average occupancy at our share is unchanged at the midpoint of 95% and rent change will average in the low 50s for the full year. The range for same-store NOI growth is increasing to 4.25% to 4.75% on a net effective basis and 4.75% to 5.25% on a cash basis. We are increasing our G&A guidance to a range of $460 million to $470 million and also increasing our strategic capital revenue guidance to a range of $580 million to $590 million. In capital deployment, we are increasing development starts at our share to a new range of $2.75 billion to $3.25 billion. And as a reminder, only previously announced data center starts are included in this guidance. We are also increasing our combined disposition and contribution guidance by $500 million to a range of $1.5 billion to $2.25 billion at our share.\nIn total, our guidance is for GAAP earnings to range between $3.40 and $3.50 per share. Core FFO, including net promote expense, will range between $5.78 and $5.81 per share, while core FFO excluding net promote expense will range between $5.83 and $5.86 per share, a $0.02 increase from our prior guidance. To close, the outlook for Global Logistics is strong and the demand for data centers and distributed energy systems is robust, all of which underpins our confidence in the long term and absolutely unique opportunity for our business. Our focus remains on disciplined growth, operational excellence and leaning in on these long-term trends. These priorities have been central to Prologis since its founding and continue to shape every decision we make. And as we reflect on the leadership that built this company and the enduring culture that Hamid has created, we do so with a deep sense of commitment and continuity. The foundation of excellence is strong. The strategy is clear and the opportunities ahead are significant and unmatched.\nThank you, and I'm going to pass the call over to Dan to close out our prepared remarks before turning to Q&A.\n\nDaniel Stephen Letter\n\nPresident\n\nThanks, Tim. Before we move to questions, I wanted to take a moment to recognize Hamid. Today marks his last earnings call as our CEO. This is his 112th call since we went public back in 1997. It's really hard to sum up everything he's accomplished in just a few words. We've all learned so much as part of the school of AMB and Prologis under his leadership and it's truly been a one-of-a-kind experience. Over more than 4 decades, Hamid has built something special, a company that leads our industry, sets the standard for innovation and puts people, culture and customers first. He's created a platform that's second to none, built on vision, courage and the ability to see around corners. For me, it's been a privilege to watch him lead, to see how he balances ambition with humility and how he pushes all of us to think bigger and move faster. Hamid, on behalf of all of us at Prologis, thank you for your leadership, your trust and for everything you've done to make Prologis what it is today. You will likely never fully comprehend the impact you've had on the people in this room, this company or this industry over the last 42 years. We're all grateful and we're excited for what's ahead with you as Executive Chairman.\nWith that, operator, we're ready for questions."
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4805a005f323649a518af106f6b4e4a4",
    "period": "2025 Q2",
    "content": "Q2 2025 Prologis Inc Earnings Call\n\nQ2 2025 Prologis Inc Earnings Call\n\nPLDNYSEJUL 16, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Prologis Second Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, [indiscernible] Director of Investor Relations. Thank you. You may begin.\n\nUnknown Executive\n\nThanks, Molly, and good morning, everyone. Welcome to our second quarter 2025 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations.\nI'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions.\nForward-looking statements are not guarantees of performance, and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings.\nAdditionally, our second quarter earnings press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP. And in accordance with Reg G, we have provided a reconciliation to those measures.\nI'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions and guidance. Hamid Moghadam, our CEO; Dan Letter, President; and Chris Caton, Managing Director, also with us today.\nWith that, I will hand the call over to Tim.\n\nTimothy D. Arndt\n\nSenior Vice President, Strategic Planning and Analysis, Prologis, Inc.\n\nThanks, Abhishek. Good morning, everybody, and thank you for joining our call. The second quarter exceeded our expectations, reflecting the strength and versatility of our team and portfolio in a challenging environment. Against a backdrop of subdued net absorption and a modest rise in market vacancy we outperformed our occupancy expectations and the markets delivered meaningful rent change in same-store growth and achieved another strong quarter in build-to-suit activity, including continued momentum in our data center business.\nIf we were to sum up the mindset of many of our customers, particularly our largest ones, we'd say that they are increasingly looking past the headlines and what has been an evolution of their thinking over the last few months as those headlines constantly change. While net absorption has been muted, new leasing is occurring and customer interest is promising as reflected in the aggregate size of our leasing pipeline. That same momentum is also apparent in our build-to-suit activity which continues to grow and is well diversified across geographies and customer segments.\nAt the same time, the supply pipeline is depleting and development starts in our markets remain low, setting the stage for favorable conditions as demand improves. This, together with the over 20% spread we see between market and replacement cost rents are important precursors to the next cycle of market rent growth.\nTurning to our results. Core FFO, including net promote income was $1.46 per share, and excluding net promotes was $1.47 per share, each ahead of our forecast. Occupancy ended the quarter at 95.1%, down just 10% sequentially and further widening our outperformance to the market now at 290 basis points.\nWe continue to unlock our lease mark-to-market by delivering strong rent change across the global portfolio. During the quarter, we monetized an additional $75 million of NOI through rent change which was 53% on a net effective basis and 35% on cash. The net of this puts our lease mark-to-market at 22% at quarter end.\nNet effective and cash same-store growth during the quarter were 4.8% and 4.9%, respectively. As a reminder, fair value lease adjustments, which are noncash and driven from the purchase accounting related to our '22 and '23 M&A continue to drag our net effective same-store and bottom line's earnings growth by approximately 100 basis points.\nIn terms of capital deployment, we started over $900 million in new development starts nearly 65% of which was build-to-suit activity across 7 additional projects in both the U.S. and Europe. Beyond this activity, we have signed agreements for an additional 3 build-to-suits post quarter end. Our build-to-suit starts for the first half totaled $1.1 billion, which is the largest start to a year that we have ever had.\nThe strong demand by some of our biggest customers underscores our observation that many of them are moving beyond the noise and making significant capital investments into their business. $300 million of the starts relate to an incremental investment in our ongoing data center development in Austin, Texas with a top hyperscaler.\nIn addition to our growing development volume, we continue to procure power adding another 200 megawatts to our advanced stages category, bringing that total to 2.2 gigawatts. As a reminder, we have an additional 1.1 gigawatt fully secured plus 300 megawatts currently under construction.\nFinally, in our energy business, we continue to make steady progress toward our goal of 1 gigawatt of solar production and storage by year-end, with nearly 1.1 gigawatts either in operation or under development today. While recent legislative changes in the U.S. will reduce the incentives for new projects over time, we expect the consequential upward pressure on energy prices to uphold returns.\nOn a go-forward basis, we still see meaningful opportunity in the U.S. and remain committed to and are excited about the broader global potential of our distributed energy platform, which is expanding in its capabilities and offerings.\nOn the balance sheet, we closed on $5.8 billion in financing activity, which included the $3 billion recast of 1 of our 3 Prologis global credit lines at a reduced spread. This facility contributes to the over $7 billion of liquidity we held at quarter end. We also expanded our commercial paper program this quarter, adding a EUR 1 billion facility which should generate an additional 40 to 60 basis points of savings in line with our experience in the U.S.\nOur strategic capital business saw net outflows in our open-ended vehicles during the quarter of approximately $300 million. Beyond our existing vehicles, our teams are at work developing new offerings, more representative of the breadth of our activities which we look forward to reporting further on in coming quarters. Let me now spend a few moments describing our markets and experience with customers this quarter. To level set market rents declined approximately 1.4% during the quarter and values were essentially flat.\nIn the U.S., net absorption was subdued at 28 million square feet and market vacancy ticked up 10 basis points to 7.4%. Operationally, we continue to see customers recalibrating, not retreating and remaining active in signing leases even if at a slower pace. While the full quarter of activity was modestly below normal, leasing velocity did accelerate over the months of the quarter, with June indeed the strongest.\nAs has been the case for some time, renewal activity has been very healthy, while new leasing remains slow. We're not surprised by the dynamic given the larger investment and more deliberate nature of new leasing, but we're encouraged by a series of data points across our proprietary metrics and customer dialogue which suggests that demand is piling up and could improve greatly with some clarity out of policy and the effect it's having on the backdrop.\nOf those data points, first would be from the sentiment implied by our leasing pipeline which stands at 130 million square feet, reaching historically high levels in recent weeks. We see it as reflecting both the significant interest and need for space as well as a lengthening of the time and decision-making which we expect to see show up in future quarters through longer gestation timing as deals get made.\nIt's also clear that utilization both of gray space and within 3PL capacity is rising. Our build-to-suit pipeline remains full with over 30 projects representing more than 25 million square feet in active dialogue. This level of activity underscores how larger customers with the resources and scale to think long term, are being strategic, consolidating operations and positioning for growth.\nFinally, our broader customer dialogue simply reflects an emerging bias towards action summarized well by 1 prominent user describing the exhaustion of adapting to shifting tariffs and concluded that they need to just run their business and we'll figure out the tariff details when there is some clarity.\nAll told, while we expect conditions to remain choppy over the next few quarters, the market is holding up reasonably well. Looking ahead, consistent policy and settled trade arrangements will certainly help and be a key determinant of the overall pace of net absorption.\nTurning to guidance in contrast to the uncertainty we faced in early April, we now see enough stability in the balance of the year to narrow and increase our guidance. Average occupancy at our share will range between 94.75% and 9.25%. Rent change would remain strong through the second half and average in the low to mid-50s for the full year. Same-store NOI growth will range between 3.75% and 4.25% on a net effective basis and 4.25% to 4.75% on a cash basis. We are maintaining our G&A guidance of $450 million to $470 million and increasing our strategic capital revenue guidance to a range of $570 million to $590 million.\nOn capital deployment, we are largely holding the range for net sources and uses in the year, but increasing guidance within the offsetting categories. Most notably, we are increasing development starts at our share to a new range of $2.25 billion to $2.75 billion, which is reflective of the additional data center start not previously guided as well as improved visibility and logistics starts due largely to our build-to-suit success.\nWe expect to keep up a historically higher mix of build-to-suits over the balance of the year. And as a reminder, future data center starts are not a component of this guidance. We are also increasing our combined disposition and contribution guidance to a range of $1 billion to $1.75 billion, again at our share.\nIn total, our GAAP earnings guidance calls for a range of $3 to $3.15 per share. Core FFO, including net promote expense will range between $5.75 and $5.80 per share, while core FFO, excluding net promote expense will range between $5.80 and $5.85 per share a $0.05 increase from our prior guidance. The higher midpoint is predominantly due to higher NOI and strategic capital revenues.\nTo close, we're encouraged by the steadiness of the quarter and the leading action taken by many of our customers. We continue to build out their supply chains amid ongoing macro uncertainty. While headlines remain noisy, the underlying activity in our portfolio reflects a market that is active and moving forward.\nIn that context, well-located logistics real estate has proved to be a strategic asset, especially on our platform. As broader economic uncertainty begins to clear, we remain confident in the long-term trends driving our business. Our strategy is grounded in serving customers at the center of consumption, the constant in all of this, and our team continues to execute at a very high level.\nWith that, I will turn the call over to the operator for your questions."
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7b586e6c7e71e771584da86e39e71a22",
    "period": "2025 Q1",
    "content": "Q1 2025 Prologis Inc Earnings Call\n\nQ1 2025 Prologis Inc Earnings Call\n\nPLDNYSEAPR 16, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Prologis First Quarter 2025 Earnings Conference Call. [Operator Instructions]. And as a reminder, this conference is being recorded.\nIt is now my pleasure to introduce to you, Justin Meng, Senior Vice President and Head of Investor Relations. Thank you, Justin. You may begin.\n\nUnknown Executive\n\nThanks, John, and good morning, everyone. Welcome to our first quarter 2025 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations. I'd like to state that this conference call will contain forward-looking statement or federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance, and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings. Additionally, our first quarter earnings press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP. And in accordance with Reg G, we have provided a reconciliation to those measures.\nI'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions and guidance. Hamid Moghadam, our CEO, and Dan Letter, President; and Chris Caton, Managing Director, are also with us today.\nWith that, I'll hand the call over to Tim.\n\nTimothy D. Arndt\n\nSenior Vice President, Strategic Planning and Analysis, Prologis, Inc.\n\nThanks, Justin. Good morning to everybody, and thank you for joining the call. Prologis delivered a very strong quarter. We leased 58 million square feet, a near-record broke ground on several build-to-suit developments with key customers and expanded our power capacity by 400 megawatts to support growing demand for data centers, a 13% increase. We outperformed our expectations on earnings, occupancy and -- prior to April 2, industrial fundamentals were improving and had it not been for the recent uncertainty from global tariffs and their downstream impacts, we would have raised our expectations for 2025. Instead, we are electing to maintain earnings guidance as there are no policy conclusions right now to plan differently and our severe stress test to core FFO supports the existing range.\nWhile the instability created in the last 2 weeks may disrupt logistics and supply chains, it will certainly slow decision-making. Many companies now question where to source are or even sell their goods. In speaking with customers, they echo the sentiment, while at the same time revealing a need for flexible inventory positioning in the evolving landscape.\nLet's be clear, the range of outcomes is wide. We see potential for a recession -- or possibly both. And let's also not dismiss the potential for a quick resolution. It's important to remember that Prologis was designed to weather any environment. We have a global footprint with a highly diversified rent roll. Our revenues are contractual with fixed or inflation-linked escalations. Fortress balance sheet has unrivaled access to global capital and we are trusted partner to many of the largest institutional investors in our strategic capital business. All of this positioning Prologis to be a partner of choice for our customers, especially in turbulent times.\nBefore I review the quarter, let me share 3 high-level thoughts. First, a disconnected world will require more warehouse space, not less. Second, the current environment is an endorsement of our long-standing strategy to invest in markets where goods are consumed, not where they're produced. And third, we built our company with intention to not only withstand market disruptions, but to take advantage of opportunities as they arise.\nTurning to the quarter. Core FFO, including net promotes was $1.42 per share, and excluding net promotes was $1.43 per share, each ahead of our forecast. Occupancy ended the quarter at 95.2%, down 70 basis points from year-end, which was better than expected due principally to strong retention. Net effective rent change during the quarter was 54% and on a cash basis was 32%. As a result, net effective and cash same-store growth during the quarter were 5.9% and 6.2%, respectively. Our net effective lease mark-to-market ended the quarter at 25% and with most of the sequential decline driven by the increase of in-place rents. This 25% represents a further $1.1 billion of incremental NOI after capturing another $105 million during the quarter. On capital deployment, we started approximately $650 million in new developments, outperforming our forecast with nearly 80% of the activity and build-to-suits with lease terms that average 16 years. We have been describing the build-to-suit pipeline is robust for some time and in the last several months, decision-making finally thought which we believe highlights the need for space is real, but what has kept volumes low is confidence.\nWe have over a dozen deals still in active dialogue today and in fact, have signed an additional 2 transactions for 1.1 million square feet post April 2. The pace so far this year has been well ahead of normal. In our data center business, 400 megawatts of power has moved to our advanced stage category upon agreement with utilities for projects in a Tier 1 market. We now total 2 gigawatts in this category alongside our 1.4 gigawatts of power, which is already fully secured. Our conversations with utilities and hyperscalers alike have been very productive, and we will have start activity to report for the second quarter.\nAnd finally, at quarter end, we have over 900 megawatts of solar and storage capacity either in operation or under development advancing us closer to our 1 gigawatt goal for the year with the U.S. and global -- both and great need for additional energy production and solar as the least expensive format, we feel great about the long-term prospects of this growing business.\nOn the balance sheet, we raised approximately $400 million in new capital for our flagship open-ended funds yet had similar amount of redemptions, leaving the capital raise near neutral in total. Relatively light quarter debt issuance with $550 million raised at a weighted average rate of 4.1% and including the Canadian bond transaction further insulating that currency exposure. Our balance sheet remains in great shape as evidenced by the upgrade we received from Moody's this quarter to an A2 rating. Prologis now being one of only 2 public REITs with an A-flat rating from both agencies.\nTurning to the operating environment, which I'll cover by describing conditions before and after April 2. The postelection uptick in leasing held steady throughout the quarter with improving proposal volumes and conversions. We saw increased touch points with our global customers and higher activity levels specifically within transport, food and beverage, consumer products and electronics.\nWeek by week, we were on the lookout for any slowdown in the level of interest or pace of leasing following the strong fourth quarter. And while it did not invest in our pipeline numbers, as early tariff threats came on and off and uncertainty grew mid-quarter, we did speculate that we see a slowdown in decision-making.\nWith all of that being old, let's turn to an update on the last 2 weeks. While it's ultimately announced on April 2, clearly went beyond our early predictions, making the environment less certain. Even with the pause in some tariffs or a resolution of others, Customers simply lack a steady backdrop upon which to plan their businesses. We've now dialogued with more than 300 customers, including 2 -- prompt customer advisory boards representing over 20% of our rent roll. This is what we've heard. Our customer moving quickly to manage tariff volatility with many accelerating shipments where possible. They're also rerouting volumes and have urgent demand for overflow space.\nAccordingly, they are looking for short-term flexibility and 3PLs are typically where they turn. Indeed, 3PL's flex space is getting more utilized with 1 prominent name describing that they've increased their utilization from 83% to over 90%. We Additionally, alternatives such as free trade zones and bonded warehouses are being evaluated. Our customers who are focused on food and beverage, industrial manufacturing and essential consumer products like health and household goods are more insulated and are operating with confidence but of course, customer selling goods with China-based production faced the most uncertainty.\nPrice increases to consumers will be passed through where they can, but margins will still come under pressure Therefore, planning horizons are shortening and flexibility remains key. And customers like everybody are concerned about a recession where consumption and demand will be negatively affected further shaping their response. The diversity of feedback was a good reminder that many of our customers source domestically and are relatively unaffected while others have the capability to adapt or even stand to benefit. Whatever the scenario, our team is moving decisively to partner with our customers and meet their needs.\nIn the last 2 weeks alone, we've signed approximately 80 leases for more than 6 million square feet. That's a roughly 20% dip from our usual pace, and we expect things may slow further, but it does reflect a market that's still active. Looking ahead, here are some things we expect. Inventory levels will increase as businesses stockpile and build resiliency. E-commerce is likely to take more share in an environment where product availability becomes an important factor to consumers in choosing how to shop. Global markets will become more important with Canada, India and Brazil, among those in our portfolio that we expect to benefit. Mexico will be another, and it has stood out in terms of a growing level of interest pre and post April 2.\nPort markets may benefit from an immediate buildup of inventories. From there, we will need time to know how or if trade flows ultimately adjust. Nevertheless, we still believe in the long-term outlook for such markets with large population centers and significant supply constraints, a topic we'll be sharing further research on in the coming days. Finally, we believe that the inflationary effects of tariffs will only serve to increase the value of hard assets, replacement costs and rents.\nTurning to our guidance. As mentioned, our first quarter results and outlook would have called for a tightening and increase of guidance, including earnings. Given the circumstances, however, we've opted to hold most areas unchanged with the main exception in capital deployment. We are reducing our development start guidance at our share to $1.5 billion to $2 billion, which reflects a reduction in our expectations for spec development until visibility improves. Our combined contribution and disposition guidance is also decreasing to a range of $400 million to $1 billion, again, reflecting uncertainty in both the capital markets and the fundraising environment.\nIn turn, we are reducing our development gain guidance to a range of $100 million to $250 million. We're also increasing our G&A guidance to a new range of $450 million to $470 million, in part due to the impact on capitalization from the lower development activity. Outside of this, all other areas of our prior guidance are unchanged, with core FFO, including Net Promoter to still range between $5.65 and $5.81 per share and core FFO, excluding the promote expense to range between $5.70 and $5.86 per share.\nAs I mentioned, we look carefully at our guidance and a severe stress test by examining the fallout from past crises including the [ bamera ], the GFC [ Brexit ] and the early days of COVID. GFC had the most extreme outcomes in terms of occupancy loss, rent declines and defaults, which we mirrored and made worse by layering on additional levels of bad debt. In this scenario, we see an earnings outcome that lands at the bottom of but within our range. Anything can happen, and we will reassess in the second quarter, but we feel good about the residency it reflects.\nIn closing, we run the company in a disciplined way with the simple tenant to stay close to customers and invest capital accretively. So times like this do not call for dramatic shifts to our strategy. We will be attentive to our customers, and we will use our balance sheet wisely. We will leverage our strengths in securing build-to-suits in both logistics and data centers. We will continue to harvest all that the platform provides in the way of profitable, adjacent businesses that support our customers and above all, will empower and rely on our people whose expertise and dedication are the foundation of our success.\nWith that, I will turn the call over to the operator for your questions."
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e513192ff6b41bacf2ed32e564077226",
    "period": "2024 Q4",
    "content": "Q4 2024 Prologis Inc Earnings Call\n\nQ4 2024 Prologis Inc Earnings Call\n\nPLDNYSEJAN 21, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Prologis Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Justin Meng, Senior Vice President, Head of Investor Relations. Thank you. You may begin.\n\nJustin Meng\n\nThanks, Jamali, and good morning, everyone. Welcome to our fourth quarter 2024 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations. I'd like to state that this call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates, and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance, and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K and other SEC filings.\nAdditionally, our fourth quarter earnings release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP. And in accordance with Reg G, we have provided a reconciliation to those measures. I'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions, and guidance; Hamid Moghadam, our CEO; Dan Letter, President; and Chris Caton, Managing Director, are also with us today. With that, I'll hand the call over to Tim.\n\nTimothy D. Arndt\n\nSenior Vice President, Strategic Planning and Analysis, Prologis, Inc.\n\nThanks, Justin. Good morning, everybody, and thank you for joining our call. I'd like to begin by recognizing the devastating wildfires still affecting Los Angeles. We operate a large portfolio there, but more importantly, we have colleagues, customers, and their communities struggling with the aftermath. It's too early to predict the full ramifications, but we'll continue to support the response and stay connected with local and state leaders as well as service organizations as the region works to recover. We have no doubt that a vibrant and dynamic Los Angeles will emerge from this crisis even stronger.\nIn our business, the bottoming process across our markets continues to progress. Leasing in our portfolio accelerated following the U.S. election, and the pipeline has started the year at healthy levels. During the quarter, we signed more than 60 million square feet of leases, a company record, and saw interest diversify across customer profile, size requirements and markets. Looking ahead, we believe market vacancy is topping out and rents will inflect later this year.\nTurning to our results. Core FFO, excluding net promote income, was $1.42 per share and including net promotes was $1.50 per share. Our full year results ended at the top end of our guidance range, and in the end, represent 8.4% growth over 2023, putting us in the 86th percentile of all REITs. Average occupancy was 95.8% for the quarter, 96.3% for the year. Net effective rent change during the quarter was 66% and on a full year basis was 69%, activity which added over $340 million in annualized NOI. Our net effective lease mark-to-market finished the year at 30% and represents a further $1.4 billion of incremental NOI. And finally, net effective and cash same-store growth during the quarter were 6.6% and 6.7%, respectively.\nIn terms of capital recycling, we had another active quarter. Importantly, we contributed $2 billion of assets to our strategic capital ventures, bringing the full year total to over $3.3 billion. While capital flows in 2024 remain challenging, we did raise over $1.7 billion across the platform, driving the growth in third-party AUM by over 7%. We disposed of over $900 million of assets in the quarter and acquired approximately $450 million. And stepping back, over the full year, we disposed of over $2.1 billion and reinvested into a similar $2.3 billion of acquisitions at a positive IRR spread of 170 basis points, demonstrating our ability to self-fund and earn a return regardless of the yield environment.\nIncluded in our disposition activity for the quarter was the sale of our Elk Grove data center in Chicago. Elk Grove was a logistics asset that we converted to a powered shell before securing a build-to-suit turnkey transaction with a hyperscaler last fall. We simultaneously identified a buyer and closed in the fourth quarter at very attractive economics. Because the property was owned by USLF for our structuring, procurement, leasing and monetization efforts, Prologis earned a value creation fee of $112 million, which was not included in our prior guidance due to the uncertainty and the timing of the transaction.\nElk Grove is a great showcase of our data center development capabilities, which are more comprehensive than most. Today, we have 1.4 gigawatts of secured power and 1.6 gigawatts in advanced stages of procurement. Over the next 10 years, we see 10 gigawatts of development potential across our portfolio. As a platform, we have the team, customer relationships, development and energy expertise, advanced procurement capabilities and the capital required to create significant value for our shareholders.\nTurning to market conditions. As mentioned, quantitative measures of the market such as vacancy and changes in market rent met our expectations. More importantly, indicators in our pipeline and dialogue with customers have us encouraged that conditions are set for a recovery in net absorption, leading to a bottoming of global rents. It's worth highlighting that our non-U.S. portfolio fared better in rent growth over 2024, particularly in places like Japan, the U.K., Southern Europe, and Latin America, which all grew over the year.\nCustomer engagement is improving and we saw a notable increase in activity amongst our larger global customers who often lead in the recovery of demand as we've seen in past cycles. The improvement in decision-making is reflected in our proprietary metrics where proposals increased earlier in the year, lingered for a period of time and then began converting more meaningfully after the election. That leasing pattern translated to elevated gestation also seen in our metrics.\nOur '25 forecast for net absorption calls for approximately 20% improvement over 2024, gradually building over the year. We also know that completions will decline significantly, contributing to a supply forecast that is approximately 35% below '24. As such, we expect a decline in vacancy over the year, which will pave the way for rent growth. Longer term, we continue to see the path for uplift from market rents to replacement cost rents, a dynamic that will build upon our already significant lease mark-to-market. Today, we see replacement costs as 50% higher than in-place rents.\nThe capital markets were active with fourth quarter transaction volumes that put the year in total back to pre-COVID levels. Unlevered IRRs have compressed to the mid-7% range, and valuations as reported in our third-party appraisals had the globe marginally up this quarter. Capital raising in our open-end vehicles was more muted in the fourth quarter as investors paused to take in changes in the yield environment, but we remain confident in our expectation for growing capital raises in 2025 as the pipeline is solid and conversations are active.\nIn terms of guidance, which I'll review at our share, we are forecasting average occupancy to range between 94.5% and 95.5%, which contemplates a dip in occupancy over the next 1 to 2 quarters, some of which is seasonal before rebuilding closer to 96% by the end of the year. Net effective same-store growth is forecasted to be in a range of 3.5% to 4.5% and cash in the range of 4% to 5%, each driven by still significant rent change. Our G&A forecast is for $440 million to $460 million, and our strategic capital revenue forecast calls for $560 million to $580 million.\nAs for deployment, we are forecasting development starts to range between $2.25 billion and $2.75 billion. We will continue to be selective in our starts and clearly have a lot of capacity to grow this number as conditions, rents and returns warrant. As a reminder, data center starts are excluded from this guidance, given their lumpiness. That said, we do expect new projects to begin in 2025, likely in a range of 200 to 400 megawatts. Acquisitions will range between $750 million and $1.25 billion, and our combined contribution and disposition activity will range between $2.5 billion and $3.5 billion.\nOur development portfolio now stands at $4.7 billion with estimated value creation of $1.1 billion, $450 million to $600 million of which we expect to realize this year. Finally, 2025 will be an important year for our energy business where our forecast is to hit our 1-gigawatt goal for solar generation and storage by year-end. In total, we are establishing our initial GAAP earnings guidance in a range of $3.45 to $3.70 per share. Core FFO, including net promote expense, will range between $5.65 and $5.81 per share, while core FFO, excluding net promote expense will range between $5.70 and $5.86 per share.\nIn closing, we navigated a challenging year in terms of an operating environment, clearly unwinding from the overbuilding of the COVID era. Our ability to generate over 8% growth in such an environment is a testament to the resiliency and breadth of our company. We're pleased with the increase in activity and improvement in sentiment that we've seen so far in the last 2 months. And working through great amid the favorable supply backdrop will further establish the foundation to build occupancy, grow rents, and increase values, unlocking the full earnings potential in our core business. And finally, we're very excited with what the future holds for our data center and energy initiatives.\nWith that, I'll turn the call over to the operator for your questions. Operator?"
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/790fdc40ed414e0fde14a31c8e7edcba",
    "period": "2024 Q2",
    "content": "Q2 2024 Prologis Inc Earnings Call\n\nQ2 2024 Prologis Inc Earnings Call\n\nPLDNYSEJUL 17, 12:00 PM\n\nOperator\n\nWelcome to the Prologis Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. I would now like to turn the call over to Justin Meng, Senior Vice President, Head of Investor Relations. Thank you. You may begin.\n\nUnknown Executive\n\nThanks, Darryl. Good morning, everyone. Welcome to our second quarter 2024 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations. I'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions.\nForward-looking statements are not guarantees of performance, and actual operating results maybe affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings. Additionally, our second quarter earnings press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP. And in accordance with Reg D, we have provided a reconciliation to those measures.\nI'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions and guidance. Hamid Moghadam, our Founder and CEO; Dan Letter, our President; and Chris Caton, Managing Director, are also with us today. With that, I'll hand the call over to Tim.\n\nTimothy D. Arndt\n\nSenior Vice President, Strategic Planning and Analysis, Prologis, Inc.\n\nThank you, Justin, and thank you all for joining our call. We had solid execution against our second quarter plan, which showed improvement over the first quarter, underpinned by a pickup in overall market activity. In fact, we leased 52 million square feet in our portfolio, a 27% increase over the first quarter and one of our highest quarters in the past few years. This helped in delivering occupancy, which outperformed our forecast and more importantly [indiscernible] well over 70%. This was achieved in an environment where decision-making has remained slow as many customers optimize existing footprints before committing to new space.\nAs a result, we expect many property owners to continue to prioritize occupancy in select markets with higher availability, keeping pressure on rents. That said, the bright spot continues to be the depletion of the supply pipeline and successive quarters of very low development starts. We believe we are near peak vacancy and this dearth of new supply is setting the stage for more favorable conditions in 2025. As evidenced by very strong rent change this quarter, our lease mark-to-market is serving to sustain meaningful growth through this transition. In terms of results for the quarter, core FFO, excluding promotes, was $1.36 per share and including net promote expense was $1.34 per share.\nWe earned promote revenue within our FIBRA vehicle in Mexico, marking the seventh year of such achievements since its IPO and speaking to the high quality of our portfolio and team in that market. Global occupancy at our share ended the quarter at 96.5%. Our U.S. portfolio continues to outperform the market by over 320 basis points, a meaningful spread that has widened from our historic norm of roughly 175 basis points.\nAs vacancy normalizes in our markets, we expect this flight to quality to continue. We crystallize $100 million of our lease mark-to-market during the quarter. As of June, we estimate that the net effective market rents are 42% above in-place rents, representing $2 billion of potential NOI. Over 40% of the decline in our lease mark-to-market ratio is due to this quarter's mark-to-market capture. Net effective rent change was nearly 74% based on commencement and is 64% based on new signings. This metric can be volatile between quarters due to mix, but we continue to expect full year net effective rent change to be above 70%, illustrating the outsized mark-to-market opportunity that will remain in the near and intermediate term.\nOur same-store growth was 7.2% on a cash basis, 5.5% on a net effective basis, each strong despite the impact of over 100 basis points of decline in average occupancy year-over-year as well as the effect of fair value lease adjustments on net effective growth from the Duke acquisition. We deployed over $700 million into new development projects and acquisitions during the quarter and also closed on over $1 billion in dispositions and contributions at values exceeding our initial expectations.\nWe continue to grow our solar energy business with the installed capacity of our operating portfolio now at 524 megawatts with an additional 134 megawatts currently under construction. The total of which will generate approximately $55 million of NOI once stabilized in line with our forecast. Finally, we raised $1.2 billion of debt across our balance sheet and funds at a weighted average rate of 4.4% and a term of 11 years.\nOutside of this total, we also launched our $1 billion commercial paper program, which has thus far saved an average of 60 basis points on our short-term borrowing costs in the U.S. In terms of our markets, there are several encouraging signs for demand, including [ port ] volumes on both the East and West Coast as well as increased volume of proposal activity we've seen across our portfolio. While overall leasing has increased since the first quarter, the tone of our conversations with customers warrants continued caution in the near term.\nEven though space utilization sits near a normal range, approximately 85%, we find that many customers simply lack urgency, still prioritizing cost containment in light of an uncertain economic and political environment, both of which will be clearer soon. In the meantime, development starts remain muted and below pre-COVID levels. Quarterly completions peaked last year at 140 million square feet and are projected to approach 50 million square feet by the fourth quarter of this year. We estimate vacancies in our U.S. and European markets will peak over the next few quarters, likely creating a shift in tone as customers assess the requirements heading into 2025.\nUntil then, rent growth will be anemic in most markets and down modestly in some. Southern California remains its own story, where demand remained sluggish and vacancy continues to drift higher. While we've observed some green shoots over the last 90 days, we expect soft conditions to persist over the next 12 months. Globally, we estimate that effective market rents declined 2% during the quarter, with 75% of the decline attributed to SoCal.\nBecause there is so much conflicting data available to investors, it's worth mentioning that we measure market rent growth by evaluating effective rents achieved, not asking rents before concessions, a difference that can be as wide as 5% to 10%. We summarize by highlighting that most of the puts and takes across our global portfolio have provided conditions that are largely stable with reason for intermediate-term optimism due to several quarters of low starts and subdued the positive demand.\nTurning to capital markets. Value saw modest increases in the second quarter for our U.S. and European funds. There's greater depth amongst buyers of logistics properties and lenders are more active, together reducing yield requirements. In particular, buyer pools for well-located core products are growing now with multiple bidders back in the mix. We saw this very clearly in a large portfolio sale we closed this quarter, which was originally brought to the market last fall.\nInterest was reasonable at the time, but we felt pricing was off, elected to wait and achieved 28% higher value in the end. I'd like to provide a brief update on our data center business, where we are having very good momentum across our pipeline. As you know, access to power is the key to unlocking value. And our dedicated energy and sustainability teams are leveraging our expertise in net zero carbon solutions, solar generation and battery storage to ensure that we're in the pole position with all of the major utilities.\nTo date, we have secured 1.3 gigawatts of power. Of this, 450 megawatts is currently under construction and $1.2 billion of TEI. 300 megawatts is in active predevelopment with an expected $700 million of TEI, leaving 550 megawatts available and currently undergoing build-to-suit discussions. Beyond all of this, we are also in advanced stages of procurement for an additional 1.5 gigawatts, which is key to delivering on our 5-year outlook for $7 billion to $8 billion of total data center investment.\nOverall, we've made significant progress growing this business and are optimistic about the targets we laid out at our Investor Day. Turning to guidance. We are making a few changes as the year is playing out to our expectations. As such, we're maintaining our forecast for average occupancy, same-store, G&A, development starts and stabilizations. There are only a few small changes otherwise. We are lowering our guidance for strategic capital revenue by $10 million only to account for the impact of FX rates, which are hedged elsewhere in our P&L and will not affect overall earnings.\nDue to the increased activity we're seeing in the capital markets and deals completed year-to-date, we are increasing our acquisitions guidance to a new range of $1 billion to $1.5 billion and similarly increasing our guidance for overall dispositions and contributions to a range of $2.75 billion to $3.65 billion. Ultimately, we are increasing our GAAP earnings to a range of $3.25 to $3.45 per share. Core FFO, excluding net promote expense will range between $5.46 and $5.54 per share while core FFO, including promotes, will range from $5.39 to $5.47 per share, a slight increase at the midpoint from our prior guidance attributed to the FIBRA promote.\nOur core earnings guidance calls for nearly 8% growth at the midpoint, which ranks in the 87th percentile of S&P 500 REITs. We've been unique in our ability to generate leading growth over a long period of time not only through a superior business model and portfolio but also from our commitment to leveraging all that comes from our scale, including adjacent verticals strategic to our core business. Our focus is simply to continue to deliver on this industry-leading and durable growth.\nAs we close, I'd also like to highlight an upcoming event, our annual Groundbreakers Thought Leadership Forum on October 2 in London. The program is taking shape as our best yet, exploring the surprising intersection of logistics in health, energy and even fashion. Additional information for the forum is available on our website, and we hope to see you there or online. With that, I'll hand the call back to the operator for your questions.a"
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8a269cb3df511cf0ab3e39340c8fdb3c",
    "period": "2024 Q1",
    "content": "Q1 2024 Prologis Inc Earnings Call\n\nQ1 2024 Prologis Inc Earnings Call\n\nPLDNYSEAPR 17, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Prologis First Quarter 2024 Earnings Conference Call. [Operator Instructions] And as a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Natasha Law, Director of Investor Relations. Thank you, Natasha, you may begin.\n\nNatasha Law\n\nThanks, John. Good morning, everyone. Welcome to our First Quarter 2024 Earnings Conference call. The supplemental document is available on our website at prologis.com under Investor Relations.\nI'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates, as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance, and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings.\nAdditionally, our first quarter earnings press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP. And in accordance with Reg G, we have provided a reconciliation to those measures.\nI'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions and guidance. Hamid Moghadam, our CEO, and our entire executive team are also with us today.\nWith that, I will hand the call over to Tim.\n\nTimothy D. Arndt\n\nSenior Vice President, Strategic Planning and Analysis, Prologis, Inc.\n\nGood morning, and thank you for joining our call. We've had a good start to the year in terms of our operating and financial results in the first quarter. We delivered strong rent change, drove occupancy slightly ahead of our forecast, raised nearly $5 billion in capital, including $750 million in strategic capital, and made important headway in our energy business.\nThat said, as we evaluate the market, persistent inflation and high interest rates have kept more customers focused on controlling costs. The resulting delay in decision-making easily observed through the first quarter's below-average net absorption will translate to lower leasing volume within the year.\nAccordingly, we've opted to adjust our guidance early, getting ahead of what looks like a period of occupancy below our forecast in the near term and its effect on same-store in a number of our higher rent markets. This is punctuated of course, by a more pronounced period of correction still underway in Southern California.\nNew starts, however, continues to be surprisingly disciplined, adding to the expectation for limited new supply in the back half of '24, but also extending deeper into '25. When considered alongside muted demand, we arrive at a view that the operating environment has only changed modestly in aggregate and that demand is simply pushing out by a few quarters. The outcome of this may simply mean moving towards a long-term occupancy expectation more swiftly this year, which sets up for a better next year.\nTurning to our results for the quarter. Core FFO, excluding promotes, was $1.31 per share, and including net promote expense was $1.28 per share, essentially in line with our forecast.\nOccupancy in the portfolio ended the quarter at 97%. For context, the U.S. market declined 310 basis points since its peak in the summer of '22, while our portfolio's occupancy has only declined 80 basis points, resulting in vacancy today for Prologis that is less than half of that in our markets and reflective of our portfolio quality.\nNet effective rent change was 68% based on commencements and 70% based on new signings. Following this in-place increase and changes in market rents, our net effective lease mark-to-market stands at 50%, representing over $2.2 billion of rent to harvest without any additional market rent growth from here. Rent growth capture just for the single quarter was approximately $110 million on an annualized basis and at our share.\nOur same-store growth on a cash basis was 5.7%, and on a net effective basis was 4.1%. The same-store from rent change alone was strong at approximately 9%, but is impacted by a 130 basis point change in year-over-year vacancy as well as 150 basis points from fair value lease adjustments with the Duke portfolio's inclusion in our same-store pool. Additionally, there were approximately 175 basis points of items specific to the quarter, including onetime reconciling items from 2023, as well as unfavorable comps from low expenses last year.\nWe started over $270 million of new developments in the quarter, bringing our portfolio to approximately $7.5 billion at our share, with estimated value creation of over $1.7 billion, a number we feel increasingly confident in with value stabilizing.\nIn our energy business, we've made meaningful progress on this year's deployment, including the signing of 405 megawatts of long-term storage related contracts with investment-grade utilities. We also delivered the largest EV fleet charging project in the United States, less than 15 miles from both the ports of L.A. and Long Beach.\nFinally, we raised $4.1 billion of debt across our balance sheet and funds at a weighted average rate of 4.7% in the term of 10 years. Our debt portfolio has an overall in-place rate of just 3.1% with more than 9 years of average remaining life, and liquidity at the end of the quarter of over $5.8 billion.\nTurning to market conditions. Most broad economic data, from unemployment to retail sales, to the health of the consumer, remain very strong. And while our tour, proposal and other proprietary metrics are similarly positive, overall leasing activity and net absorption are running below expectations. Net absorption in the U.S., for example, was very low this quarter at just 27 million square feet. So while the macro landscape and supply chains continue to generate a need for space, we think it prudent to expect continued headwinds on overall absorption over the next few quarters.\nThe interest rate environment and its associated volatility have weighed on customer decision-making, especially as the 10-year has increased 70 basis points from its level just 90 days ago and expectations for Fed rate cuts have moved from potentially 6 to now possibly zero.\nIn parallel, sublease and space utilization rates highlight that some customers have available capacity, driven in part by the high rate of absorption through the pandemic. This dynamic of available space intersecting with the desire for cost containment is what leads to lower absorption and is playing out at different rates across some markets and customers.\nFor example, while slow leasing has persisted so far this year for less capitalized customers and 3PLs, we see a handful of large e-commerce and retail customers further along in this process, such as Amazon, who voiced caution 2 years ago but is now active in several global markets and has openly discussed plans to commit to significant amounts of new space.\nThe overall leasing slowdown is most felt in only a handful of markets, Southern California and the Inland Empire being the most acute. In fact, rents in most of our U.S. markets are generally flat, several are up, and it is mainly elongated downtime affecting near-term occupancy and NOI. While Southern California leasing has been challenging, it has not slowed the tremendous uplift we realize every single quarter from rent change on rollover, which was 120% for the market in the first quarter, with the Inland Empire at 156%, nearly the highest in our portfolio.\nIn Europe, rents grew overall during the quarter, which we believe will remain the case over the balance of the year. And of course, LatAm continues to impress with very high occupancy and market rent growth that has led the globe in recent quarters. Overall, global market rents declined slightly over 1% in the quarter, driven mostly by Southern California, and would have been slightly positive if excluded.\nI'd like to spend a moment on Baltimore where we own over 18 million square feet and has been a dynamic market of ours for decades. Our employees, customers and properties are all safe following the bridge collapse last month, and our customers expect to be able to withstand the disruption with little impact to their businesses.\nShifting to capital markets. Valuations increased in all of our geographies, except for China, which saw a very small decline. Over the last 1.5 years, global values have decreased despite increases in cash flow due to cap rate expansion. As cap rates have stabilized, cash flow growth now has the ability to translate to value growth.\nEven though modest, the value uplift in the U.S. and Europe are important as strategic capital investors have been looking for values to not only bottom but actually turn upwards before committing new capital. With Europe a bit ahead of the U.S. in this regard, it is indeed where we've seen stronger fundraising interest in recent quarters.\nWe also have a successful equity raise in FIBRA Prologis, raising over $500 million for deployment into both assets to be contributed from our balance sheet as well as pursuit of third-party acquisitions.\nTransaction volumes and activity have ticked up in recent weeks, and pricing has certainly improved. As always, we're actively looking at acquisition opportunities across all of our markets, but our focus remains on the development of our land bank which provides an opportunity for over $38 billion of build-out with a return on incremental capital of approximately 8.5%.\nIn terms of guidance, in light of our views on demand and leasing pace in the coming quarters, we are reducing our average occupancy guidance to range between 95.75% and 96.75%. Of the 75 basis point adjustment from the midpoint, it's important to understand that approximately 2/3 of this change stems from our higher rent markets, meaning they create a disproportionate impact on same-store in 2024.\nSame-store growth on a net effective basis will range between 5.5% and 6.5%, a reduction of 150 basis points, which accounts for the average occupancy decline, slightly lower rent change for the year, as well as 30 basis points of annualized impact from the onetime items in the first quarter mentioned earlier.\nOur revised range on a cash basis is now 6.25% to 7.25%. We are maintaining our guidance for strategic capital revenue, excluding promotes, to a range of $530 million to $550 million, and reducing our G&A guidance to a range of $415 million to $430 million.\nWe're adjusting development start guidance for the year through a revised range of $2.5 billion to $3 billion at our share, reflecting our disciplined and speculative starts and the timing impact this has in the calendar year. As we've always said, we don't consider our guidance to be a target internally and each deal ultimately needs to be rational and accretive on its own.\nIn the end, we're forecasting GAAP earnings to range between $3.15 and $3.35 per share. Core FFO, including net promote expense, will range between $5.37 and $5.47 per share, while core FFO, excluding promotes, will range from $5.45 to $5.55 per share. Our updated guidance calls for core earnings growth of nearly 8% at the midpoint.\nAs we close out, I'd like to underscore the message of the call, which is that while we have only a modest change of view in the intermediate term, our confidence in the long term is intact. And putting timing aside, we're encouraged by the outlook for supply in the back half of this year and '25, have tremendous lease mark-to-market to harvest in the interim, and are pleased to see valuations, fundraising and transaction activity all picking up.\nWith that, I'll turn the call over to the operator for your questions."
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6f11928bb1333decd60d3f83a3ec3532",
    "period": "2023 Q4",
    "content": "Q4 2023 Prologis Inc Earnings Call\n\nQ4 2023 Prologis Inc Earnings Call\n\nPLDNYSEJAN 17, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Prologis Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] And as a reminder, this conference is being recorded. It is now my pleasure to introduce to you, [indiscernible], SVP of Investor Relations. Thank you, Joe. You may begin.\n\nJill Sawyer\n\nThanks, John. Good morning, everyone. Welcome to our fourth quarter 2023 earnings call. The supplemental document is available on our website at prologis.com under Investor Relations. I'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance. Actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings. Additionally, our fourth quarter earnings press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP and in accordance with Reg G, we have provided a reconciliation to those measures. I'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions and Hamid Moghadam, our CEO and our entire executive team are also with us today. With that, I'll hand the call over to Tim.\n\nTimothy D. Arndt\n\nSenior Vice President, Strategic Planning and Analysis, Prologis, Inc.\n\nThanks, Joe.\nI'd like to start our call by recognizing and thanking our team for the incredible effort given over 2023. While it was a turbulent year in many ways, we ended it by delivering nearly 11% earnings growth and driving our 12-year earnings CAGR since merger to 10.3%. We deployed over $7 billion into new investments, raised nearly $2 billion of strategic capital in the very [indiscernible] time and delivered excellent operating results while serving and growing customer relationships. We're also appreciative of the opportunity we had at our Investor Forum last month to share our vision and outlook for the company over the coming years. The environment is setting up in line or better than our expectations with development starts across the market continuing to decline by 2/3 from peak and an improvement in customer sentiment that appears more constructive than just 90 days ago.\nThat said, we still see challenges in some submarkets as near-term outsized deliveries are met with still recovering demand. But our thesis remains the same as we've been describing for over a year and detailed last month in New York, which is that the supply cliff will converge with normalized demand later this year, delivering an environment conducive to strong market rent growth. We believe that annual market rent growth will average between 4% and 6% over the next 3 years, with 2024 being modestly positive and ramping thereafter.\nTurning to our results. We finished the year strong with quarterly core FFO, excluding promotes, of $1.29 per share, bringing the full year to the top end of our guidance of $5.10 per share. While market occupancy declined by approximately 100 basis points, our portfolio gained 10 basis points to end the year at 97.6%. The Net effective rent change over the quarter was 74%, bringing the full year to a record of 77%, with another impressive results out of Southern California at over 150% and a reminder that it remains the strongest market for cash flow growth despite near-term choppiness given the large quantum of its lease mark-to-market.\nIn the end, same-store addictive basis was 7.8%, while cash was 8.5%. We started over $2 billion of new developments in the quarter across 46 projects in 27 markets with nearly 50% of the activity in build-to-suits. In energy, and as seen in our new supplement disclosure, we stand at year-end with approximately 515 megawatts of solar and storage in operation with an additional 70 currently under construction. We had a quiet quarter on the financing front, raising approximately $300 million, but our full year of activity closed out at over $12 billion at a weighted average rate of 4.5% in term of 10 years. Our total debt portfolio remains at an overall in-place rate of just 3% with more than 9 years of average remaining life.\nTurning to market conditions. The increase in fourth quarter market vacancy was in line with our expectations and driven by demand that remain moderate as customers exercise caution in their spending, while completions hit an all-time high. Development starts, however, have continued to fall across the U.S. and Europe, extending and deepening the future supply shortfall. On the ground, our teams are seeing revised customer interest with healthy showing activity to start the year. This includes build-to-suit inquiries which we expect to remain active for Prologis following a strong year in 2023.\nOur proprietary metrics point to normal levels of activity with proposals and gestation timing in line or a bit better than historical norms. Utilization declined in the quarter to approximately 83% in keeping with this morning's reported decrease in the inventory to sales ratio. We view this positively because utilization ought to increase from here as stronger-than-expected retail sales over the fourth quarter and holiday season drove lower inventories, which will need to be replenished.\nTurning to market rents. Our global view is that rents declined this quarter by 90 basis points, but predominantly impacted by an estimated 7% decline in Southern California. Our full year view is that global market rents grew by 6%, just below our expectations, ultimately driving our lease mark-to-market to end the quarter at 57% after capturing approximately $100 million in realized NOI growth from leases rolling up to market. The outlier on rent growth is clearly Southern California. While our portfolio was only 2.6% vacant at year-end, growing availability has made leasing very competitive.\nCombined with a 110% increase in rent since 2020, the rent retracement is understandable. Historically, there has never been a market where the delta between expiring and market rents has been so large that it provides ample room for property owners to deviate for market in order to attract customers.\nSo looking ahead, the positive news is that we are watching 2 trends reverse. The first is that the supply pipeline is clearly emptying with little in the way of new starts. And the second is that the escalating issues in both the Suez and Panama Canals together with the resolution of the West Coast labor negotiations are moving shipment volumes back to the West.\nWhile this bodes well for SoCal and still early, we are watching East Coast port markets more closely. In any event, all of these disruptions are reiterating the underlying need for resiliency and the just-in-case approach to inventories. Summing this all up globally, we recognize the high volume of near-term deliveries that need to be absorbed into our markets over the next few quarters, but we are very pleased with our ability thus far to build occupancy, drive rents and illustrate more differentiation in our portfolio as market vacancy grows.\nAs for strategic capital and valuations, we saw U.S. values decline approximately 5.5% during the quarter, which was our expectation and the reason we paused our appraisal-based activity which includes calling and redeeming capital as well as asset contributions. We run an industry-leading franchise in which we aim to set the standard for governance, including timely, accurate and independent valuations. Calling out when pronounced the lags and valuations emerge has protected investors and demonstrated how we stand apart as a responsible partner.\nWith this quarter's value declines in a more stabilized rate environment, will resume activity in USLF, including the funding of our $250 million commitment announced in the second half of '23.\nTurning to guidance and all of our share, in terms of operating metrics, we are guiding average occupancy to range between 96.5% and 97.5%, with occupancy likely to step down in the first quarter and rebuild over the course of the year. Cash same-store will range between 8% and 9% and net effective same-store growth will range from 7% to 8%. We're forecasting net G&A to range between $420 million and $440 million and strategic capital income to range from $530 million to $550 million. We have a very big year of stabilization activity ahead of us with a range of $3.6 billion to $4 billion and expected yield of approximately 6.25%.\nOn the new deployment front, we are guiding development starts to range between $3 billion and $3.5 billion with estimated build-to-suit mix of 40% and we plan to take sales portfolios to the market over the year with expected proceeds to range between $800 million and $1.2 billion and additionally, forecast $1.75 billion to $2.25 billion in contributions to our strategic capital vehicles.\nIn the end, we are forecasting GAAP earnings to range between $3.20 and $3.45 per share, core FFO, excluding promotes, will range from $5.50 to $5.64 per share, while core FFO, including net promote expense will range between $5.42 and $5.56 per share. Each a bit higher than our preliminary guidance at the investor forum. While we do not forecast any promote revenue at this time, there are some small opportunities that do exist in [indiscernible] Prologis in our new PJLF vehicle in Japan.\nIn closing, we know that the market is not yet out of the woods with regards to incoming supply but the combination of a stronger backdrop continued the level of starts and a calmer capital markets environment has us optimistic that 2024 will be another great year. As you know from our Investor Day, we have many initiatives in flight designed to add value beyond our real estate and because of our real estate.\nWe look forward to continuing to execute on our plan and providing new updates throughout the year. And before we move to Q&A, I'd like to get ahead of questions, which have grown a little more frequent in recent quarters surrounding market rent growth. Unintentionally, we set an expectation that we could forecast market rents to a single point of accuracy in increasingly short time periods. And honestly, we're just not that good. We've gotten away from a practice that was originally aimed at being high level and directional. So what we've elected to do in order to help investors without perpetuating the issue is to simply provide high-level rent growth expectations on a rolling 12 review.\nAs mentioned earlier, in terms of our 3-year CAGR of 4% to 6%, we believe we'll see modestly positive rent growth aligned with inflation over the next 12 months, and we'll continue to update this rolling view on our future calls.\nWith that, we will now take your questions. Operator?"
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/df1c047236f3d75abf3ee23cad3b5b40",
    "period": "2023 Q3",
    "content": "Q3 2023 Prologis Inc Earnings Call\n\nQ3 2023 Prologis Inc Earnings Call\n\nPLDNYSEOCT 17, 12:00 PM\n\nOperator\n\ngreetings, and welcome to the Prologis Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Jill Sawyer, Senior Vice President of Investor Relations. Thank you, Jill. You may begin.\n\nJill Sawyer\n\nThanks, John, and good morning, everyone. Welcome to our third quarter 2023 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations.\nI'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance, and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings.\nAdditionally, our third quarter results press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP and in accordance with Reg G, we have provided a reconciliation to those measures.\nI'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions and guidance. Hamid Moghadam, our CEO and our entire executive team are also with us today.\nWith that, I'll hand the call over to Tim.\n\nTimothy D. Arndt\n\nSenior Vice President, Strategic Planning and Analysis, Prologis, Inc.\n\nThanks, Jill. Good morning, everybody, and thank you for joining our call. The third quarter marked the continuation of themes we've been anticipating for more than a year, namely growing supply translating to increased market vacancy, continued moderation of demand and market rent growth that will slow until the low levels of new starts drive reduced availability over time. We've operated in accordance with these views in both our approach to leasing as well as timing of new development.\nWhat's incremental to our forecast is that continued hawkish posture from central banks and the impact it's had on rates is delaying decision-making and willingness to take expansion space early. The geopolitical backdrop has clearly become more troubling as well amounting to a lack of clarity that will likely weigh on demand. In the meantime, and also playing out to our expectations, is that our existing lease mark-to-market will drive durable earnings growth as it did in delivering record rent change this quarter as well as strong earnings and same-store growth.\nWe remain focused on the fact that we own assets critical to the supply chain with long-term secular drivers that remain intact. Further, the outlook for future supply will continue to face structural barriers ultimately driving occupancy rents and values.\nIn terms of our results, we had an excellent quarter with core FFO excluding net promoter income of $1.33 per share. This result includes approximately $0.03 of onetime items related to interest and termination income as well as the timing of expenses, which we can address in Q&A. Occupancy ticked up over the quarter to 97.5%, aided by retention of 77%. Net effective rent change was a record 84% of our share, with notable contributions from Northern New Jersey at 200%, Toronto at 187% and Southern California at 165%. Same-store growth on a net effective and cash basis was 9.3% and 9.5%, respectively, driven predominantly by rent change.\nWe saw market rents grow roughly 60 basis points during the quarter, the slower pace embedded in our forecast. In combination with the strong build of in-place rents, our lease mark-to-market recalculates to 62% as of September. We raised approximately $1.4 billion in new financings at an average interest rate of 3.2%, comprised principally of $760 million within our ventures as well as a recast of our yen credit facility, increasing our aggregate line availability.\nIn combination with our cash position, we ended the quarter with a record $6.9 billion of liquidity.\nFinally, it's noteworthy that our debt-to-EBITDA has remained very low and essentially flat all year, hovering in the mid-4x range despite our increased financing activity, a demonstration of the tremendous growth in our nominal EBITDA.\nTurning to our markets. While rising, vacancy remains historically very low in the U.S., Mexico and Europe. Market vacancy increased approximately 70 basis points during the quarter in the U.S. driven by low absorption as well as recently delivered but unleased completions. Europe experienced similar dynamics with an overall increase in market vacancy of 50 basis points. At the macro level, our expectations for the U.S. are for completions to outpace net absorption by a cumulative 150 million to 200 million square feet over the next 3 quarters, then over the subsequent 3 quarters, we see that trend reversing with demand exceeding supply and recovering to net 75 million to 125 million square feet.\nThat trend may extend further into 2025 as we believe development starts over the next several quarters are likely to remain low. Whatever the precise path, we expect that as vacancy normalizes over the long term, our portfolio will outperform the market due to both its location and quality as well as the strength of our relationships and operating platform. In this regard, our portfolio has been largely resilient to moderating demand. Our teams would describe the depth of our leasing pipeline as consistent with the last few quarters. And coming fresh off of 1 of our customer advisory board sessions, it's clear that our customers have plans to continue to expand their footprint, increasing capacity and resiliency.\nHowever, what's also clear is that they are slowing such investments until there is more clarity in the economic environment. In the U.S., rents increased in most of our markets with the strongest located in the Sunbelt, Mid-Atlantic and Northern California region. Europe and Mexico were also bright spots for growth in the quarter. Rents across our Southern California submarkets declined approximately 2% as it continues to adjust to higher levels of vacancy. While the markets and outlooks are mixed, we remain confident in continued market rent growth in the U.S. and globally over the coming year, albeit at a slower pace, while the pipeline continues to get absorbed.\nFrom our appraisals, U.S. values declined approximately 3% while European values remain stable, in fact, having a very modest write-up. The difference isn't too surprising as the Fed's language around inflation and the economy has had more effect in the U.S. capital markets, driving the 10-year up 100 basis points since our last earnings call compared to the bun at just 50 basis points. We believe that this is likely another instance as we saw 1 year ago where U.S. appraisals at the end of the quarter have not had sufficient time to react to the increase in rates and we are thus pausing on appraisal-based activity in USLF for at least 1 quarter.\nElsewhere values in Mexico are up 8.5%, while China experienced its first meaningful decline of 6.5%, a write-down that we don't believe has fully run its course. Our funds experienced their first quarter of net positive inflows with approximately $180 million of new commitments versus new redemption requests of $115 million. Given other activity in the quarter, the net redemptions have been reduced from their height of $1.6 billion to approximately $700 million or roughly 2% of third-party AUM.\nIn terms of our own deployment development starts ramped up during the quarter, crossing $1 billion, over half of which is related to a data center opportunity in our central region, a testament to our higher and better use strategy and strategically located land bank. Also notable is the acquisition of $118 million of land including a strategic part in Las Vegas, which will build out an additional 10 million square feet over time and brings our total build-out of land globally to over $40 billion.\nWe are laser-focused in identifying and executing on value creation in our core business, our energy business and their adjacencies. Combined with the debt capacity and liquidity, we've worked hard to build and preserve, we see the environment as rich with opportunity.\nMoving to guidance. We are increasing average occupancy to range between 97.25% and 97.5%. As a result, we are increasing our same-store guidance to a range of 9% to 9.25% on a net effective basis and 9.75% to 10% on a cash basis. We're maintaining our strategic capital revenue guidance, excluding promotes, to a range of $520 million to $530 million and adjusting G&A guidance to range between $390 million and $395 million. Our development start guidance has increased to a new range of $3 billion to $3.5 billion at our share, driven primarily from the data center start mentioned earlier.\nWe have $500 million of contribution and disposition activity during the quarter. And given our commentary on USLF valuations, we are pausing our planned contributions into that vehicle this quarter and reducing our combined contribution and disposition guidance to a range of $1.7 billion to $2.3 billion.\nIn the end, we are adjusting guidance for GAAP earnings in the range of $3.30 to $3.35 per share. We are increasing our core FFO, including promotes guidance, to a range of $5.58 to $5.60 per share and are increasing core FFO, excluding promotes, to range between $5.08 and $5.10 per share, growth of nearly 10.5%.\nI know that many of you are focusing on 2024, so I'd like to take an opportunity to remind you that the Duke portfolio will be entering the same-store pool in 2024, which will widen the recently observed delta between net effective and cash same-store growth. This is, of course, because Duke rents were mark-to-market at close 1 year ago, so its contribution to net effective same-store growth and earnings will be minimal even though the cash rent change will be on par with the rest of the Prologis portfolio.\nIn closing, we are navigating the current environment assured that whatever the economy brings in the short term, we are positioned to outperform over the long term. This stems from not only the premier logistics portfolio and customer franchise with 1 of the best balance sheets amongst corporates, but also highly visible earnings and portfolio growth ahead of us. We know that turbulent times can bring opportunity for those who are prepared, and that's been central to our strategy and management as a company.\nI'd like to also remind you of our upcoming Investor Forum on December 13 in New York, our first in 4 years. We're looking forward to spending the day with you sharing more about our business, outlook and opportunities ahead. Additional information is available on our website and in our earnings press release.\nAnd with that, I will hand it back to the operator for your questions."
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3f2d4de6384b10504ba04378c1221618",
    "period": "2023 Q2",
    "content": "Q2 2023 Prologis Inc Earnings Call\n\nQ2 2023 Prologis Inc Earnings Call\n\nPLDNYSEJUL 18, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Prologis Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note that this conference is being recorded. I will now turn the conference over to our host, Jill Sawyer, Vice President of Investor Relations. Thank you. You may begin.\n\nJill Sawyer\n\nThanks, Diego. Good morning, everyone. Welcome to our second quarter 2023 earnings conference call. Supplemental document is available on our website at prologis.com under Investor Relations.\nI'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance, and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings.\nAdditionally, our second quarter results press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP. And in accordance with Reg G, we have provided a reconciliation to those measures. I'd like to welcome Tim Arndt, our CFO, who will cover results real-time conditions and guidance. Hamid Moghadam, our CEO and our entire executive team are also with us today.\nWith that, I'll hand the call over to Tim.\n\nTimothy D. Arndt\n\nSenior Vice President, Strategic Planning and Analysis, Prologis, Inc.\n\nThanks, Jill. Good morning, everybody, and welcome to our second quarter earnings call. We had a very good quarter with outstanding results across our uniquely diversified business. It was highlighted by record rent change, a ramp-up in development starts, roughly half of which were build-to-suit and the acquisition of over $3 billion of real estate at accretive returns, deepening our sale in key markets.\nWe also earned record strategic capital income and raised $1.2 billion in new equity across the vehicles. We are watching markets closely, and we've been clear that we expect vacancies to rise over the course of the year from a normalization of demand and elevated development deliveries.\nWe've indeed seen vacancy build and expect it to reach the mid-4s in the U.S. by year-end, but continue to believe that fundamentals will regain momentum in 2024 with the outlook for new supply declining as development starts continue to fall this year.\nIn short, our outlook is completely unchanged, and we feel great about our business. Turning to our results. Core FFO, excluding promotes, was $1.25 per share and including promotes was $1.83 per share, both ahead of our forecast. Our promote income was generated from both USLF and Fibra Prologis and meaningfully exceeded our guidance.\nUSLF generated promote revenue at Prologis share of over $635 million. In its 3-year performance period, assets grew by over $10 billion, and the fund delivered an IRR of over 20% net of all fees and with very low leverage. In terms of our operating results, average occupancy for the quarter was 97.5%, down 50 basis points from the first quarter and in line with our expectations.\nRent change on starts was a record on both a net effective and cash basis, 79% and 48%, respectively. Net effective rent change on signings of more forward-looking view was an impressive 87% with notable rent change from Phoenix at 137%, Northern New Jersey at 150% and Southern California at 181%.\nGlobal markets also contributed to strong signings with Mexico at 34%, the U.K. at 36%, Central Europe at 51% and Canada at 150%. Bottom line, rent change has been both robust and broad-based. Market rents continue to grow, albeit at a slower pace, increasing a little over 1.5% in the quarter. In-place rents grew by approximately 2.5% over the quarter, the net of which translates to a lease mark-to-market of 66%, down from 68%.\nWe explained last quarter that our lease mark-to-market would generate $2.85 per share of incremental earnings as leases will roll over time without any additional market rent growth. Interestingly, that future upside is virtually unchanged at June 30, even though we crystallize rental increases over the quarter.\nThis is because a lower lease mark-to-market is now being applied to a larger base of in-place NOI. Ultimately, same-store growth is our most important operating metric in this quarter remained exceptional at 8.9% on a net effective basis and 10.7% on cash.\nI'd like to highlight that even with $4 billion of investment during the quarter, the balance sheet remains in impeccable shape with liquidity of approximately $6.4 billion and debt to EBITDA of 4.2x. We raised approximately $7 billion in debt financing across 4 currencies at an interest rate of 4.9% and an average term of 8 years.\nTurning to our markets. The trend to normalization, which we've been speaking to for some time continues. Proposal activity gestation and pre-leasing of vacancy are all within a few percent of their pre-COVID levels, a period which we've highlighted many times with itself historically strong.\nOur IBI sentiment index picked up in the quarter to over 58%, indicating a continued strong backdrop for demand as described by our customers and further supported by utilization increasing to 85.5%. Unsurprisingly, customers have been more deliberate in their decision-making amidst the uptick in vacancy.\nWe continue to believe that this will be a short-lived reprieve as construction starts have indeed declined significantly for our expectations. Starts in the second quarter were down approximately 40% across our U.S. markets and 50% in Europe.\nWe see deliveries in 2024 following shorter demand, reducing vacancy over the course of next year. Significant attention has been given to Southern California in recent months. While our portfolio is over 97% leased, and we are achieving record rent change, vacancy has grown, partially due to port operations that have not yet returned to normal.\nAdditionally, some customers are reevaluating expansion in the Inland Empire, diversifying operations to other Southwest markets. With all this in mind, we've reduced our rent growth forecast for Southern California in 2023. However, given what is still low vacancy together with structural headwinds to new supply and a huge consumption base we believe strongly in this market.\nThe global nature of our portfolio means that we'll see markets contribute to growth in different periods, evening out peaks and troughs. We see this playing out in a number of markets across the globe where our rent growth forecast is increasing this quarter such as Las Vegas, Texas, Europe and Mexico, to name a few.\nAll of this together with the more than 5% rent growth to date has us reforecasting the full year to a range of 7% to 9% on a global basis. What matters more than what will transpire in the next 6 months is what we see over the medium term, which is growth that will be fueled by escalating replacement costs, growing barriers to new supply and ongoing secular drivers of demand.\nLate in the second quarter, we announced and closed on the acquisition of over 14 million square foot portfolio in many of our best U.S. markets. We estimate an 8% unlevered IRR simply at the property level, exclusive of additional return driven by property management synergies, essentials opportunities, including solar and the upside we expect through revenue management.\nWhile this was the largest transaction in the quarter, overall activity increased slightly, bringing additional price discovery to the market. In Europe, values have been relatively stable, experiencing a 1% decline over the second quarter. Latin America saw an increase in values with write-ups in Brazil and Mexico of 2% and 5%, respectively, and write-downs in the U.S. were in line with expectations, approximately 5% driving the cumulative decline over the last year to 12%.\nWith this move, we view the values as fair and are proceeding on redemptions in USLF for the third quarter. New redemption requests in the quarter totaled approximately $800 million and was concentrated in USLF and our China venture where values have held up better. Together with other activity, the net redemption queue stands at approximately $1.6 billion.\nOutside of the open-ended funds, the company raised an incremental $1.2 billion comprised of $500 million in the Fibra and NPR as well as a new $700 million commitment for a complementary vehicle in Japan, PJLF, which is detailed in our supplemental.\nBefore turning to guidance, I'd like to mention a few updates across our essentials business. We added 45 megawatts of new solar production and storage in the first half of the year, bringing our platform total to 450 megawatts, nearly 50% of the way to our 1 gigawatt goal for 2025.\nAdditionally, Prologis mobility, our EV business, has more than 65 fleet charging sites in the pipeline across the U.S. and Europe. In terms of our outlook for the balance of the year, we are guiding average occupancy to range between 97% and 97.5%. We are increasing our same-store guidance to 8.75% to 9.25% on a net effective basis and 9.5% to 10% on a cash basis.\nNet effective rent change propelling same-store should continue to rate in the next 2 quarters and average approximately 80% over the year. We are maintaining our G&A guidance to range between $380 million and $390 million and are increasing our strategic capital revenue guidance, excluding promotes, to range between $520 million and $530 million.\nAs a result of the outperformance in USLF promote, we are increasing our forecast for net promote income to $475 million. Year-to-date, we are in excess of this amount, but amortization expense will continue over the back half of the year. Development starts picked up during the quarter with commencements of 12 projects around the globe. And while we remain very selective on new spec starts, we are maintaining our guidance of $2.5 billion to $3 billion for the year.\nWe had over $550 million in Together, we are increasing guidance for GAAP earnings to range between $3.30 and $3.40 per share. We are increasing core FFO, including promotes guidance to a range of $5.56 to $5.60 per share and increasing core FFO, excluding promotes, to range between $5.06 and $5.10 per share.\nWith the midpoint representing over 10% annual growth, marking our fourth consecutive year of double-digit earnings growth. The quarter highlighted in many ways that Prologis has diversified itself across geographies, business lines and capital sources, while rents in some markets decelerate, others with different demand drivers are now accelerating.\nWe're seeing the same balance with property values as demonstrated over the quarter. Further, we generate incremental cash flows and value creation outside of the pure rent business, and closely related and synergistic platforms, namely strategic capital development and now Essentials. Our fundraising efforts also demonstrate the value of having alternatives.\nClearly, our wide access to debt capital has been a tremendous advantage, but we also benefit from access to varied equity sources for our ventures by utilizing open end vehicles, JVs and public structures we have the ability to be opportunistic and proactive in changing capital markets.\nAs we close, I'd like to remind you of 2 upcoming events of Prologis later in the year. Our Groundbreakers Thought Leadership Forum on September 27, right here in San Francisco and our Investor Forum on December 13 in New York. Additional information for each is available on our website.\nWith that, I will hand it back to the operator for your questions."
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f28eb9519ce670b0d592f941ce62fe52",
    "period": "2023 Q1",
    "content": "Q1 2023 Prologis Inc Earnings Call\n\nQ1 2023 Prologis Inc Earnings Call\n\nPLDNYSEAPR 18, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Prologis First Quarter 2023 Earnings Conference Call. [Operator Instructions] And as a reminder, this conference is being recorded. It is now my pleasure to introduce to you, Jill Sawyer, Vice President of Investor Relations. Thank you, Jill. You may begin.\n\nJill Sawyer\n\nThanks, John. Good morning, everyone. Welcome to our first quarter 2023 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations. I'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance, and actual operating results may be affected by a variety of factors.\nFor a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings. Additionally, our first quarter results press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP measures. And in accordance with Reg G, we have provided a reconciliation to those measures.\nI'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions and guidance; Hamid Moghadam, our CEO. And our entire executive team are also with us today. With that, I'll hand the call over to Tim.\n\nTimothy D. Arndt\n\nSenior Vice President, Strategic Planning and Analysis, Prologis, Inc.\n\nThanks, Jill. Good morning, everybody, and welcome to our first quarter earnings call. We began the year with results and conditions that remain strong. Market rents have continued to grow, demand has been consistent, and we're seeing sharp declines in new construction limiting future supply. While logistics real estate is very healthy, the macroeconomic picture continues to be a concern, and we anticipate it could weigh on customer sentiment over the balance of the year, translating to some demand that could be delayed into 2024.\nHowever, this will overlap with the slowdown of new deliveries, creating a sustained dynamic for high occupancy and continued rent growth into next year. Beginning with our results, our core FFO, excluding promotes, was $1.23 per share and including promotes was $1.22 per share. Our results benefited from higher NOI in the quarter, but offset by approximately $0.02 of higher insurance expense from an unusually active storm season experiencing a year's worth of claims activity in just the first quarter.\nIn terms of our operating results, both ending and average occupancy for the quarter were 98%, holding average occupancy flat to the fourth quarter. Rent change was 69% on a net effective basis and 42% on a cash basis, each a record. And unusually widespread between the two is reflective of lower free rent and higher escalations in our new leasing. Despite the step-up of in-place rents, our lease mark-to-market expanded to 68% during the quarter as market rent growth remained strong and slightly ahead of expectations.\nWith the remaining lease term of roughly 4 years, this lease mark-to-market represents over $2.85 per share of incremental earnings as our leases roll to market, providing visibility to future income and dividend growth. These results drove record same-store growth, 9.9% on a net effective basis and 11.4% on a cash basis. During the quarter, our efforts on the balance sheet were focused on liquidity, raising over $3.6 billion in new financings for Prologis and our ventures at an interest rate of 4.6% and a term of nearly 14 years.\nThis fundraising total does not include $1 billion of additional capacity from the recast of our global line of credit, which closed in April and brings our total borrowing potential under our lines to $6.5 billion. As mentioned, fundamentals in our markets remain strong, but we expect that a more cautious outlook will weigh on the pace of demand. This is not a new perspective as our forecast 90 days ago prepared for a weakening sentiment and held a top-down view for some occupancy loss over the year.\nWe haven't changed that outlook, but we also haven't upgraded it despite the quarter's outperformance. As an update on proprietary metrics, our proposal activity ticked up in absolute terms and is in line with strong market conditions as a percent of available space. Approximately 99% of the units across our 1.2 billion square feet are either leased or in negotiation.\nUtilization ticked down to 85%, which is normalizing to a level that our customers view as optimal. E-commerce leasing increased during the quarter to 19% of all new leasing. We avoid drawing conclusions from a single quarter of activity on most metrics, but it's notable here that e-commerce leasing picked up meaningfully back towards its 5-year average. As we said before, we ultimately look at retention, pre-leasing and rent achievement as the best real-time metrics of portfolio health. And on that basis, our results are certainly very strong.\nWe expect that the current 3.5% vacancy rate in our U.S. markets will build to the low 4s toward the end of the year before turning back to the mid-3s by late 2024 due to the lack of incoming supply and accounting for moderating demand. We anticipate a similar path in our European markets. And of course, even a 5% vacancy rate is historically excellent and supportive of strong rental growth. We expect this pattern to play out in our true months of supply metric, which was a very healthy 30 months in the U.S. and should decline into the 20s next year.\nWe are launching markets that have large development pipelines such as a few in the Sunbelt in the U.S. But so far, that supply also seems manageable. In Europe, most of our focus is on the U.K., where development [indiscernible] have continued even as demand has moderated, which will lift market vacancies and may pressure rents. And Japan is also a market which is expected to see larger increases in vacancy over the year, but similarly expects a slowdown in new supply due to surges in land and construction costs.\nTaking all of these movements into account, we are holding our market rent growth forecast for the year at 10% in the U.S. and 9% globally. In Capital Markets, transactions continue to be few and far between, but a pickup in activity suggests we will see a busier second quarter. Appraised Values in our funds declined 1% in the U.S. and 2% in Europe during the quarter and 8% and 18%, respectively, from the peak.\nIt's worth noting that our view of public market prices and NAVs that they have adjusted much more than is warranted for these levels of write-down. Redemption requests in our open-ended funds have slowed significantly, with the redemption queue nearly unchanged around 5% of net asset value. This is reflective of both, a slower pace of new redemptions as well as rescissions of prior requests. Combined with over $150 million of new commitments made, our net [indiscernible] is essentially unchanged from last year.\nLast quarter, we described our approach to fulfilling redemption requests, which is based on an overarching objective to be consistent and fair to all investors requiring a few quarters for valuers to catch up. In that regard, as appraisal seems to be nearing fair value, we plan to redeem units in [indiscernible] this quarter given the swifter response to value changes in Europe and expect to do the same in USLF next quarter. In turn, we view this as an excellent time to invest more of our capital into the vehicles, which we'll be doing over the coming quarters and some meaningful numbers.\nTurning to guidance. We are tightening and increasing average occupancy to range between 97.25% and 97.75%, a 25 basis point increase at the midpoint. Our same-store will benefit from this increase, driving our net effective guidance to a range of 8.5% to 9.25% and cash same-store of 9% to 9.75%. We are forecasting our lead mark-to-market to end the year close to 70%, extracting the 2024 component of this suggests rent change should exceed 85% next year even without continued market rent growth, which is a clear illustration of how our exceptional rent change will not only endure but continue to grow.\nWe expect G&A to range between $380 million and $390 million and strategic capital revenues, excluding promotes, to range between $515 million and $530 million. We are maintaining our forecast for net promote income of $380 million. And given the size of USLF and the potential for small changes in value to have a meaningful impact, there is potential for upside here, and we believe we have the downside covered.\nWe had a few Development Starts in the quarter, a reflection of our discipline, but our pipeline is deep, and we are maintaining our guidance of $2.5 billion to $3 billion for the year. We expect the pace to remain slow in the second quarter, putting the bulk of the activity into the second half. It's noteworthy that [indiscernible] a belief that construction costs may decline in the coming quarters, we now see them as likely to increase, mostly in line with inflation.\nAs new fundraising has become visible, we forecast contributions to be concentrated in the second half, totaling $2 billion to $3 billion when combined with forecasted dispositions. So in total, we expect GAAP earnings to range between $3.10 and $3.25 per share. We are increasing our core FFO, including promotes guidance to the range of $5.42 to $5.50 per share. And further, we are guiding core FFO, excluding promotes, to range between $5.02 and $5.10 per share, with the midpoint representing 10% growth over 2022.\nI'd like to close with a few observations that we've made about our standing in the equity markets, which we found interesting and wanted to share. Today, we sit as the 68th largest company in the S&P 500 ahead of names like GE, American Express, [ Signa ], Citigroup as well as Ford and GM combined. Also notice that with our planned $3.3 billion of dividends this year, we ranked 42nd in terms of total cash returned to investors. Of these top 42 dividend payers, Prologis has outgrown the group by 500 basis points per year over the last 3 years.\nAnd in fact, since our IPO, we have paid over $15 billion in dividends at a 15% CAGR, ranking 13th on growth in the entire S&P 100. While getting bigger has never been our objective, we thought the context would be eye opening. So in closing, we feel great about the health of our business even in the face of a slowing economy. Most importantly, nothing we have seen alters the path of its underlying secular drivers for the long-term potential of our platform. In that regard, we're excited to tell you much more about that outlook and our platform later in the year.\nLast week, we announced our upcoming Investor Day to be held at the New York Stock Exchange this December. We hope to see many of you there in person and tuned into the live webcast where we will showcase our [indiscernible] of talent and the strong differentiators that define our company. More details on that to come. So with that, I'll hand it back to the operator for your questions."
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8317782b3f4b89ca01dfdff47a8b5171",
    "period": "2022 Q4",
    "content": "Q4 2022 Prologis Inc Earnings Call\n\nQ4 2022 Prologis Inc Earnings Call\n\nPLDNYSEJAN 18, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Prologis Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note that this conference will be recorded. I will now turn the conference over to our host, Jill Sawyer, Vice President, Investor Relations. Thank you. You may begin.\n\nJill Sawyer\n\nThanks, Diego, and good morning, and welcome to our fourth quarter 2022 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations. I'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings. Additionally, our fourth quarter results press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP measures. And in accordance with Reg G, we have provided a reconciliation to those measures. I'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions and items; Hamid Moghadam, our CEO and our entire executive team are also with us today.\nWith that, I'll hand the call over to Tim.\n\nTimothy D. Arndt\n\nCFO, MD of Treasury & Financial Planning and Treasurer, Prologis, Inc.\n\nThanks, Jill. Good morning, everybody, and welcome to our fourth quarter earnings call. Let me begin by thanking our global team for delivering an excellent quarter and year. We've had outstanding results despite challenging headwinds from the capital markets and the overall economic backdrop. In the face of this, our focus has been to serve our customers and investors putting our heads down and executing on our long-term plan.\nAs you see in our results, our portfolio is in excellent shape, driven by still strong demand and a continued lack of availability. This foundation for our business not only drove our nearly 13% increase in year-over-year core earnings, but it also sets up the company for sustainable growth for years to come. Turning to results, core FFO, excluding promotes, was $4.61 per share and including promotes was $5.16 per share, ahead of our forecast.\nIn the fourth quarter, our operating results, again, generated several new records. Occupancy increased to 98.2%, with retention of 82%. The Prologis portfolio, excluding Duke, added 30 of the 40-basis point increase over the quarter. While we tend to quote occupancy, it is notable that the portfolio is 98.6% leased, a record that underscores the tightness across our markets. Rent change for the quarter was 51% on a net effective basis. The step down from our third quarter rent change of 60% is a reflection of mix and not market rents.\nIn fact, market rent growth exceeded expectations during the quarter, increasing our lease mark-to-market to a record 67%. These results drove same-store growth to 7.7% on a net effective basis and 9.1% on cash. The Duke portfolio, having closed on October 3, is fully integrated in these results with the exception of same-store growth, which will not be reflected until the first quarter of 2024.\nOn the balance sheet, while access to the debt markets have remained challenging for many issuers, we successfully executed a number of transactions during the quarter, raising over $1.1 billion at an interest rate below 3%, including $700 million of new unsecured borrowings out of Japan and Canada. Our credit metrics continue to be excellent, and we've maintained over $4 billion of liquidity at year-end with borrowing capacity across Prologis and the open-ended funds of $20 billion, expanded significantly due to our balance sheet growth from the Duke acquisition.\nWith regard to our markets and leasing activity, the bottom line is that conditions remain healthy and there is little we see across our results or proprietary metrics that point to a meaningful slowdown. We see a normalization of demand and when combined with low vacancy, it continues to translate to a meaningful increase in rents. Across our markets, rent growth was nearly 5% during the quarter, driving the full year to 28%.\nProposal activity for available space was consistent with our recent history and given persistent low vacancy, there is simply a very small number of units to even propose deals on. As evidenced, over 99% of our portfolio is either currently leased or in negotiation. Utilization remains high at 86%, near its all-time record. And deal gestation ticked up over the quarter, indicative of more careful consideration and time being taken in leasing decisions.\nWhile we are watching e-commerce carefully, its share of overall retail sales have increased to 22%, which is 600 basis points above its pre-pandemic level. Putting the nuance of mix, timing and other factors aside, as measured by retention, occupancy or rent change, it is clear that customers need to commit to space to market conditions, which offer them very little choice. In terms of supply, the development pipeline across our market stands at 565 million square feet, and our expectation for the year is that the pipeline will decline.\nDeliveries will put modest upward pressure on vacancies from 3.3% today towards 4% later in the year. However, new development starts are slowing in response to the market environment, which will reduce vacancies in late '23 or '24. In Europe, we expect deliveries to outpace absorption by approximately 30 million square feet, expanding the current 2.6% vacancy rate to approximately 3.5%.\nFinally, and as expected, our true months of supply metric grew to 25 months in the U.S. from 22 months last quarter. As a reminder, this metric has averaged roughly 36 months over the last 10 years. In Capital Markets, transactions continue to be slow in the fourth quarter, making price discovery challenging. That said, return requirements are trending to the low to mid-7% range. This expansion further affected appraised values in our funds, although continued rent growth has mitigated some of the effect.\nOur U.S. values, which were appraised by third parties every quarter, declined 6% this quarter and 7% over the entire second half. In Europe, values declined approximately 12% during the quarter and 16% over the half. Our open-end funds have received only modest redemption requests, less than 3% of net asset value during the quarter, totaling 5% across the second half. Our flagship funds have strong balance sheets with low leverage, largely undrawn credit facilities, cash on hand and undrawn equity commitments.\nWhile we believe the value declines over the second half reflect market, investors are still adjusting to a new environment. Because we strive to be consistent in our actions and fair to all investors, we will redeem units call equity and resume asset contributions when price discovery has run its course. We expect that to be 1 to 2 quarters away likely sooner in Europe. This will ensure certainty, fairness and consistency to all of our investors.\nTurning to our outlook for 2023. While our macro forecast assumes a moderate recession, which may put headwinds on demand, our business is driven by secular forces and long-term planning by our customers that should limit the impact unless such a downturn becomes significant and protracted. As mentioned earlier, we believe vacancy will build in the market and our portfolio, both of which are unsustainably low. Putting this sentiment together with our outlook on supply and demand, our '23 rent forecast calls for approximately 10% growth in the U.S. and 9% globally.\nWe acknowledge that our rent forecasts have proven conservative in recent years, but we are comfortable with this starting point given the environment. Specific to our portfolio and on our share basis, we expect average occupancy to range between 96.5% and 97.5%, roughly 50 basis points lower than the '22 midpoint. Combined with rent change, we forecast to generate net effective same-store growth of approximately 8% to 9% with casting store growth between 8.5% and 9.5%.\nGiven these assumptions, we believe our lease mark-to-market will be sustained or even increased over '23, ending the year between 65% and 70% and providing visibility to an incremental $2.9 billion of NOI after the more than $300 million that will become realized over the course of this year. We expect G&A to range between $370 million and $385 million, reflecting not only inflation in wages and other corporate costs, but also additional investments we are making in our Essentials business particularly in the energy teams.\nIn that regard, we expect the contribution to FFO from Essentials to range between $0.07 and $0.09 this year. This reflects 70% growth in revenues and tax credits from '22, but offset in the near term by our higher Duke related share count and the G&A investments just mentioned. In terms of operational metrics for the business, we expect to add 115 megawatts of solar power over the year driving the portfolio to approximately 540 megawatts by year-end. It's worth noting that we closed 2022 as the second largest on-site power producer in the U.S., a position we will build upon with our plan for 1 gigawatt of production and storage by 2025. We also forecast to have over 20 EV charging clusters installed and operational by year-end.\nIn deployment, we will continue to be disciplined in our approach to new starts. We have over $39 billion of opportunities to select from in our land bank and between our expectations for build-to-suits and logical markets prospect, we see an active year of starts initially to range between $2.5 billion and $3 billion with a real opportunity to grow as conditions warrant. As mentioned earlier, we plan for redemptions to be cleared out over the year and private fundraising to resume. Accordingly, we forecast contribution activity to occur primarily in the second half and resulting in combined contribution and disposition guidance of $2 billion to $3 billion. Finally, in strategic capital, we forecast revenues, excluding promotes, to range between $500 million and $525 million, which is impacted by valuation write-downs across '22 and the first half of '23.\nWe are forecasting net promote income of $0.40 based on an assumption that you -- that values in USLF, primary source of '23, promotes will decline further from values at year-end. Every 1% change in asset value equates to slightly less than $0.02 of net promote income. Putting this all together, we expect core FFO, excluding promotes, to range between $5 and $5.10 per share. At the midpoint of our guidance, this represents approximately 9.5% growth over 2022. We're guiding core FFO, including promotes, to range between $5.40 and $5.50 per share.\nIn closing, this guidance builds upon an exceptional 3-year period of sector-leading earnings growth. At our 2019 Investor Day, we presented a 3-year plan, targeting 8.5% annual growth, we achieved nearly 14% over this period, 550 basis points of annual outperformance. We expect 2023 to be a year where headlines continue to be disconnected from our business and ability to deliver strong growth and value creation.\nWhile there are many unknowns generally, there are more knowns in our business that are clear, such as our lease mark-to-market; significant and visible opportunity in our land bank; a need for excitement -- a need and excitement for a new generation of sustainable energy solutions; and a dedicated team that is the best in the business and laser-focused on delivering leading results.\nWe'll now turn the call over to the operator to take your questions."
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8826904a492014bced16ac444eb4e6e4",
    "period": "2022 Q3",
    "content": "Q3 2022 Prologis Inc Earnings Call\n\nQ3 2022 Prologis Inc Earnings Call\n\nPLDNYSEOCT 19, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Prologis Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. I would now like to turn the call over to Jill Sawyer, Vice President of Investor Relations. Thank you. You may begin.\n\nJill Sawyer\n\nThanks, Daryl, and good morning, everyone. Welcome to our third quarter 2022 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations.\nI'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market in the industry in which Prologis operates as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance, and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings.\nAdditionally, our third quarter results press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP measures. And in accordance with Reg G, we have provided a reconciliation to those measures. On October 3, we closed on the acquisition of Duke Realty. As a reminder, Duke's results are not contained in our third quarter earnings release. However, within our supplemental, we included a summary of the portfolio integrated as of quarter end. Please refer to our website for details on the transaction.\nI'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions and guidance. Hamid Moghadam, our CEO, and our entire executive team are also with us today. With that, I'll hand the call over to Tim.\n\nTimothy D. Arndt\n\nCFO, MD of Treasury & Financial Planning and Treasurer, Prologis, Inc.\n\nThanks, Jill. Good morning, everybody, and thank you for joining our call. We are clearly in a volatile macro environment, where ongoing inflation, steeply rising interest rates and the war and energy crisis in Europe are pressuring the global economy. And while we're closely monitoring each element, the fundamentals in our business are very strong, and our read of supply and demand in our markets remains out of sync with the headlines.\nThis morning, we reported excellent third quarter results, which generated many new records in the quarter. We will spend less time on these results and more time describing our view of the market and how we're navigating the environment.\nBefore doing so, I'd like to thank our teams across the entire organization who did an exceptional job keeping focus on the business, especially while working through the Duke acquisition, which closed on October 3. We fully integrated the portfolio, achieved our day 1 synergies and look forward to the next phase, which is to build AFFO accretion through incremental property cash flows and Essentials income. We move forward with a better portfolio, a larger and stronger balance sheet, talented new employees and new customers to whom we can introduce to our Essentials business.\nTurning to results. Core FFO was $1.73 per share, including $0.57 of net promote income earned principally from our PELP venture in Europe. Our annual guidance for Promotes was $0.60, with most of the revenue to be earned in the third quarter. The amount came in below expectations due to a nearly 5% write-down of European asset values in the quarter, partially offset by an increase in NAV from debt mark-to-market.\nIn the end, the promote was a record high, while the fund enjoyed a high teens annualized [IRR] across the 3-year performance period despite the recent markdown. I'll note a few operating stats from the quarter, all of which were records for the company. Ending occupancy increased 10 basis points over the quarter to 97.8%. Same-store growth was 8.3% on a net effective basis and 9.3% on a cash basis. Both were driven primarily by rent change, which was 60% on a net effective basis.\nSeparately, the Duke portfolio ended the quarter with 99% occupancy and net effective rent change of 54%. While these markets are outstanding, they are also backward looking. So we've kept focus on more contemporaneous data, namely rent change on signings, which was 84% during the quarter, and our lease mark-to-market, which now stands at nearly 62%.\nFinally, we had a very active quarter on the balance sheet, raising over $3 billion of debt in a variety of markets and currencies given our broad access, including a $650 million green bond issued in late September. We ended the quarter with debt-to-EBITDA of 4.3x, excluding gains, providing us significant investment capacity.\nTurning to our observations of current conditions. We continue to see scarcity of available space across our markets. Vacancy rates are at historic lows, and our own occupancy sits at a record high. Market rent growth in the third quarter remained robust in response to this scarcity and continued strong demand.\nColor across the markets remains generally upbeat in terms of customer inquiries, and our proprietary metrics also reveal healthy activity even if they've softened from the peak demand generated during COVID to levels still above long-term averages. Transaction gestation was stable during the third quarter at 62 days, proposals via available units slowed during the third quarter to levels more in line with the pace of 2019 and indicative of less urgency to renew space far ahead of exploration.\nInside our properties are metrics point of activity that is increasing with our IBI index at 63.8%, the 80th percentile and utilization up to 86.6%, the 95th percentile. Our certain customers have publicly announced a pause in CapEx spending, particularly those with more mature supply chains. But active dialogue with the majority of our customers confirms an overarching need to increase space as supply chain resiliency remains a top concern.\nShifting to supply. We're seeing initial signs of a deceleration in development activity across our markets as construction and capital costs continue to increase. We believe we could see a gap in deliveries emerge in late '23 or early '24. As for today, our true months of supply metrics sits at a healthy 22 months, up from 18 months last quarter. We've previously explained that we expect to see this metric climb into a low 30 months range, still at a level reflecting a strong operating environment.\nIt's important to acknowledge where supply is being delivered as our submarket location strategies minimize our exposure to new supply. For example, in our coastal U.S. markets where we generate over 50% of our global NOI, vacancies are just 1.7%. Geographically, we have an increased level of focus on Europe given the ongoing war and growing energy crisis. While we're reporting record results, including occupancy at 98.6% in a market with 2.4% vacancy, we are closely monitoring conditions. Customers are exercising caution in response to rising energy costs, which may create headwinds to near-term demand. That said, we also believe that new supply will now decline around 15% in 2023, which should support occupancy.\nThe U.S. remains strong, where we now generate 87% of our NOI with the addition of Duke. Our teams continue to see solid activity, although acknowledging a reduced number of prospects for space compared to what we saw during the frenzy of COVID. Rent change on signings during the quarter was 93%, demonstrating a continuation of favorable pricing dynamics.\nIn Latin America, both Mexico and Brazil are performing well, with very high occupancy over 98% and rent change across the region of 24%. And in Asia, construction costs in Japan are rising most acutely from the weakness in the yen, as well as from competition for key materials to complete construction. Market vacancies have increased, but this constraint on new supply, particularly out to '23 and '24, should provide an offset. The combined picture was positive to third quarter market rent growth, exceeding our expectations and driving a 300 basis point increase of our '22 global forecast to 26%, with the U.S. at 28%, significantly up from the 10% and 11%, respectively, in our initial guidance.\nIt's difficult to fully know the impact of this market rent growth on values given the limited transaction volume in the market. But our view is that the increase in return requirements is more than offsetting rent growth and indeed pressuring values. Based on prior cycles, we can safely assume it will take few quarters for full price discovery to be made as markets stabilize and transaction volumes build.\nWith all this in mind, we're carefully managing the business and approaching our markets with a sense of caution much as we did at the onset of the pandemic. In leasing, despite the very strong spot environment, we are carefully watching for softening demand and will assume that there will be further macro deterioration. In some markets, this will have us managing more for occupancy than rent growth, but in many others, we believe pricing will remain favorable given very low availability. This is an environment where our revenue management capabilities will be the most useful and allow us to manage such decisions lease-by-lease.\nWith deployment, we are reducing our starts guidance to a range of $4.2 billion to $4.6 billion, and we expect our fourth quarter starts will be 60% build-to-suit, reflecting a more cautious approach to deployment in the coming months, aiming to be very selective in new projects. And in terms of strategic capital, we previously mentioned that we expect to see an increase in redemption activity. While we did have inflows from numerous investors, redemptions grew by $1.3 billion, which, for context, is just 3% of our open-end third-party AUM. Our funds have sufficient equity queues to address this activity. In combination with equity called during the quarter, we now sit at net neutral queues. The open-ended funds have ample investment capacity based on overall low leverage, and we are optimistic about the long-term growth of the business.\nIn the near-term, we will be prudent as we evaluate further capital deployment, including a pause on contributions in the short-term.\nTurning to guidance, which includes Duke portfolio for the fourth quarter. We are maintaining our guidance for average occupancy, while increasing our net effective same-store guidance to 7.5% to 7.75%, and our cash same-store guidance to 8.5% to 8.75%. We expect to see our lease mark-to-market around 65% at the end of the year. We now expect acquisitions to range between $1.9 billion to $2.1 billion, which increased due to our acquisition activity in Europe during the quarter, and contributions and dispositions to range between $2.1 billion to $2.3 billion.\nFinally, we are increasing core FFO, excluding Promotes, to $4.60 to $4.62 per share, which includes approximately $0.05 of accretion related to the acquisition of Duke. We are guiding core FFO with Promotes to be $5.12 to $5.14 per share, which incorporates a lower Promote guidance of $0.52, reflective of the higher share count resulting from the Duke transaction.\nI'd like to point out that our earnings have been unimpacted by FX over this extremely volatile year due to our capital strategy and approach to hedging. The same is true for our equity base, which has very minimal exposure outside of the U.S. dollar despite our global footprint. We will continue to protect both proactively and programmatically.\nTo close, we're proud of how we've positioned the business and are optimistic about the organic growth ahead. We own hard assets with contractual revenues, significant embedded mark-to-market and have meaningful secular drivers that continue to play out. As an organization, we have long had an entrepreneurial and growth mindset. Today, adding new business lines and cash flow streams that are synergistic with our already unique model.\nWe have built the company to thrive across cycles, including uncertain environments like today, where we can seize opportunities and continue to set our business and portfolio apart.\nWe'll now turn the call over to the operator for your questions."
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/19131b85e5135b2ca044be6c036d692a",
    "period": "2022 Q2",
    "content": "Q2 2022 Prologis Inc Earnings Call\n\nQ2 2022 Prologis Inc Earnings Call\n\nPLDNYSEJUL 18, 12:00 PM\n\nOperator\n\nGreetings. Welcome to Prologis Second Quarter 2022 Earnings Conference Call. (Operator Instructions)\nPlease note, this conference is being recorded. I'll now turn the conference over to Jill Sawyer, Vice President of Investor Relations. Ms. Sawyer, you may now begin.\n\nTracy A. Ward\n\nSVP of IR & Corporate Communications, Prologis, Inc.\n\nThanks, Rob, and good morning, everyone. Welcome to our second quarter 2022 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations. I'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance, and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or other SEC filings. Additionally, our second quarter results' press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP measures. And in accordance with Reg G, we have provided a reconciliation to those measures.\nOn July 13, we announced the merger between Prologis and Duke Realty. This call will focus on our second quarter results. The company will not provide comments related to this transaction beyond those included in our prepared remarks. I'd like to welcome Tim Arndt, our CFO, who will cover results, real-time market conditions and guidance. Hamid Moghadam, our CEO, and our entire executive team are also with us today. With that, I'll hand the call over to Tim.\n\nTimothy D. Arndt\n\nCFO, MD of Treasury & Financial Planning and Treasurer, Prologis, Inc.\n\nThanks Jill. Good morning, everybody, and thank you for joining our call. This morning, we reported our second quarter results, which were strong and ahead of our expectations with occupancy, leasing and rent change all at record highs. Duke also released their operating results this morning, which tell a similarly strong story. That said, the macroeconomic environment is making it difficult for investors to fully assess the state of our industry. There's frankly a stark difference between what one reads in headlines versus what is actually happening in our business.\nAccordingly, we find ourselves focusing more on our own proprietary metrics and real-time feedback from our customers to build a forward-looking view of our markets and demand. Before going through that view, let me first step through our results. Core FFO with and without promotes was $1.11 per share, slightly ahead of our forecast. Rent change on rollover was 46%, led by the U.S. at 54%. Retention in the quarter was 79%, driving occupancy higher by 30 basis points over the quarter to 97.7%. All of this led to net effective same-store NOI growth of 7.6% and cash same-store of 8.2%.\nWe started $1.7 billion in new development projects, bringing our year-to-date starts to $2.7 billion. On the balance sheet, we closed on a refinancing of our lines of credit, expanding the total commitment to $5.4 billion, ending the quarter with $5.2 billion of liquidity. We are very pleased to have not only increased our line capacity but also to have done so while maintaining our spread and staggering maturities.\nIn strategic capital, our net equity queue, which combines the committed queue plus outstanding redemptions and deployment, it was $2.8 billion at the end of the quarter. While performance in the second quarter was strong, we recognize that with the current backdrop, markets do have the potential to soften. Instead of repeating macroeconomic statistics from media headlines, which you all know well, I'll instead share observations from our unique data and insights.\nAt quarter end, we had proposals on 52% of our remaining availabilities versus an average of 38% prior to COVID, reflective of the very active dialogue we've had and the fact that little space remains available to lease in our portfolio. 71% of leases expiring in the next 12 months are either pre-leased or in negotiations ahead of the pre-COVID average of 56%.\nLease negotiation periods have lengthened by a few days to an average of 60, while up from the more rapid pace of 50 days across 2021, It has essentially returned to the normalized levels we saw pre-COVID. And as it relates to pricing, our SPEAR data, which measures normalized effective rents against forecast, reflects that markets remain strong and rent growth stays ahead of our expectations.\nOur field teams report market activity, which is totally consistent with all of this data. While the number of customers competing for available space has decreased from unprecedented levels tempering urgency, our teams report still healthy demand and limited downtime. This is also reflected in our monthly customer survey data, which report high historical utilization at 86% and an IBI index that reflects growth in activity.\nIn the end, we believe we're seeing a normalization in the volume and pace of demand which we expected as the world reopened from COVID and consumers seek more in-person experiences. But given exceptionally tight markets and availability, the fundamentals remain excellent. E-commerce represented 14% of new leasing, down from approximately 25% in 2021, a shift we've long telegraphed.\nAs noted, overall occupancy and leasing have continued to grow with take-up coming from a broad set of users, most notably transportation, health care and auto. E-commerce remains a positive long-term trend for our business. Clearly, COVID accelerated its adoption from a 15% share of retail sales pre-pandemic and running at 23% during. At 21% today, it is roughly 150 basis points ahead of our pre-COVID expectations.\nWe are also seeing the emergence of supply chain resiliency as a secular and incremental demand driver for our business. We hear it from our customers both in daily dialogue as well as our advisory boards, including 3 events held this quarter. We expect that this need for safety stock will lift demand for years to come, although economic uncertainty could cause some delay this year.\nIn light of very low vacancy and healthy demand, we are increasing our overall market rent growth forecast for the year to 23% on a global basis and 25% in the U.S. This is due to a very strong first half where we see rents having increased 14% globally and 16% in the U.S. We continue to see increases in construction costs which provide a pricing umbrella for continued rent growth given the need to uphold expected yields before new spec development can be started.\nThe increase in rents over the second quarter has expanded our lease mark-to-market to nearly 56%, translating to over $2 billion of embedded annual NOI as these leases roll. Applying this mark-to-market to our lease expiration schedule will show that net effective same-store NOI growth through 2025 should exceed 8% without any further increases in market rent, an incredible amount of built-in organic growth and resiliency in our earnings.\nBefore turning to guidance, we expect to imminently file the S-4 related to our acquisition of Duke Realty, which will guide the timing of our shareholder votes and the close date of the transaction. The following guidance excludes the deal's expected accretion.\nBeginning with operating guidance. We expect average occupancy to range between 97.25% to 97.75%, an increase of nearly 40 basis points from our prior guidance. We are increasing our net effective same-store guidance to a range of 7.25% to 7.75% and cash same-store to a range of 8.25% to 8.75%, each an increase of roughly 90 basis points. Rent change on rollover is expected to grow from our first half levels, increasing spreads to over 50% in each the third and fourth quarters.\nGiven our view of market rent growth, we expect our portfolio's lease mark-to-market will expand to over 60% by the end of the year. We are holding our guidance for net promotes at $0.60 for the year. Our current appraised values would generate net promote income above this level, but given market uncertainty, we're holding our prior guidance. Our overall deployment guidance is unchanged from last quarter with the exception of acquisitions, which we have increased to $1.2 billion to $1.7 billion at our share based on our belief that opportunities are likely to emerge in the back half, which will be well positioned to pursue.\nI'm also pleased to note that despite extraordinary moves in both interest rates and FX, our forecast remains unimpacted due to our proactive approach to managing both risks through limited maturities and robust FX hedging program. In total, we are increasing our full year earnings guidance to $5.14 to $5.18 per share, including promotes and $4.54 to $4.58 per share, excluding promotes, representing 11.5% growth from 2021.\nBefore closing, I'd like to spend just a few minutes highlighting one of the more important announcements we've made in recent years. Last month, we announced a new commitment to achieving net zero emissions by 2040, a full decade ahead of the targets established in the Paris Climate Agreement. Our plan includes key milestones along the way, such as a dramatic increase in our solar energy production and storage goal to 1 gigawatt by 2025, more than doubling our previous goal.\nWe will also conduct carbon-neutral operations and construction by 2025. Ultimately, we plan to get to net zero without reliance on carbon offsets and our Scope 1 and 2 emissions by 2030 and net zero in our entire value chain by 2040. It's noteworthy that we are one of very few REITs to commit to science-based targets for our net zero goal. Prologis has long been a leader in ESG, both inside and outside of our industry. We're extremely pleased to have once again raised the bar and hold ourselves accountable to real, measurable and reportable progress for our investors, our customers and our planet.\nWe truly feel great about our business and how we've positioned our teams, our portfolio and our balance sheet to thrive across the cycle even in uncertain times as we see today. With that, I'll now turn the call over to our operator to take your questions. As a reminder, we won't be addressing questions related to the Duke transaction on this morning's call."
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0470fa1318b208189ef694ac4a245d9f",
    "period": "2022 Q1",
    "content": "Q1 2022 Prologis Inc Earnings Call\n\nQ1 2022 Prologis Inc Earnings Call\n\nPLDNYSEAPR 19, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Brent, I will be your conference operator today. At this time, I would like to welcome everyone to the Prologis first quarter 2022 earnings conference call. (Operator Instructions)\nIt's now my pleasure to turn today's call over to Tracy Ward, Managing Director of Investor Relations. Please go ahead.\n\nTracy A. Ward\n\nSVP of IR & Corporate Communications, Prologis, Inc.\n\nThanks, Brent, and good morning, everyone. Welcome to our first quarter 2022 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations.\nI'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions.\nForward-looking statements are not guarantees of performance and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statement notice in our 10-K or SEC filings. Additionally, our first quarter earnings press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP measures. And in accordance with Reg G, we have provided a reconciliation to those measures.\nI'd like to welcome Tim Arndt, our new CFO who will cover results, real-time market conditions and guidance. Hamid Moghadam, Gary Anderson, Chris Caton, Mike Curless, Dan Letter, Ed Nekritz, (inaudible), Eugene Reilly and Colleen Mckeown are also here with us today.\nAnd with that, I'll hand the call over to Tim.\n\nTimothy D. Arndt\n\nCFO, MD of Treasury & Financial Planning and Treasurer, Prologis, Inc.\n\nThanks, Tracy. Good morning, everybody, and thank you for joining our call. The strong performance we realized through 2021 has continued into the new year. Today, as the production and distribution of goods continue to be disrupted, our customers find themselves struggling to simply keep up rather than focus on optimizing for resilience. This morning, we released our first quarterly results which exceeded our expectations across the board. Our FFO was $1.09 per share ahead of our forecast, rent change [on lower] with 37% on a net effective basis and was led by the U.S. at 42%. Notably, our Southern California and New York, New Jersey portfolios realized 86% and 67% rent change during the quarter, respectively.\nWe ended the quarter at 97.4% occupancy, holding average occupancy flat to the fourth quarter of '21, counter to the typical first quarter decline. These operating results drove cash same-store NOI growth to a record 8.7%. As we've been highlighting, the positive news and market rent is adding to our lease mark-to-market now at 47%. This equates to $1.6 billion of annual NOI as leases roll to market or over $2 per share of earnings that will drop to the bottom line even with no additional rent growth. Given our market rent forecast and expected rent change, the lease mark-to-market could exceed 50% by year-end.\nWe started over $1 billion in new development during the quarter across 32 projects and 16 markets, which are expected to generate over $400 million in value creation. The build-out potential of our land bank now stands at $28 billion or approximately 200 million square feet. Most importantly, the balance sheet remains in excellent shape, our debt-to-market cap is very low at 14%. We have nearly $7 billion of liquidity and over $18 billion of investment capacity across Prologis and our open-ended funds.\nTurning to our markets. Vacancy is at all-time lows in most of our geographies. During the quarter, we signed 60 million square feet of leases and issued proposals on 90 million square feet as customers continue to compete for the little space that remains. Supply chains have yet to returned to normal as measured by in-stock rates, equipment lead times and active dialogue with our customers. While the flow of goods has improved, the inventory to sales ratio remains more than 10% below pre-pandemic levels, inventories need to not only make up for this 10% but build an incremental 10% in safety stock. And even if retail sales declined 5% as consumers shift their spending to experiences versus goods, we project that the market will still require an incremental 800 million square feet of space in the U.S. alone.\nAs for supply, we are reduced in our deliveries forecast for the year to 375 million square feet as developers struggle to deliver on time due to the lack of materials and labor, a condition we expect to continue throughout the year. Because the supply story can become nuanced, we believe the best way to understand it is by comparing current vacancy in the market, including the development pipeline, the trailing net absorption.\nWe are calling this true month of supply or TMS. Historically, in our 30 U.S. markets, the average number of true months to absorb this view of vacancy has been 36 during expansionary periods. Today, that figure is 16 months less than half. By contrast, we analyze supply in the next 20 non-Prologis markets and see approximately 30 true months of supply.\nOur research team will be releasing a paper further totaling this unique perspective next month. This leads us to vacancy where we forecast rates to remain at record lows in our U.S. and global markets, upholding the strong environment for continued new rent growth.\nDuring the quarter, market rents in the U.S. grew by 8.5% and 6.5% globally. Given this pace in our outlook on demand, we're revising our annual rent growth forecast to 22% in the U.S. and 20% globally, in line with 2021. This rent growth was the main driver of value increases during the quarter, which measured 9.5% globally. The uplift in Europe was a record 6.3% with strong appreciation across all markets. While the U.S. increased 10.3% during the quarter following the significant 42% increase in 2021.\nStill, while logistics markets remain strong, there are a number of macro headlines that we're monitoring. We are closely watching the events in Ukraine and the impact it's having on our colleagues and operations. So far, we haven't seen any impact on our business. And as we've highlighted in the past, these disruptive events often have the effect of increasing demand for warehouse space. Prologis and our employees have been contributing to refugee assistance efforts including providing space to local nonprofits under our space for good program and staying close to our colleagues personally affected by the conflict.\nWe are also watching both interest rates and inflation. On interest rates, we have been well ahead of refinancing for some time, addressing substantially all of our debt maturities through 2026 and taking advantage of low interest rates. Today, our weighted average interest rate is 1.7%, which has an average of 10 years remaining. And as far as inflation, we operate over 1 billion square feet of real estate where we find replacement costs rising at multiples of inflation. While rents have been increasing from secular tailwinds for some time, inflation will create a pricing umbrella for even further rent growth.\nTaking these macro conditions and our strong first quarter performance into consideration, we have raised our '22 guidance as follows: we are increasing the low end of our average occupancy forecast to a new range of 96.75% to 97.5%. We expect rent change on rollover to increase throughout the year driving net effective same-store growth to a range between 6.25% and 7%, and cash same-store growth to a range between 7.25% and 8%.\nGiven the increase in asset values in Europe and our PELF venture, we are increasing our net promote guidance to $460 million, most of which is occurring in the third quarter, and we are also increasing strategic capital revenues excluding promotes to a range of $550 million to $565 million. Combined, our strategic capital business will generate over $1 billion in revenue this year. We are maintaining our guidance range for acquisitions of $700 million to $1.2 billion as well as our development starts range of $4.5 billion to $5 billion.\nWhile we often increase our narrow deployment guidance as the quarters progress and notwithstanding the strong demand we see across our markets, we've elected to maintain our starts guidance recognizing certain factors that are outside of our control, such as labor availability. We are increasing our disposition guidance by $400 million, reflective of both values and the strong selling environment. We expect to generate $1.7 billion of retained cash flow after dividends, an impressive amount given the 25% dividend increase we announced during the quarter.\nOverall, we've increased the midpoint of our core FFO guidance by $0.08 to a range of $5.10 to $5.16 per share. Core FFO, excluding promotes, will range from $4.50 to $4.56 per share, representing 11% growth from 2021 at the midpoint and driven by our same-store increase. Over the last few quarters, and outreach we've had with analysts and investors, we've reiterated what we hope is a clear picture of our differentiators. It starts with a customer-first mindset, the unique approach in the sector, and we found great opportunity in our scale and are only beginning to realize its potential.\nFor example, our procurement capabilities continue to be a significant advantage as we've secured both materials and pricing of various components extending deeper into the products needed to fully stabilize our projects. We estimate that our procurement efforts have allowed us to deliver projects 4 to 8 weeks ahead of our competition and at 7% to 8% lower costs.\nIn our Essentials business, we're working to provide end-to-end solutions for our customers beyond the real estate, which is providing new sources of revenue. This includes energy solutions where we are leading the way with solar, storage and EV charging. And notably, we crossed 300 megawatts of power production this quarter and will add another 20% by year-end, dramatically accelerating our pace.\nAdditionally, we're innovating with workforce solutions to serve our communities and tackle the acute shortage of labor through our community workforce initiative. This program has trained over 13,000 workers to date across 15 markets. These efforts are a logical progression of our ESG leadership and are integrated with our premier global portfolio, industry-leading cost structure, strong balance sheet and strategic capital platform. We continue to believe our best days lie ahead and look forward to reporting out on our progress.\nWith that, I'd like to pass the call back to the operator for your questions."
  },
  {
    "header": "PLD",
    "cik": "0001045609",
    "ticker": "PLD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7002c05fcda3976ecf18e1fe0f6b9908",
    "period": "2021 Q4",
    "content": "Q4 2021 Prologis Inc Earnings Call\n\nQ4 2021 Prologis Inc Earnings Call\n\nPLDNYSEJAN 19, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Brent, and I will be your conference operator today. At this time, I would like to welcome everyone to the Prologis Q4 2021 Earnings Conference Call. (Operator Instructions)\nIt is now my pleasure to turn today's call over to Jill Sawyer, Vice President of Investor Relations. Please go ahead.\n\nUnidentified Company Representative\n\nThanks, Brent, and good morning, everyone. I'm standing in for Tracy today. Welcome to our fourth quarter 2021 earnings conference call. The supplemental document is available on our website at prologis.com under Investor Relations.\nI'd like to state that this conference call will contain forward-looking statements under federal securities laws. These statements are based on current expectations, estimates and projections about the market and the industry in which Prologis operates as well as management's beliefs and assumptions. Forward-looking statements are not guarantees of performance, and actual operating results may be affected by a variety of factors. For a list of those factors, please refer to the forward-looking statements notice in our 10-K or SEC filings.\nAdditionally, our fourth quarter results press release and supplemental do contain financial measures such as FFO and EBITDA that are non-GAAP measures. And in accordance with Reg G, we have provided a reconciliation to those measures. This morning, we'll hear from Tom Olinger, our CFO, who will cover results, real-time market conditions and guidance. Hamid Moghadam, Gary Anderson, Chris Caton, Mike Curless, Dan Letter, Ed Nekritz, Gene Reilly and Colleen McKeown are also with us today.\nWith that, I'll turn the call over to Tom. Tom, will you please begin?\n\nThomas S. Olinger\n\nCFO, Prologis, Inc.\n\nThanks, Jill. Good morning, everyone, and thank you for joining our call. The fourth quarter closed out a year of record-setting activity across our business. Core FFO was $1.12 per share, with net promote earnings of $0.05. For the full year, core FFO was $4.15 per share, with net promote earnings of $0.06. Excluding promotes, core FFO grew 14% year-over-year.\nNet effective rent change on rollover accelerated to 33%, up 510 basis points sequentially and was led by the U.S. at over 37%. Average occupancy was 97.4%, up 80 basis points sequentially. Cash same-store NOI growth remained strong at 7.5% for the quarter and 6.1% for the full year.\nI want to point out that we're modifying our in-place to market rent disclosure to standardize this metric among logistics REITs. This collaboration is an extension of the work we've done to harmonize other property operating metrics. We have a collectively defined net effective lease mark-to-market of our operating portfolio as the growth rate from in-place rents to market rents. This now aligns with how rent change on rollover is expressed.\nUsing this new definition consistently applied, our net effective lease mark-to-market at year-end jumped almost 800 basis points sequentially to 36%. This current rent spread represents embedded organic NOI of more than $1.2 billion or $1.55 per share that we will capture without any further market rent growth.\nTurning to strategic capital. This business continues to drive tremendous growth in value. In Q4, we completed the early wind up of our highly successful UKLV venture. UKLV's $1.7 billion of operating assets were contributed to our PELF and PELP Ventures, we earned net promote income of $0.05 in connection with the closeout of this venture and our percentage of infinite life vehicles has consequently grown to 95% of our $66 billion of third-party assets under management. For the year, our team raised $4.4 billion of third-party equity. After drawing down $1.9 billion in our open-ended funds for acquisitions during the year, equity Qs stood at a record $4 billion at year-end.\nOn the deployment front, we had a very productive and profitable year. Development starts totaled $3.6 billion with margins of 32%. We continue to maintain a long development runway with a land portfolio able to support $26 billion of future starts. Stabilizations totaled $2.5 billion with estimated value creation of $1.3 billion and average margin of 53%, both all-time highs. Realized development gains were $817 million for the year, also an all-time high. These results are the product of our highly disciplined team and an incredibly strong operating environment.\nFor our customers, the importance of the health of their supply chain and the real estate that underpins it has never been so critical. We believe the current global supply chain challenges will continue well beyond this year. Fortunately, the scale of our 1 billion square foot portfolio puts us in a unique position to help our customers address these current supply chain challenges. This includes shortening construction delivery times by navigating raw material shortages and leveraging our Essentials platform to procure warehouse equipment and services, so our customers can focus on their core operations. We're also investing in technology and talent to support our industry-leading sustainability objectives, including our efforts around renewable energy.\nMarket dynamics today are highly favorable and demand has never been stronger. During the quarter, we signed 62 million square feet of leases and issued proposals on 90 million square feet. Demand is diverse across a range of industry end customers. E-commerce made up 19% of our new leasing this quarter, with further broadening of customer diversity. We signed 357 new leases, with 265 unique e-commerce customers in 2021, both of which are high watermarks.\nDemand is fueled by 3 forces. First, overall consumption and demographic growth require our customers to expand. Second, customer supply chains are still repositioning to address the massive shift to e-commerce as well as preparing for higher growth and service expectations. And third, the need to create more resiliency in supply chains. Inventory to sales ratios are more than 10% below pre-pandemic levels. Our customers not only need to restock at this 10% shortfall but build additional safety stock of 10% or greater. This combination has the potential to produce 800 million square feet or more of future demand in the U.S. alone. Collectively, these forces have placed a premium on speed to market and flexibility, driving demand for years to come.\nFrom a supply perspective, construction underway in the U.S. is approximately 70% pre-leased, which is well above the historical average. We believe demand will balance out with supply in 2022, and vacancy rates will remain at record lows in both our U.S. and international markets. Competition for limited availabilities produced yet another quarter of record rent and value growth. In the fourth quarter, rents in our portfolio grew 5.7% globally and 6.5% in the U.S., bringing full year growth to records 18% and 20%, respectively, far exceeding our initial forecast. This growth, paired with continued compression in cap rates, is translating to record valuation increases. Our portfolio posted its highest quarterly value increase, rising more than 12.5% globally, bringing the full year increase to a remarkable 39%.\nNow moving to guidance for 2022, here are the components on an our share basis. We expect cash same-store NOI growth to range between 6% and 7% and average occupancy to range between 96.5% to 97.5%. We are forecasting rent growth in our markets to be 11% in the U.S. and 10% globally.\nFor strategic capital, we expect revenue, excluding promotes, to range between $540 million and $560 million. We expect net promote income of $0.55 per share for the year, almost all of which will occur in the third quarter and is driven by our PELF venture. While a record, given the significant increase in rents and valuations, we would expect to see similar or higher promote levels in 2023.\nIn response to continued strong demand, we are forecasting development starts of $4.5 billion to $5 billion, with approximately 35% build-to-suits. Dispositions will range between $1.5 billion and $1.8 billion, 2/3 of which we expect to close this quarter. We're forecasting net deployment uses of $2.3 billion at the midpoint, which we plan to fund with $1.6 billion of free cash flow after dividends and a modest increase in leverage.\nWe project core FFO, including the $0.55 of net promote income, to range between $5 and $5.10 per share, representing 22% year-over-year growth at the midpoint. Core FFO, excluding promotes, will range between $4.45 and $4.55 per share or year-over-year growth of 10% at the midpoint. Since our Investor Forum in 2019, our 3-year earnings CAGR has been 13% excluding promotes, well ahead of the 8% to 9% CAGR forecast we originally provided.\nBefore closing out, I want to spend a minute on the quality of our earnings drivers and differentiators, which set Prologis apart from other real estate companies. We continue to drive strong organic growth and aren't reliant upon external growth to achieve sector-leading results. In fact, approximately 75% of the increase to our core FFO for 2022, excluding promotes, is derived from organic growth, principally same-store NOI and strategic capital fee-related earnings.\nIt's important to point out that in 2022, our strategic capital revenue, including promotes, will be over $1 billion, a new milestone. This high-margin business generates very durable fee streams with asset management fees marked to fair values each quarter, all while requiring minimal capital. In addition, we see growing earnings from our Essentials business, which allows us to expand our services and solutions beyond rent. When we introduced this business back in 2018, we set a target of $300 million from procurement savings and Essentials revenue. We will hit that target this year with more than $225 million from procurement and $75 million from Essentials.\nIn light of our success with procurement and the fact that we have embedded this initiative into our platform, we will not provide specific procurement reporting going forward, instead focusing on Essentials. We also have a long development runway of $26 billion, much of which comes from our international opportunity set, positioning us for continued strong value creation well into the future. Lastly, these differentiators are all underpinned by the lowest cost of capital among REITs and unmatched scale that minimizes operating costs.\nIn closing, while 2021 was a year of many records, the bulk of the benefit from the current environment will be realized in the future, providing a clear tangible runway for sector-leading growth for many years to come. We are confident our best years are still ahead of us. With that, I'll turn the call back to the operator for your questions."
  }
]