[
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7b2eff1c7472bb0ba6d869a4a753c967",
    "period": "2026 Q1",
    "content": "Q1 2026 Strike Energy Ltd Earnings Call\n\nQ1 2026 Strike Energy Ltd Earnings Call\n\nSTXASXOCT 28, 9:00 PM\n\nEmma Alexander\n\nInvestor Relations & Corporate Manager\n\nAll right. We'll just give it a couple more seconds as people are funneling in. But good morning everyone, and thank you for joining us this morning for Strike's Q1 FY '26 Quarterly Report and Webinar. My name's Emma Alexander. I'm the Investor Relations Manager at Strike. And I'm joined this morning by Peter Stokes, our Managing Director and Chief Executive Officer. Our Chief Financial Officer, Tim, is unfortunately a late apology this morning. But for those who haven't joined us before, I'll kick over to Peter shortly to run through the presentation and give us an update on the quarterly report. And post that, we'll be running a short Q&A session. [Operator Instructions] and I'll host a short Q&A. I will try and put some of those questions together. If you feel you haven't had your question answered, you can always reach out to us on e-mail or on the Investor Hub, and we'll do our best to get back to you where we can.\nWith that, I'll pass over to you. Thanks, Peter.\n\nPeter Stokes\n\nDirector\n\nThank you, Emma, and my welcome as well. Thank you for joining us for the quarterly update. I'm really pleased to show you the cover slide we've got here showing the progress at South Erregulla power plant. So you'll see in the foreground the shed containing the 20 engines is now well and truly built, and I'll run through a bit more detail in a minute, but the majority of the engines are now in the shed and being installed. And you'll see in the background the flow testing that we recently did at South Erregulla-1 as well, which has demonstrated and reaffirmed the flow rates that we've expected and the composition of gas, et cetera, so really pleasing to have that done as well. In the foreground of the picture here, you'll see also the civils work that's now been completed for the transformers, which will then run into the power line to connect us to Western Power.\nYou can go to the next slide, please, Emma. Highlights for Q1 2026. So as I said on the previous photo, you can see in the background here, the Jenbacher units that have now been installed in our facility at South Erregulla. 17 of the units are on site. 15 have been installed, and the final 3 will arrive over the next couple of weeks and head up to site as well.\nA lot of the core infrastructure is in place. You may have noticed on the previous photo that the kiosks that manage the power coming out of the units were installed on the outside of that facility as well. Really pleasing to have this -- the majority of this core infrastructure now in place, and we're now building out the electrical connection and that those core components of substations, et cetera, that will connect us into the local Western Power line there.\nThe plant is now -- the project is now just over 50%, so actually 56% completed and still on track to deliver first power by 1 October 2026, and we're doing everything we can to bring that date forward, but that's -- we're sticking with the date that we previously announced. Importantly, during the last couple of weeks, we were -- had our capacity credits confirmed for the '27, '28 capacity year at $31 million, which is a significant increase from our first year where they were at $20 million, and that continues to point to tightening demand around both gas and power in the market in Western Australia. And we will then see electricity sales on top of that base amount.\nI think, importantly, during the quarter 2, the $86 million strategic placement was completed with Carnarvon, really excited to be partnering with Carnarvon and working with them. And we also raised a further $1.7 million via the share purchase plan, which was also really positive. We're continuing to engage with Carnarvon, and you would have noticed also that Will Barker has joined our Board from Carnarvon to represent that interest as well.\nDuring the quarter, we also announced Ocean Hill resources have been certified from the 3D seismic that was completed. It took quite a while to get the seismic lines approved or area to cover the seismic, and we were able to process that data. And out of that data, which has been independently verified, we have 180 PJ 2C contingent resource. And in addition, at Ocean Hill, there's another 190 PJs of 2P prospective resource -- yes, sorry, prospective resource. And then at Ocean Hill, the additional area we announced, while we knew that there was a resource in the southern area of those leases, the 3D seismic has identified a 670 PJ prospective resource in the south -- Ocean Hill south area.\nI mentioned at the start of the presentation also that the South Erregulla-1 workover is complete, and we will start work on the upstream works that need to be done shortly in that area, including the pipeline to connect us to the power plant, which is pretty much adjacent as you would have seen from the photo on the front cover.\nFinancials for the quarter. We continue to have strong sales, so $18.8 million of sales revenue. We had an average realized gas price of $7.38, about level where we were previously; a total of 2.1 PJs of sales during the month at 23 TJs a day. So really solid production from the Walyering facility. We also realized a strong price for our condensate. Expenditure during the quarter, we had $31 million on development, the bulk of that being the power plant with a small amount of spend at Walyering in preparation for the compression and then a smaller number again on some of the exploration activities relating to West Erregulla.\nWith the injection of the funds from Carnarvon, our liquidity position is very strong at $140 million of available liquidity, as you can imagine, up significantly from the previous quarter. And we also have -- of that $14 million, $35 million is -- of available undrawn debt with our bank. And no debt was drawn during the quarter, as you can imagine.\nStrike Energy is a -- has some really great prospects ahead of us. We -- one of the -- the reason I joined is we have some outstanding assets and incredibly well positioned to benefit from the significant changes that we're undergoing globally, both with the transition to renewable power, gas being a key part of that transition to provide firming. And then underpinning that is significant growth, both globally and in Western Australia and Australia more broadly around AI and the data centers that underpin a lot of that into our future.\nAI is a critical part and requires significant power to generate that. A large part of that globally is coming from gas power generation, and we're well positioned to provide that for Western Australia as well as it continues to develop. Western Australia's exit from coal-fired generations committed to by the government here will remove in excess of 1 gigawatt of dispatchable power by 2030. And that requires significant backfill from renewables, but importantly also firming gas power generation is a critical part of that as well.\nThere is a -- the AEMO report that was released just after midyear really confirms the forecast that we'd expected that there is an emerging capacity deficit during the latter part of this decade and certainly into the early part of the next that requires gas and storage -- and power storage to enable that to be filled. Strike has a significant acreage in the Perth Basin of some 3,000 square kilometers, ideally placed within the SWIS, the South West structure and the -- is uniquely placed to supply power into that grid as well as gas because we are also within the power lines that sit in Western Australia -- within, sorry, the pipelines to feed into gas-fired use for industrial, both into the Southwest of Western Australia and continue to build and support the WA government's built-in WA program that they are really supporting and driving to enable Western Australia to continue to grow and prosper into the future.\nThe Perth Basin gas really provides reliable firming capacity for a lot of AI data driven -- AI-driven data centers opportunities both regionally and in the metropolitan area to support that through power but also for gas that would be used for power generation as well.\nThe growth of the data centers and AI really require significant electric power, and that's not really been factored into a lot of the forecast. And you can see from a couple of the quotes at the bottom, there is a significant requirement of that going into the future, really yet to be quantified. Western Australia is well placed to provide that capability into Southeast Asia but also significantly for the state and more broadly into Australia with significant land available but also supported by renewables and firmed by gas-fired power generation.\nFocusing on our 4 strategic pillars and the key projects that we defined out of the strategic review that we released early in the quarter. West Erregulla continues to progress. We are working to now finalize the pre-FID activities with our joint venture partner. We're coming very close to having agreement on those. The recent field gas discovery at Erregulla Deep and the 3D seismic acquired from the Natta survey are now being independently certified after the work that we've done internally and our joint venture partner's done. And we continue to commit to having that released by the end of December 2025. We're exploring multiple attractive midstream development opportunities from gas processing to power generation. And once we've got clarity on those and the confirmed path forward, we'll be able to announce that to the market as well.\nI talked about South Erregulla. We are the 100% operator. The 85-megawatt peaking plant is progressing well. The first of the power lines will commence being built in early November. With the connection to Western Power. Civil works has already started, and that will start to be built out over the next several months so that we're ready to connect into the Western Power grid and complete testing to enable us to then have first power generation connected into the grid as planned, fully running at full capacity from 1 October next year.\nWalyering remains online and continues to produce well. We are producing at a rate of 20 TJs a day and filling that with 5 TJs a day of third-party gas until the end of the Alinta contract at the end of the year. We've been purchasing that 5 TJs a day of gas on the market while prices are soft to mitigate any shortfall that we have. And we have that option going forward. We're working through what that looks like into next year while we finish the installation of compression, which we expect to have in -- very early into the new year.\nAs we've also announced, we plan to do the West well in February, so to drill that, which is some 3 kilometers away from the facility that you can see here in the picture. And we would be looking to do that and potentially on success would have that online sometime into the third quarter of next year, subject to various approvals and things.\nOn exploration, I've talked about Ocean Hill. We will still continue to look at opportunities to put a well into Ocean Hill, as we talked about in one of our previous announcements, ideally into the first half of next year. But as we committed, we want to have that drilled in the calendar year 2026 and also looking to try and bring that forward subject to final agreements, approvals, et cetera, and also lining up the appropriate funding to do that.\nThe 3D seismic, as I said, has identified some really significant improvements and significant prospectivity there that we now need to test with the well and confirm around Ocean Hill and then test into Ocean Hill South.\nOn the next slide, talking about the South Erregulla. You can see from the photos here a significant progress on the power plant. This is a view from the other side. These are the radiators for the 20 generation units, the mufflers and things are in the generators in the plant. The facility is now getting connected. You can see on the left-hand side, one of the kiosks with some of our team, and the connections of those are now underway and being connected into the generators on the left -- right-hand side of that picture and then the underground power is already there ready for the transformers when they arrive at site over the next couple of months and then will be connected. By then, the power line will be running down to our substation, which is right near the Western Power power line.\nSo the engine hall's complete, as I said earlier, the ends of the shed, you'll notice on the front cover open. That was to give us access. They'll get closed up once the -- all of the generators are installed and also once the fans and -- on the left-hand side of the shed go in. As I said earlier, too, the earthworks for the transmission and connection have now started and will continue to be developed over the next several months and remain on track from the work that we've done.\nThank you. Emma, I'll now hand back to you to work through some of the questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d338c12f7a346e9bf3c5d7fc06aafc37",
    "period": "2025 Q4",
    "content": "Q4 2025 Seagate Technology Holdings plc Earnings Call\n\nQ4 2025 Seagate Technology Holdings Plc Earnings Call\n\nSTXNASDAQJUL 29, 5:00 PM\n\nOperator\n\nWelcome to the Seagate Technology Fiscal Fourth Quarter and Fiscal Year 2025 Conference's Call. [Operator Instructions]. Please note that this event is being recorded.\nI would now like to turn the conference over to Shanye Hudson, Senior Vice President, Investor Relations. Please go ahead, ma'am.\n\nShanye Hudson\n\nSenior Vice President of Investor Relations & Treasury\n\nThank you. Hello, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer.\nWe posted our earnings press release and detailed supplemental information for our June quarter and fiscal year-end results on the Investors section of our website. During today's call, we'll refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K. We've not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot be reasonably predicted. Therefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable effort.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on information available to us as of today and should not be relied upon as of any subsequent date. Actual results may differ materially from those contained in or implied by these forward-looking statements as they are subject to risks and uncertainties associated with our business.\nTo learn more about the risks, uncertainties and other factors that may affect our future business results, please refer to the press release issued today and our SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q as well as the supplemental information, all of which may be found on the Investors section of our website.\nFollowing our prepared remarks, we'll open the call up for questions. in order to provide all analysts with the opportunity to participate, we thank you in advance for asking 1 primary question and then reentering the queue.\nWith that, I'll hand the call over to you, Dave.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThanks, Shanye, and hello, everyone. Seagate closed out fiscal '25, delivering strong financial results for the June quarter marked by 30% year-over-year revenue growth and record gross margins, which improved for a ninth consecutive quarter a trend that is set to continue as HAMR adoption gains momentum. We achieved non-GAAP earnings per share near historic highs and generated strong free cash flow.\nFor the fiscal year, Revenue increased 39%, non-GAAP gross profit dollars nearly doubled and operating profit more than tripled, demonstrating our focus on supply/demand alignment and ongoing cost discipline. Our execution resulted in one of the most profitable fiscal years in the company's long storied history. The structural changes in our business model and strong product pipeline makes Seagate well positioned to deliver improving profitability and cash generation in fiscal '26.\nReflecting our confidence, we expect to resume share repurchases later this quarter, enhancing capital returns to shareholders. Operationally, in fiscal '25, we started the high-volume ramp of 2 new nearline platforms, including the industry's first heat-assisted magnetic recording hard drive, an engineering feat more than a decade in the making. These new cost-effective and energy-efficient platforms aligned well with data growth driven by traditional compute workloads and increasingly from AI-supported applications.\nLooking at the current end market dynamics, we see a continuation of strong global cloud demand for our nearline products. The visibility afforded by our build-to-order strategy indicates our nearline exabyte production capacity is largely spoken for through the middle of next calendar year with visibility building into the second half. We believe BTO contracts are also beneficial for our customers by providing predictable assurance of supply. With installed data center capacity expected to more than double by 2029 on a gigawatt basis, these contracts support the CSP's efforts to keep pace with end user demand.\nWithin cloud data centers, we see an evolving diversity of workloads and applications addressed through a combination of storage media. Optimized across a multitude of factors, including performance, cost, floor space and energy efficiency. The diverse solutions that emerge are shaped by how these factors are prioritized and the scale that is required. For instance, one of the world's largest cloud service providers recently developed a tiered storage solution to support an application for a widely used social media platform, leveraging hard drives for both mass data storage in addition to a cashing layer to enable fast, repeatable data access, this customer was able to realize significant cost savings and efficiency gains compared with alternative storage solutions. In today's data-driven world, the growing need for mass capacity storage extends beyond the cloud to edge data centers.\nThere are multiple trends that underpin this view. First, as more data is created at the edge, it will be replicated and retained across multiple locations to capture actionable insights through AI models. To preserve the integrity of these models, large volumes of data are being retained longer to support checkpoints in inferencing. Additionally, today, roughly 50% of the world's data centers are concentrated in just 4 countries. As data sovereignty regulations evolve and proliferate around the globe, we expect the growing demand for localized data storage.\nIn this context, mass capacity hard drives will be critical from a footprint, efficiency and TCO perspective, ensuring data is safe, secure and compliant. For data centers at the edge, we expect enterprise storage demand will mirror the trends we've seen in the cloud. where upfront AI infrastructure investments led to increased demand for mass data storage over time.\nSupporting this point of view, a leading enterprise IT infrastructure provider is introducing new tiered store system solutions later this year for AI applications designed to optimize their end customers TCO and data utilization requirements by integrating high-capacity hard drives based on HAMR technology. While momentum for our high-capacity hammer drives builds, we also have continued to increase a bit shipments of our PMR 24 to 28 terabyte form to address demand. In fact, in the June quarter, we achieved record quarterly sales and volume shipments for any nearline product with this platform. Leveraging the commonality across our PMR and HAMR comps, we are executing -- ramp of Mozaic 3+ products. We are tracking to plan with shipments expanding to additional CSP in the September quarter.\nAcross the board, qualifications are progressing exceedingly well, and we continue to expect the key global CSP customers to be qualified by mid-calendar 2026. Our progress in bringing HAMR-based Mozaic drives to Mark scale strongly position Seagate to address the significant opportunities we foresee in the cloud and at the edge. The top priority during fiscal '26 is executing our 4-plus terabyte for disqualification and volume ramp. This product will support cloud workloads with capacities of up to 44 terabytes and also supports lower capacity drives ideal for edge workloads.\nAs planned, we recently started qualification with the global CSP on the 4 terabyte per disk platform and expect to begin volume ramp in the first half of calendar 2026. This time line is consistent with our target for exabyte shipment crossover on HAMR-based nearline drives in the second half of calendar '26. Ongoing investments in innovations such as granular iron platinum media and breakthrough photonics technology are critical to delivering our aerial density road map. We continue to make steady progress with 5 terabytes per disc technology aligning to our goal of introducing it into the market in early calendar 2028, a time frame when we also expect to demonstrate double that capacity, 10 terabytes per disc in the lab.\nTo close, I believe this is one of the most exciting periods in Seagate's history. Recall at our Investor and Analyst Day in May, we discussed how Seagate is in the right markets with the right technology and the right execution to enhance shareholder value. Demand for mass data storage is expected to grow as our cloud and Edge IoT customers continue investing in AI-driven strategic imperatives to unlock and protect data value.\nAmid this strong demand backdrop, we are mindful of the evolving trade policy landscape. Based on our current outlook, we expect minimal tariff-related impacts to the business. We will continue to closely track developments and stand ready to deploy mitigation strategies that minimize potential future impact to Seagate and our customers over the long term.\nIn this environment, our HAMR-based technology road map makes us uniquely positioned to capture these growth opportunities in the cloud and at the edge as we push forward aerial density gains to efficiently expand output, while enabling our customers to benefit from the improving total cost of ownership. As a result, we are confident in our ability to produce compelling growth revenue, profitability and cash generation in fiscal '26 and beyond.\nI'd like to thank our global teams, our partners and customers for your contributions to a strong fiscal year and to Seagate's ongoing success. Let me now turn the call over to Gianluca.\n\nGianluca Romano\n\nExecutive VP & CFO\n\nThank you, Dave. We -- fiscal 2025, delivering strong double-digit top and bottom line growth and achieving record gross margin levels. June quarter revenue came in at $2.44 billion up 13% sequentially and up 30% year-over-year. We expanded non-GAAP gross margin by 170 basis points sequentially to 37.9%. And we increased nonoperating margin by 270 basis points to 26.2%. Our resulting non-GAAP EPS was $2.59 at the high end of our guided range.\nFor fiscal 2025, we grew revenue by nearly 40% to $9.1 billion. We achieved non-GAAP operating profit of $2.1 billion, marking one of our strongest annual performances and recorded non-GAAP EPS of $8.10. These results underscore our solid operational execution and the ongoing momentum for data center demand, particularly among global cloud customers. Trend from nearline cloud sales along with seasonal improvement in the VM market led to a 14% sequential increase in our drive revenue, reaching $2.3 billion. Volume shipments increased to 163 exabytes from 144 exabytes in the March quarter.\nMass capacity revenue topped the $2 billion mark, up 15% sequentially and 40% year-on-year. As capacity shipments were 151 exabytes compared to 133 exabytes in the prior quarter. The airline shipments into cloud and edge data center made up the vast majority of mass capacity volume. In the June quarter, nearline represented 91% of mass capacity exabytes with shipments of 137 exabytes, up 14% sequentially and 52% year-on-year. Our 24 and 28 terabytes PMR products has been widely adopted by global cloud and enterprise data centers to support their massive data workloads. At the same time, we are ramping our HAMR-based Mozaic products and continue to build customer momentum. The major cloud service providers are qualified on our Mozaic products. with additional qualification proceeding extremely well.\nOn top of strong demand growth from cloud customers, nearline sales into the enterprise OEM market show a modest sequential improvement in the quarter, and we expect stable demand over the next few quarters. The remaining 18% of revenue came from legacy and other product lines. Sales from the legacy market totaled $270 million, up 6% sequentially, while revenue from our other product lines increased 3% sequentially to $163 million.\nStarting in the September quarter, we plan to adjust how we discuss our end markets. We will focus on 2 main areas: data center and Edge IoT. The data center markets accounted for about 75% of our fiscal 2025 revenue and include nearline products and systems sold into cloud and enterprise customers as well as cloud-based via applications. IoT includes consumer and client-centric markets. along with network attached storage. We believe this new framework is better aligned with industry practice and reflects the AI-driven market we serve today.\nMoving on to the rest of the income statement. Non-GAAP gross profit increased to $926 million, up 19% quarter-over-quarter and 59% compared with the prior year period. Our resulting non-GAAP gross margin expanded to 37.9%. We continue to benefit from a favorable mix, including increased adoption of our later generation products and ongoing pricing adjustments. These factors, combined with a strong demand environment for data center products supported non-GAAP gross margin for the other business above the corporate here.\nNon-GAAP operating expenses totaled $286 million, up 4% quarter-on-quarter and in line with our expectations, and an income and expenses decreased 9% sequentially to $73 million, due in part to lower net interest expense during the quarter. Adjusted EBITDA was $697 million up 24% quarter-over-quarter and up 73% year-on-year. Non-GAAP net income was $556 million, resulting in non-GAAP EPS of $2.59 per share, based on a diluted share count of approximately 215 million shares.\nTurning now to cash flow and the balance sheet. We invested $83 million in capital expenditures for the June quarter and $265 million for fiscal '25, which equates to 3% of revenue. Looking ahead to fiscal '26, we anticipate capital expenditure to be inside our target range of 4% to 6% of revenue, while we continue maintaining capital discipline. Free cash flow nearly doubled in the June quarter to $425 million, up from $260 million in the prior period. Based on our current outlook, we expect free cash flow generation to expand further in the second half of calendar year 2025 compared to the first half. This is even accounting for a substantial variable compensation payout in the September quarter, consistent with our strong performance.\nIn the June quarter, we returned $153 million to shareholders through the quarterly dividend and we returned nearly 75% of free cash flow to shareholders for the fiscal year, demonstrating a strong commitment to our capital return strategy. Cash and cash equivalents increased 9% sequentially to close the June quarter with ample liquidity of $2.2 billion, including our undrawn revolving credit facility of $1.3 billion. We reduced our debt balance by approximately $150 million during the quarter, including retiring $505 million through a new $400 million note issuance and cash on it. We exited the quarter with gross debt of approximately $5 billion. The combination of lower debt and strong profitability resulted in net leverage ratio of 1.8x and with further reductions anticipated in the coming quarter as profit expense.\nTurning now to September quarter outlook. From a demand perspective, the visibility gain through our B2O strategy instill confidence in sustained demand strength for our high capacity nearline drives and support both revenue and margin expansion in the September quarter. As previously communicated, starting in fiscal 2026, we will be subject to a global minimum tax rate in the mid-teens.\nAccounting for these factors and for the 14-week period, we expect September quarter revenue to be in the range of $2.5 billion, plus or minus $150 million. As a midpoint, this reflects a 15% improvement year-over-year. Non-GAAP operating expenses are expected to be approximately $290 million, reflecting the 14-week period partially offset by lower variable compensation as we reset the annual plan for fiscal '26.\nBased on the midpoint of our revenue guidance, non-GAAP operating margin is expected to expand into the mid- to 20 percentage range. And non-GAAP EPS is expected to be $2.30 plus or minus $0.20, business 16% tax rate and non-GAAP diluted share count of 221 million shares. Our EPS guidance reflects estimated dilution from our 2028 convertible notes and equity compensation, dilution to non-GAAP earnings from the convertible notes, of course, when the volume weighted average price of Seagate stock trades above approximately $108 during the period. We target to partially offset the dilutive impact of the convertible notes through share repurchases, which we expect to resume in the current quarter.\nTo close, we get strong June quarter performance underscores our continued focus on driving growth, enhancing profitability and optimizing cash generation. We are executing our strategic objectives, underpinned by a structurally changed business model and leading technology road map to deliver on our financial targets and enhance value for both customers and shareholders.\nOperator, let's open the call up for questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/13fc4558be2e43d824b06e53afed1932",
    "period": "2025 Q3",
    "content": "Q3 2025 Seagate Technology Holdings PLC Earnings Call\n\nQ3 2025 Seagate Technology Holdings PLC Earnings Call\n\nSTXNASDAQAPR 29, 5:00 PM\n\nOperator\n\nWelcome to the Seagate Technology Fiscal Third Quarter 2025 Conference Call. [Operator Instructions].\nPlease note this event is being recorded. I would now like to turn the conference over to Shanye Hudson, Senior Vice President, Investor Relations. Please go ahead.\n\nShanye Hudson\n\nSenior Vice President of Investor Relations & Treasury\n\nThank you. Hello, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We've posted our earnings press release and the detailed supplemental information for our March quarter results on the Investors section of our website.\nDuring today's call, we will refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K. We've not reconciled certain non-GAAP outlook measures because material items that impact these measures are out of our control and/or cannot be reasonably predicted. Therefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable effort.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on information available to us as of today and should not be relied upon as of any subsequent date. Actual results may differ materially from those contained in or implied by these forward-looking statements as they're subject to risks and uncertainties associated with our business. To learn more about the risks, uncertainties and other factors that may affect our future business results, please refer to the press release issued today and our SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q as well as the supplemental information, all of which may be found on the Investors section of our website.\nFollowing our prepared remarks, we'll open the call up for questions. In order to provide all analysts with the opportunity to participate, we thank advance for asking one primary question and then reentering the queue.\nWith that, I'll hand the call over to you, Dave.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThank you, Shanye, and hello, everyone. Seagate delivered another solid quarter of profitable year-on-year growth and strong execution. Our third quarter results are highlighted by a 31% year-on-year increase in revenue an 81% growth in non-GAAP gross profit dollars. We continue to demonstrate strong financial leverage, expanding gross margin for the eighth straight quarter and achieving the third highest operating margin in the company's history. This performance supported non-GAAP EPS performance at the top -- guidance range and increased free cash flow generation. These strong levels of performance reflect the combination of a healthy supplemented environment for mass capacity storage and the proactive steps we've taken over the recent cycle to transform how we operate. Our supply discipline, the visibility we gained through our build-to-order strategy and our execution on strategic pricing actions all contribute to sustainable and profitable growth over the long term. In addition to strengthening our operating model, these factors further enhance our agility, which is critical to our ability to navigate the fluid business environment.\nBased on the latest trade policy announcements, we expect minimal impact to fourth quarter financial performance due to tariffs. We are continuing to monitor the situation and evaluate strategic solutions, including geographically shifting certain of our manufacturing processes and aligning our supply chains to mitigate risks associated with trade policies over the long term should the need arise. In this dynamic macro landscape, we will continue to focus on managing controllable factors while executing our aerial density driven technology road map, which delivers increasing value to our customers. Seagate's HAMR-based Mozaic drives represent the industry's only 3 terabyte per disk products. We are ramping volume to qualified customers and remain on track to qualify a broader range of cloud customers with shipments beginning in the second half of calendar 2025.\nTurning to the demand environment. We are mindful that tariff measures could affect customer buying decisions. However, current demand indicators remain intact particularly among global cloud customers. In the March quarter, cloud nearline revenue and exabytes were up by nearly 10% sequentially, almost doubling year-over-year amid a very tight supply environment. The growing demand for mass capacity storage aligns with the cloud CapEx investment cycle and ongoing build-out of data center infrastructure to support AI transformation. Our drives continue to store close to 90% of the bits in large-scale data center deployments. Data center architects are highly sophisticated and have consistently employed a strategic mix of storage solutions to optimize scalability, cost efficiency and workload performance.\nReinforcing this approach, Google recently unveiled details about their foundational Colossal storage system, highlighting the use of SSDs for fast data access while depending on hard drives for mass storage and data retention needs due to their scalability and cost benefits. This hybrid storage strategy is particularly vital for AI workloads that require access to massive data sets for training and entrants and subsequently generate valuable data content that users want to retain. For instance, training in an AI model to generate images requires billions of static pictures. While AI-based video generation demands thousands of hours of footage to accurately capture transitions and variations between frames. At 24 frames per second, each hour of video equates to roughly 80,000 images. Our guess -- historically benefited from the growth in video on social media platforms and content delivery networks. Emerging text to video applications promise to revolutionize content creation and lower production costs likely to increase storage demand.\nIn this context, hard drives are crucial for storing training data, maintaining model checkpoints and preserving both interest and generated content. Over the past 18 months, large cloud and hyperscale customers have driven HDD demand growth. However, we have also started to see a pickup from smaller edge data centers and private cloud that seek to preserve their valuable data for privacy or sovereign purposes. In the year ahead, nearline exabyte demand looks strong through calendar 2025, and we now have visibility of demand with several customers into the first half of calendar 2026 as we negotiate new build-to-order agreements.\nSeagate is in a strong position to address the favorable demand outlook as we ramp shipments of our high-capacity drives. Our 24- and 28-terabyte PMR platforms continue to ramp aggressively. With exabyte shipments up roughly 60% quarter-over-quarter. Additionally, we're continuing to ramp HAMR-based products with our first hyperscale customer and we are approaching the conclusion of our second major CSP qualification. Feedback from other cloud customers has been positive as they progress through their respective qualification time lines. We expect an appreciable increase in HAMR product shipments over the coming quarters as these future qualifications conclude.\nBased on the time required to fully scale HAMR production, we plan to fulfill builder order commitments through a blend of HAMR and PMR products over the next several quarters. It is becoming increasingly evident to both our customers and the market that hammers the groundbreaking technology that will extend TCO advantages for hard drives over other storage media for many years to come. More than a decade in the making, hammers pivotal in enabling Seagate to meet the world's exabyte demand growth through technology innovation rather than supply expansion, thereby supporting Seagate's ability to deliver sustained and profitable growth.\nI'll stop here and turn the call over to Gianluca.\n\nGianluca Romano\n\nExecutive VP & CFO\n\nThank you, Dave. In the March quarter, we delivered strong earnings and free cash flow generation underscored by solid execution and our focus on profitability. March quarter revenue came in at $2.16 billion, above the midpoint of our guidance and down 7% sequentially. The limited by the temporary supply constraints we discussed last quarter. Despite lower revenue levels, we expanded non-GAAP gross margin by 70 basis points sequentially to 36.2% in supported by strong adoption of our high capacity nearline drives.\nNon-GAAP operating margin increased to 23.5% of revenue sequentially. Our result in non-GAAP EPS was $1.90, which is the top end of our guided range. Within our hard drive business, continued strength in nearline cloud demand partially offset the anticipated decline across most of the other end markets due to typical seasonality and allocation of our available supply. Hard drive revenue was $2 billion, down 8% sequentially on volume shipment of 144 exabytes compared with 151 exabytes in the December quarter.\nMass capacity revenue declined sequentially by $145 million to $1.7 billion, which represents a 48% increase year-on-year -- shipments of 133 exabytes were down 5% sequentially and up 50% year-on-year. The airlines represented roughly 90% of mass capacity volume in the March quarter with shipments of 120 exabytes down 5% sequentially, while up 55% year-on-year. We continue to experience strong base demand for our 24 and 28 terabytes PMR rode which remains the highest revenue and exabyte volume product family. The richer mix of these higher capacity drives, along with initial volume ramp of MR-based products drove a sizable uptick in average nearline right capacity for the quarter.\nSales of our legacy products totaled $254 million, down 8% sequentially and primarily reflecting expected seasonal trend in the consumer markets. Finally, revenue for our other businesses, which include systems the refurbished drives was relatively flat at $157 million.\nMoving on to the rest of the income statement. Non-GAAP gross profit was $781 million compared with $825 million in the prior quarter and $432 million in the prior year period. At the company level, non-GAAP gross margin expanded by 70 basis points to 36.2% sequentially and expanded by over 1,000 basis points year-over-year. We continue to benefit from a favorable mix including increased option of our data generation products and ongoing pricing adjustments. These factors support non-GAAP gross margin for the hard drive business above the corporate average. Non-GAAP operating expenses totaled $274 million, down 5% quarter-over-quarter -- to our plans, we benefit from the timing from R&D-related material expenses and certain one-off items.\nFor your awareness, the September quarter will have 14 weeks instead of the typical 13-week period. As a result, we expect to incur higher operating expenses for the period. However, revenue patterns tend to be raised -- calendar quarters and would therefore be largely unaffected by the additional week. We will provide further clarity on our July earnings call.\nOther income and expenses decreased 7% sequentially to $80 million due to lower interest expenses from recurring debt and is expected to remain relatively flat in the June quarter. Adjusted EBITDA was $563 million compared to $591 million in the prior quarter and $278 million a year ago, doubling year-on-year. Non-GAAP net income was $407 million, resulting in non-GAAP EPS of $1.90 per share. Based on diluted share count of approximately 214 million shares.\nWe are managing the business for long-term durability, optimizing both profitability and cash generation. In the March quarter, we increased free cash flow generation to $216 million compared with $150 million in the prior period. Based on our current outlook, we expect free cash flow generation to improve sequentially through the rest of the calendar year. Inventory remained flat at $1.5 billion as we prepare to support future demand growth, including HAMR products.\nCapital expenditures were $43 million for the quarter and represent roughly 3% of revenue for fiscal year-to-date as we continue to maintain capital discipline. We returned $152 million to shareholders through the quarterly dividend and closed the March quarter with ample liquidity of $2.1 billion, including our undrawn amount of $1.3 billion from our new revolving credit facilities.\nOur debt balance was $5.1 billion at the end of the March quarter after retiring approximately $536 million of debt during the quarter, consistent with our intent to reduce debt. Our resulting net leverage ratio was 2.1x, and we expect to see further reduction in the coming quarters.\nTurning now to our June quarter outlook. We have continued to see a robust demand for our high capacity nearline products across the global cloud customer base which, along with incremental improvements in the -- market, are expected to drive revenue and profits higher in the June quarter. As noted earlier, we currently forecast minimum direct impact from tariff policies and will be monitoring for secondary impacts, including changes in customer demand.\nBased on what we know today, we expect June quarter revenue to be in the range of $2.4 billion, plus or minus $150 million. At the midpoint, this reflects 11% improvement sequentially and 27% improvement year-over-year. Non-GAAP operating expenses are expected to be approximately $285 million. And at the midpoint of our revenue guidance, we expect non-GAAP operating margin to expand into the mid-20s percentage range. We expect our non-GAAP EPS to be $2.40 plus or minus $0.20 based on a diluted share count of approximately 214 million shares and non-GAAP tax expense of roughly $10 million.\nAs a reminder, starting in fiscal 2026, we estimate a tax rate in the mid-teens as a value jurisdiction in which we operate, adopt the Pillar 2 global minimum tax. To close, we are continuing to demonstrate strong financial discipline and operating leverage, we support both profitable growth and greater agility to navigate a dynamic macro environment.\nI will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThanks, Gianluca. I would like to conclude by reiterating 3 key points that underscore my excitement for Seagate opportunities over the long term. First, we've performed our business model and made a cultural shift to prioritize profits and cash generation with a sustained focus on driving healthy industry supply-demand fundamentals.\nSecond, these changes are taking place have been secular growth tailwinds for mass capacity storage that are underpinned by the ever increasing rise in data generation and data value.\nAnd third, Seagate's winning technology platform and clear road map positions us to capitalize on those tailwinds to deliver sustained profitable growth with agility. We look forward to sharing more about how this winning combination of technology leadership, profitable growth and healthy industry fundamentals set Seagate up for even greater success at our investor and analysts have been taking place on May 22. I'd like to thank our global teams, supply partners and customers for your ongoing contributions to our success and to our shareholders for your continued support.\nOperator, let's open up the call for questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/36a7a64b543b1e7e8e0bc4ee9c3ee3cf",
    "period": "2025 Q2",
    "content": "Q2 2025 Seagate Technology Holdings PLC Earnings Call\n\nQ2 2025 Seagate Technology Holdings PLC Earnings Call\n\nSTXNASDAQJAN 21, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Seagate Technology Fiscal Second Quarter 2025 Conference Call. [Operator Instructions]. Please note this event is being recorded. I would now like to turn the conference over to Shanye Hudson, Senior Vice President, Investor Relations. Please go ahead.\n\nShanye Hudson\n\nSenior Vice President of Investor Relations & Treasury\n\nThank you. Hello, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We've posted our earnings press release and detailed supplemental information for our December quarter results on the Investors section of our website.\nDuring today's call, we'll refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K. We've not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot be reasonably predicted. Therefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable effort.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on information available to us as of today. and should not be relied upon as of any subsequent date. Actual results may differ materially from those contained in or implied by these forward-looking statements and are subject to risks and uncertainties associated with our business, to learn more about the risks, uncertainties and other factors that may impact our future business results, please refer to the press release issued today and our SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q as well as the supplemental information, all of which may be found on the Investors section of our website.\nFollowing our prepared remarks, we'll open the call up for questions. In order to provide all analysts with the opportunity to participate, we thank you in advance for asking one primary question and then reentering the queue. With that, I'll now hand the call over to you, Dave.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThank you, Shanye, and hello, everyone. Seagate closed out calendar 2024 on a strong note, driving 7% sequential revenue growth in the December quarter. Our non-GAAP gross margin expanded by more than 200 basis points and non-GAAP earnings per share exceeded $2 for the first time in 12 quarters, underscoring our continued focus on profitability. Our performance was supported by increased demand across nearly all markets we serve with the most significant growth in the cloud sector. This broad-based demand from global cloud customers led to an almost doubling of nearline product revenue in the December quarter on a year-on-year basis and close to 60% nearline revenue growth for the entire calendar year.\nWe are experiencing strong momentum with our aerial density-driven road map, which positions us well to offer compelling storage solutions to our customers and also supports our expectation for significant profitable revenue growth for fiscal 2025 and beyond. We continue to advance our product road map and have achieved several key milestones related to our HAMR-based Mosaic platform in the December quarter. We completed qualification and started to ramp HAMR-based products to our initial CSP customer. Earlier today, we also announced sampling of Mosaic drives with capacities of up to 36 terabytes.\nOverall, Seagate is in an outstanding competitive and technology position in a strengthening demand environment. Prior to discussing the end market environment, I'll briefly address the production issue that we disclosed last month, which has led to supply constraints for the March quarter. Gianluca will provide details on our fiscal Q3 outlook. However, I can confirm that this issue has been resolved, we are able to meet our build-to-order commitments to major customers, and we expect the revenue impact to be limited to the March quarter. Now turning to the mass capacity markets.\nCloud remains the primary demand driver. The surge in nearline product demand that I referenced earlier aligns with a nearly 50% increase in cloud capital investments made by our customers in 2024, with their CapEx expected to continue growing in calendar 2025. We believe hyperscale customers are continuing to manage their inventory levels well while making infrastructure investments to support growing demand for traditional services, advertising and e-commerce as well as emerging gen AI applications. These applications will be prolific creators of data. And given that a substantial volume of the data will be stored on HDDs, we expect Gen AI to drive future mass capacity storage growth. This is particularly true of data-rich imagery and video content created by Gen AI models, which is projected to expand nearly 170 time from 2024 through 2028.\nToday, HDDs play a crucial role in housing the massive data sets required for training AI models, serving as central repositories when these data sets are not actively being processed by GPUs. These mass storage data lakes form the backbone of trustworthy AAI by storing checkpoints or snapshots of AI model data sets, ensuring that data is both retained and available in the future for continuous model refinement. A recent survey of over 1,000 business leaders and AI decision-makers underscores the critical importance of data retention and checkpoints in enhancing the quality of AI outcomes. These insights are not only applicable for the cloud, but also the edge where the vast majority of data is generated. The enterprise markets fall under this edge umbrella. We expect enterprises to replicate and store more data locally at the edge as AI computing and inferencing moves closer to the source of data generation.\nVIA is another opportunity-rich market at the edge. For some time now, we've spoken about the increased adoption of AI analytics within the VIA markets, which help form actionable insights from data for applications such as smart cities and smart factories. In the December quarter, average drive capacities for VIA products set a record, reflective of increasing use of video analytics as well as longer data retention periods. Overall, we believe mass capacity storage remains both an enabler and a beneficiary of these emerging data trends.\nSeagate is in a great position to address the resulting demand growth through our aerial density-driven product road map. As we've shared in the past, we are maintaining a disciplined approach in planning our production capacity. We will leverage technology transitions to support exabyte growth. rather than adding new head and media unit capacity. Looking at our long-term road map, our Mozaic-based technology provides Seagate with a highly capital-efficient means to satisfy growing exabyte demand. to deliver a strong TCO value proposition for our customers and expand profitability over the long term for the company.\nToday, we have continued to ramp our 24 28-terabyte PMR platform which has rapidly become our top product platform in terms of both revenue and exabyte shipments. At 30 terabytes are higher, our Mosaic Hammer technology delivers leading capacities and is gaining momentum across our customer base. There are no multiple customers qualified on this platform across each of the mass capacity end markets. Currently, we are ramping volume to our lead CSP customer while progressing on qualifications at additional cloud and hyperscale customers. These qualifications will set the foundation for the next phase of our Mosaic volume ramp starting in the second half of calendar 2025.\nWe are confident that our Mozaic camera technology provides a strong and sustainable competitive advantage at scale for mass capacity storage and underpins a cost-efficient road map to build on those advantages. Consistent with feedback we've received from many cloud customers, AWS highlighted at their recent Revet conference that adopting the highest capacity hard disk drives allows their storage system architecture to lower costs, conserve floor space and reduce power consumption. Data center architects will continue to adopt both hard disk drive storage and compute-oriented memory technologies such as NAND flash to support the breadth of their workloads.\nNAND is best suited for high throughput, low latency tasks, while hard disk drives remain the preferred storage solution for the bulk of data storage needed in the Cloud. We do not see these dynamics changing over the foreseeable future due to several advantages that HDDs hold over NAND. HDD offer customers at least 6x lower cost per terabyte of storage capacity. They possess a significantly smaller embodied carbon footprint and provide manufacturing scale that is highly capital efficient. Wrapping up, Seagate is in position to deliver further improvements in revenue and profitability in fiscal 2025.\nLooking out further, we can practice setup for Seagate, with our steadfast focus on supply discipline in a favorable demand environment, a leading technology road map and the tailwind of AI's massive data storage requirements. I'll turn it over to Gianluca now.\n\nGianluca Romano\n\nExecutive VP & CFO\n\nThank you, Dave. Seagate's strong December quarter results were highlighted by 50% growth in revenue and a fourfold increase in non-GAAP operating income on a year-over-year basis. We delivered December quarter revenue of $2.33 billion, up 7% sequentially. We increased non-GAAP operating income 22% sequentially to $538 million, translating to non-GAAP operating margin of 23.1% of revenue. And our non-GAAP EPS was $2.03 at the high end of our guidance range. reflecting strong adoption of our high capacity nearline drive, along with ongoing price adjustment and cost discipline. Within our [indiscernible] business, revenue increased 8% and to $2.2 billion with volume shipments of 151 exabytes, up from 128 exabytes in the September quarter.\nMarkability revenue grew for the sixth consecutive quarter, reflecting continued strength in nearline cloud demand, along with anticipated improvement in the enterprise and OEM markets and seasonal uplift from VIA customer. [indiscernible] capacity revenue and exabyte shipments both increased 9% sequentially and totaled $1.9 billion and 140 exabytes, respectively. Starting this quarter, we are including nearline exabyte shipped to VIA customers within our blaring exabyte reporting. Many VIA customers are adopting nearline drive consistent with the shift towards more cloud light solution that we had in added last quarter.\nConsequently, we believe this reporting change more actually reflect our customers are utilizing with drives and aligns with industry reporting standards. With this change to all periods presented, Seagate's total new airline shipments were 126 exabytes in the December quarter. up from 114 exabytes in the prior period. Our performance reflects strong demand for our 24 and 28 terabytes PMR products, particularly among cloud customers as well as continued improvement in enterprise marked by record high average trade capacity for the second consecutive quarter, extending the trend for a higher storage content per server unit.\nSales of our legacy products totaled $275 million, up 2% eventually, supported by higher seasonal demand in the consumer market. Finally, for our other business, which include systems, SSD and refurbish drives, revenue was $156 million, down slightly from last quarter as lower SSD revenue was partially offset by improved system demand. Moving on to the rest of the income statement. Non-GAAP gross profit increased 14% sequentially in the December quarter to $825 million. This increase reflects continued revenue growth of mask capacity products, increasing mix of new high capacity drives, ongoing price adjustment and cost efficiencies.\nOur resulting non-GAAP gross margin expanded by 220 basis points to 35.5% at the company level, marking our seventh consecutive quarter of sequential gross margin improvement. Non-GAAP gross margin for the HDD business remained significantly higher than the corporate average. Non-GAAP operating expenses totaled $187 million, consistent with our plans and up 2% quarter-over-quarter. Other income and expense was stable at $86 million and are expected to be relatively flat in the March quarter. Adjusted EBITDA increased 19% sequentially in the December quarter to $591 million. Non-GAAP net income increased to $433 million, resulting in non-GAAP EPS of $2.03 per share based on a diluted share count of approximately 213 million shares.\nMoving on to cash flow and the balance sheet. We continue to focus on driving free cash flow generation, which increased to $150 million in the December quarter, compared with $27 million in the prior period. We continue to expect free cash flow generation to improve sequentially through the rest of the fiscal year. Capital expenditures for the quarter were $71 million. For fiscal '25, we will maintain capital discipline and continue to expect CapEx to be at the low end of the long-term target range of 4% to 6% of revenue. We returned $148 million to shareholders through the quarterly dividend and closed the December quarter with $2.7 billion in available liquidity, including our undrawn revolving credit facility. Inventory increased slightly to $1.5 billion primarily to support the ramp of new high-capacity products.\nOur debt balance was $5.7 billion at the end of December quarter, consistent with our intent to reduce debt we retired approximately $479 million of notes as they mature in early January. As a result, we have no debt obligation until late fiscal 2027. We exited the December quarter with a net leverage ratio of 2.5x and expect to see further reduction in the coming quarters. Turning now to our March quarter outlook. We expect ongoing demand strength from cloud customers to partially offset seasonal decline in the VIA and legacy markets, along with the supply constraints that we have already discussed. We still expect to meet our build-to-order commitments, but our ability to respond to in-quarter volume upside opportunities will be limited.\nConsequently, embedded in our guidance is approximately $200 million of revenue impact from these supply constraints. With better context, March quarter revenue is expected to be in the range of $2.1 billion, plus or minus $150 million. As a midpoint, which reflects more than 25% year-over-year improvement. Despite supply limitation in the March quarter, ongoing demand for our latest generation nearline products, including Mozaic, offers the potential for sequential improvement in gross margin performance. We expect non-GAAP operating expenses to be in the range of $290 million and at the midpoint of our revenue guidance, we expect non-GAAP operating margin to remain in the 20% range. We expect non-GAAP EPS to be $1.70, plus or minus $0.20 based on a diluted share count of approximately 24 million shares and non-GAAP tax expense of roughly $20 million.\nIn summary, Seagate's strong December quarter financial performance underscores our continued focus on enhancing profitability, optimizing cash generation and driving growth. as we focus on capturing the significant opportunities ahead, we will remain diligent in supporting a healthy supply and demand environment, which we believe positions Seagate to deliver further improvement in revenue and enhanced profitability this fiscal year and beyond.\nI will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThanks, Gianluca. As data value continues to increase, so too does the strategic relevance of mass capacity storage, particularly in the era of AI Against this backdrop, Seagate is executing a strong product and technology road map to deliver a compelling value proposition for our customers. In short, we are responding with technology to store the world's data. We've crossed an exciting inflection point with our Mosaic camera platform now ramping volume to address customer demand at exabyte scale. The Mosaic platform provides a capital-efficient solution for Seagate to sustain aerial density leadership and effectively address the growing demand for mass storage. This takes the way for Seagate to offer significant economic advantages both to our customers and the company.\nThese achievements are only possible through the hard work of Seagate's global team. I extend my thanks to them as well as recognize our suppliers, customers and shareholders for their ongoing support. Operator, let's now open up the call for questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6aa52c13eaae7540a75d06c9027a3d18",
    "period": "2024 Q4",
    "content": "Q4 2024 Seagate Technology Holdings PLC Earnings Call\n\nQ4 2024 Seagate Technology Holdings PLC Earnings Call\n\nSTXNASDAQJUL 23, 5:00 PM\n\nOperator\n\n[Audio Gap] Seagate technology Fourth Quarter and Fiscal Year 2024 Conference Call. [Operator Instructions]\nPlease note this event is being recorded. I would now like to turn the conference over to Shanye Hudson, Investor Relations. Please go ahead.\n\nShanye Hudson\n\nSenior Vice President of Investor Relations & Treasury\n\nThank you. Hello, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We posted our earnings press release and detailed supplemental information for our June quarter results on the Investors section of our website. During today's call, we'll refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K. We've not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot be reasonably predicted.\nTherefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable effort. Before we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on information available to us as of today and should not be relied upon as of any subsequent date.\nActual results may differ materially from those contained in or implied by these forward-looking statements as they are subject to risks and uncertainties associated with our business. To learn more about the risks, uncertainties and other factors that may affect our future business results, please refer to the press release issued today and in our SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q as well as the supplemental information, all of which may be found on the Investors section of our website.\nFollowing our prepared remarks, we'll open the call for questions. In order to provide all analysts with the opportunity to participate, we thank you in advance for asking just one primary question and then reentering the queue. I'll now hand the call over to you, Dave.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThank you, Shanye, and hello, everyone. Seagate ended fiscal 2024 are on a high note, reflecting strong operational execution and more favorable supply-demand dynamics. Fourth quarter revenue increased 18% year-on-year, supported by strengthening global cloud demand. We achieved non-GAAP gross margin of nearly 31% at the company level, supported by HDD gross margins that were above that level and at the top end of our long-term target range. These results, along with ongoing expense discipline led to non-GAAP EPS of $1.05, far exceeding the high end of our guidance range.\nAt the start of the fiscal year, we highlighted 3 financial priorities, namely to increase profitability, drive cash generation and strengthen our balance sheet. Reflecting on our full year performance, we delivered on all three. Our results were due in part to the build-to-order or BTO strategy that we put in place to provide greater supply-demand predictability and optimize our cash resources. For fiscal '24, we expanded non-GAAP operating profit by 64%, grew free cash flow sequentially every quarter of the fiscal year, and maintained healthy liquidity levels. As we enter the new fiscal year with operating and financial momentum in an improving demand environment, executing our mass capacity product road map is a top priority.\nIn the September quarter, we expect to complete the HAMR-based Mozaic 3+ product qualification with our lead CSP partner. We've also started to ramp our 28 -- terabyte PMR SMR product platform drives in high volume. These two product advancements align well with the strengthening Nearline demand environment. I'll share further details around our product execution momentarily, but first, I'll briefly review the current market trends. As I highlighted a moment ago, we are seeing strong Nearline cloud demand growth from customers globally. Fourth quarter Nearline cloud revenue more than doubled from the year ago period, and we expect growth to continue in fiscal 2025.\nWe attribute the underlying demand drivers to an increase from both traditional cloud computing workloads as well as new AI-related deployments. We believe this demand rebound follows a period of deferred HDD storage investments by cloud providers as they prioritize spending towards compute-intensive infrastructure. While cloud service providers are continuing to build out that infrastructure, they increasingly focused on developing, deploying and monetizing AI applications. This involves both training of large language models and expanding the entire hardware stack to support future generative AI content-driven growth.\nWhile HDD demand pull-through related to AI is still relatively small, we believe HDDs will play a crucial role in enabling both of these phases of the AI adoption curve. By offering cost-efficient, scalable storage solutions, are ideal for maintaining the integrity of AI training data sets as well as preserving the valuable content that AI engines are projected to generate in the future. In the enterprise OEM markets, we observed a gradual improvement in demand for the second consecutive quarter and continue to project stronger growth in the second half of the calendar year, driven by both modest improvement in traditional server unit demand and increased [ exabyte ] content.\nWe've also started to see incremental demand for higher-density storage specific solutions due in part to enterprises putting storage capacity in place, either on-prem or in private clouds as they prepare for future AI applications. Finally, turning to the VIA markets. Sales of our VIA products came in better than we expected in the June quarter, while customer inventory remains at healthy levels. We expect VIA sales will likely fluctuate a bit in the second half of the calendar year, off of this higher base. Global demand indications for smart city projects remain strong, but near-term budget visibility for these projects is mixed in many markets amid the current global macro uncertainty.\nOverall, the end market demand trends are solidly pointing to long-term growth opportunities for mass capacity storage. Demand recovery for our high capacity Nearline drives has been faster than anticipated, which has extended product lead times and lend to tighter overall supply conditions. Based on our current outlook, our Nearline [ Exabyte ] supply is committed through the end of the calendar year. These trends underscore the relevance of our BTO strategy, which is intended to provide greater demand predictability for Seagate and supply assurance for our customers. In this environment, we are working with our customers to obtain better demand visibility and address their exabyte growth needs through product transitions while maintaining a strong focus on profitability and supply discipline.\nAs noted last quarter, we are executing the qualification and ramp of two new high-capacity drives. Transitioning to these higher capacity products enable Seagate to profitably expand exabyte shipment volume with our existing head and disk production capacity while also supporting our customers' growing data demand and TCO needs. Customer acceptance of our new PMR product continues to gain momentum. These drives, which offer capacities of up to 28 terabytes have demonstrated solid yield, quality and performance to date, with numerous customers now qualified spanning the cloud, enterprise and VIA markets and several more planned to complete in the coming months, volume ramp is already underway.\nIn the June quarter, we shipped a small volume of HAMR-based Mozaic drives for revenue to non-cloud customers. Consistent with our recent public commentary, our lead CSP customer is validating drives built with the improved process controls and new firmware optimized for their specific workloads. Testing on these drives is progressing to plan, and we expect to complete qualification and begin shipping them revenue units later in the September quarter. Based on our confidence in the technology and experience on this product platform, we are proceeding to launch new HAMR qualifications with the expectation to have multiple U.S. and China cloud customers calls underway this quarter. We estimate these qualifications will take around 3 quarters on average to complete which points to a broader volume ramp toward mid-calendar 2025. We are leveraging all of our learnings and pushing the pace of development on our next generation of HAMR drives, The Mozaic 4+.\nMozaic 4+ offers 33% more capacity compared with the HAMR drives that we're shipping today with minimal changes to the [ VIA ] of materials. This illustrates the central value proposition of the Mozaic platform, namely the technology's ability to scale drive capacity through aerial density gains rather than adding heads and disks. This capability is enabling Seagate to deliver significant cost benefits to our customers as well as offer power and space advantages that are particularly valuable for data center operators as they expand cloud and AI infrastructure. For example, each data center slot loaded with one of our Mozaic 3+ drives offers 3x the storage capacity relative to the average capacity of Nearline drives in our installed base, and consumes about 70% less power per terabyte.\nThese represent tremendous savings opportunities for data centers at exabyte scale. We are hearing from customers directly, including CSPs, that HDDs already play a crucial role in extracting value from data in the early stages of AI application deployment. As Gen AI engines mature, customers expect an acceleration in content creation that will lead to significant demand for mass capacity storage. We recognize that Gen AI is still in its early stages of adoption. However, this customer feedback combined with our early engagements with Nearline cloud and OEM customers reinforces our view that mass capacity storage will be a beneficiary in both the cloud and at the edge as the adoption of these new exciting applications take hold. I'll stop there and pass the call over to John Luca.\n\nGianluca Romano\n\nExecutive VP & CFO\n\nThank you, Dave. Seagate delivered a strong June quarter financial performance, underscored by double-digit revenue growth. on both a sequential and year-over-year basis, with profitability exceeding the high end of our guidance range.\nFor the June quarter, revenue was $1.89 billion, up 14% quarter-over-quarter and 18% year-over-year. Non-GAAP operating income was up 79% sequentially to $327 million. leading to non-GAAP operating margin of 17% of revenue, expanding 620 basis points quarter-over-quarter. And our non-GAAP EPS was $1.05, exceeding the high end of our guidance range, reflecting the improving exabyte demand trends, ongoing price adjustment and continued cost discipline. Within our hard disk drive business, exabyte shipments grew 15% sequentially to 114 exabytes while revenue increased 17% to $1.7 billion.\nGrowing demand for our mass capacity products more than offset a sequential decline in the legacy and non-HDD businesses. Within the mass capacity market, revenue increased 22% sequentially to $1.4 billion, driven by strengthening global Nearline cloud demand, along with an improvement in the VIA market. Mass capacity shipments totaled 104 exabytes compared with 89 exabyte in the March quarter, up 17% sequentially.\nMass capacity shipments now represent more than 90% of total HDD exabyte reflecting the continued long-term secular growth for cost-efficient scalable storage. [indiscernible] Nearline product portfolio is as well positioned to address with growing demand. In the June quarter, Nearline shipments totaled 84 exabytes, up quarter-over-quarter from 72 exabytes. The expert demand will continue to improve from global CSPs as well as Nearline enterprise customers into the back half of calendar 2024. As Dave mentioned, demand for our VIA product was better than we had forecasted in the June quarter, which is more a function of order timing at our VIA revenue outlook for the calendar year has not changed. Finally, legacy product revenue was $290 million, while revenue for our non-HDD business was $160 million, both down slightly on a sequential basis and lower than expected at the beginning of the quarter. Moving on to the rest of the income statement.\nNon-GAAP gross profit increased sequentially by $151 million in the June quarter to $583 million. This represents a 45% increase in gross profit compared with similar revenue levels in the December 2022 quarter. Importantly, we achieved a non-GAAP gross margin of 30.9% at the company level, which is well inside our long-term margin range. Overall, non-GAAP gross margin expanded by 480 basis points quarter-over-quarter, which was faster than we had originally anticipated. As Dave noted, Margin for hard disk drive business were notably higher than the corporate margin. Our outperformance is supported by continued price adjustments, favorable mix shift toward mass capacity products and ongoing cost efficiencies. Under utilization costs decreased to roughly $20 million compared to $43 million in the previous quarter. We expect amortization costs will be minimal going forward. reflecting the improving demand environment.\nNon-GAAP operating expenses totaled $256 million, up 3% quarter-over-quarter, roughly in line with our plans. Adjusted EBITDA continued to improve and was up 45% sequentially in the June quarter to $404 million. Non-GAAP net income strongly increased to $222 million, resulting in non-GAAP EPS of $1.05 per share based on diluted share count of approximately [ 212 million ] shares. Moving on to cash flow and the balance sheet. In the June quarter, cash and cash equivalents totaled $1.4 billion, including $560 million, representing a majority of the proceeds from the sales of our SoC assets announced in April. From an accounting perspective, we recorded $226 million of the proceeds in operational cash flow. which are net of transaction costs and related to our long-term SoC purchase agreement.\nThe remaining proceeds are reflected in invested cash inflow. Capital expenditures for the quarter were down 10% to $54 million. For the fiscal 2024, CapEx spending was $254 million, which is just below the low end of our target 4% to 6% of revenue. Looking out to fiscal '25, we will maintain capital discipline and currently expect CapEx to be at the low end of the target range. Free cash flow generation was $380 million, including $226 million noted earlier, from the SoC divestiture. As a reminder, we plan to use a portion of these proceeds to support our supply chain. With this in mind, we expect free cash flow in the September quarter to be at or slightly above breakeven. We returned $147 million to shareholders through the quarterly dividend, exiting the quarter with 210 million shares outstanding. We closed the June quarter with $2.9 billion in available liquidity, including our undrawn revolving credit facility. With cash and cash equivalents of $1.4 billion, net debt decreased 11% to $4.4 billion at the end of the June quarter.\nOther income expenses were $81 million, down from $85 million in the prior quarter and reflecting higher interest income from improved cash balance and relatively flat interest expenses. Turning now to our outlook. We expect mass capacity revenue to trend higher in the September quarter and more than offset lower sales into the legacy markets. We continue to see demand growth from global cloud customers as well as a modest improvement in the nearline enterprise market. We expect gross margin to benefit from a richer mix of mass capacity revenue and ongoing pricing actions. With better context, September quarter revenue is expected to be in a range of $2.1 billion, plus or minus $150 million, an increase of 11% sequentially and 44% year-on-year at the midpoint.\nWe are planning for non-GAAP operating expenses of approximately $270 million which includes costs associated with reinstating our variable compensation plan. At the midpoint of our revenue guidance, we expect non-GAAP operating margin to be in the high teens percentage range. We expect our non-GAAP EPS to be $1.40 plus or minus $0.20 based on a diluted share count of approximately 213 million shares, and a non-GAAP tax expense of $15 million to $20 million. Our results reflect our supply discipline and strong focus on profitability. I will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThanks, Jon, Luca. I'm pleased with our strong performance exiting fiscal '24, which reflects our team's unwavering focus on improving profitability and driving cash generation. Two key financial imperatives, as we enter fiscal '25 amid improving Nearline cloud and enterprise demand, we will focus on supporting exabyte growth through product transitions. We are working closely with customers to address their data storage needs through two new high-capacity products, including the Mozaic 3+ HAMR drives. We remain confident in the HAMR technology, which provides our customers with cost-efficient scalable sorts that we believe will prove critical in an era where data holds unprecedented value. We want to thank our global teams for their creativity and perseverance over the last several quarters that have helped us achieve the results that we announced today.\nOur structural performance improvements coupled with a favorable demand environment and differentiated technology road map position us well for years to come. We also wish to thank our suppliers for your support and our customers and shareholders for placing your trust in Seagate. John Luca and I are now ready to open the call for questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d9c07fb248f966c3006dbd822d0a4046",
    "period": "2024 Q3",
    "content": "Q3 2024 Seagate Technology PLC Earnings Call\n\nQ3 2024 Seagate Technology PLC Earnings Call\n\nSTXNASDAQAPR 23, 5:00 PM\n\nOperator\n\nWelcome to the Seagate Technology Fiscal Third Quarter 2024 Conference Call. Please note, this event is being recorded.\nI would now like to turn the conference over to Shanye Hudson, Senior Vice President, Investor Relations. Please go ahead.\n\nShanye Hudson\n\nSenior Vice President of Investor Relations & Treasury\n\nThank you. Hello, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We've posted our earnings press release and the detailed supplemental information for our March quarter results on the Investors section of our website.\nDuring today's call, we will refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K. We've not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot be reasonably predicted. Therefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable effort.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on information available to us as of today, and should not be relied upon as of any subsequent date. Actual results may differ materially from those contained in or implied by these forward-looking statements as they are subject to risks and uncertainties associated with our business.\nTo learn more about the risks, uncertainties and other factors that may affect our future business results, please refer to the press release issued today and our SEC filings, including our most recent Annual Report on Form 10-K and Quarterly Report on Form 10-Q, as well as the supplemental information all of which may be found on the Investors section of our website.\nFollowing our prepared remarks, we'll open the call up for questions. In order to provide all analysts with the opportunity to participate, we thank you in advance for asking one primary question and then reentering the queue.\nI'll now hand the call over to you, Dave.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThank you, Shanye, and hello, everyone. Seagate is delivering solid financial results in an improving demand environment. In the March quarter, we grew revenue 6%, expanded non-GAAP gross profit 18% and more than doubled non-GAAP earnings per share compared with the prior quarter. Our performance is a function of both improving end market demand and the decisive actions we implemented throughout the downturn to strengthen our financial profile heading into the recovery. Nearline cloud demand trends are increasingly positive across both U.S. and China customers, and we also saw a sequential improvement in the enterprise OEM markets in the March quarter.\nOn the execution side, the quarter-on-quarter margin expansion reflects our pricing initiatives taking hold as well as favorable mix, resulting in revenue growth in the quarter outpacing the exabyte growth. Pricing strategy is just one key piece of our broader focus on profitability, which also includes maintaining a healthy supply-demand balance, introducing new technologies to enhance value for our customers and maintaining tight expense controls with an emphasis on generating cash.\nLooking at the near-term end market dynamics, cloud continues to lead the demand recovery. For a second consecutive quarter, we realized strong double-digit revenue growth from sales to cloud customers, with improvement across both U.S. and global cloud names. We believe the long-running cloud customer inventory correction is mostly complete and their end demand is also improving. Based on our customer interactions, we currently expect healthy Nearline demand growth to continue through the rest of calendar 2024.\nWithin the enterprise OEM markets, demand stabilized in the second half of calendar 2023, and we observed incremental improvement in the March quarter. Historically, enterprise Nearline demand has correlated well with traditional server growth, which is projected to modestly increase in calendar 2024. As a result, we expect enterprise OEM revenue to improve as server growth resumes.\nIn the VIA markets, revenue was seasonally lower in the March quarter, and we expect demand to trend higher through the calendar year. Smart cities remain the largest end market opportunity for VIA products. However, new applications continue to emerge that use AI analytics to form actionable insights from data at the edge, where an estimated 80% of data resides. One such use case centers on smart energy and utility management, that aims to use imaging data to drive energy efficiency and conservation. Analysts placed this among the fastest-growing sectors for VIA applications worldwide.\nWithin China, the pace and magnitude of demand improvement in VIA and other HDD markets, will be shaped by economic recovery in the region. We continue to monitor the government's efforts to spur economic growth, including stimulus plans aimed at digital transformation and infrastructure spend. Recent economic indicators show signs of progress. However, it will take time for the benefits of these programs to take hold.\nOverall, we believe these constructive market trends support steady revenue growth throughout the calendar year. Our ability to deliver that growth is enhanced by our build-to-order initiative that is now in place with the majority of large mass capacity customers. These plans afford Seagate better demand visibility and greater predictability for capacity planning while our customers find value in the assurance of supply that meets their volume and timing needs. Importantly, the improving overall outlook for HDD demand is unfolding as we execute on our product and technology road map.\nToday, we are simultaneously driving qualification and ramp plans for 2 high-capacity product families. Our last PMR product delivering up to 28 terabytes per drive, as well as our first HAMR-based Mozaic product on 3-plus terabytes per disc. This is rare for our industry, and I want to acknowledge our product teams at Seagate who are doing a phenomenal job supporting customers as we work together to advance our industry-leading products and technologies through the various customer qualifications.\nThese 2 product families share about 95% commonality in components and leverage the same assembly processes and test processes. This enables efficiencies across areas such as procurement, manufacturing, capital investments and customer qualifications. The 24, 28-terabyte PMR drives are in qualification at most of our global cloud and enterprise customers. We have already completed qualification with one major enterprise customer, some global Tier 2 customers and with our Enterprise Systems business. We currently expect to begin shipping significant volumes in the first half of fiscal 2025.\nRelative to HAMR technology, we continue to progress towards completing our first large CSP customer qualification, though we experienced a temporary slowdown in recent weeks. We determined the mechanical component unrelated to the HAMR recording subsystem and some of our drives was not performing as expected. We identified and rapidly implemented the solution with full support from our customer. Verification tests are underway and these tests should be completed in the June quarter. Every other aspect of the qualification process has gone as expected.\nWith this shift in timing, we now expect to ship a few hundred thousand HAMR-based Mozaic drives in the June quarter and meet the remainder of our customers' exabyte demand through other already qualified products. As we gradually ramp HAMR products with our lead hyperscale customer in the second half of the calendar year, we remain focused on broadening the number of customers qualified on Mozaic products. Customer feedback reaffirms strong interest in HAMR technology, and that is further reflected in the successful completion of our first qualification with a top noncloud customer a few weeks ago.\nWe've laid out a Mozaic road map with a clear path to at least 50 terabyte drives that offers customers TCO and sustainability benefits, including lower power consumption and less required floor space on a per terabyte basis. We are scaling drive capacity through aerial density gains rather than adding heads and disks. As we execute on our product roadmaps to 50 terabytes and beyond, we expect to incur minimal changes to our bill of material costs and maintain low capital intensity of between 4% and 6% of revenue.\nAs a result, we believe HAMR provides the path for achieving margin performance beyond our current target range as production scales and also position Seagate well to continue capitalizing on megatrends like AI and machine learning, which drive long-term demand for cost-efficient mass storage.\nAs we've discussed in the past, the initial phase of GenAI is focused on building out the compute-intensive infrastructure required to develop and train large language models. As development shifts to the deployment phase, enterprises will begin to leverage these trained AI models to transform data with value-enhancing applications and generate data-rich content. Customers expect HD demand to increase as this phase takes hold.\nOver the next several years, the volume of AI-generated content is expected to increase and also shift towards more imagery and videos, which can be up to 1,000x larger than text. These trends bode well for HDD demand over the long term as HDDs remain the most cost-effective means to house and subsequently use mass capacity data.\nTo summarize, the combination of more favorable demand trends, strong operating discipline and product and technology leadership provide the foundation for driving further financial performance gains. This combination reinforces our confidence in returning to our long-term target margin ranges and potentially exceed those ranges over time as HAMR-based products proliferate in the marketplace.\nWith that, Gianluca will now cover our financial performance and outlook.\n\nGianluca Romano\n\nExecutive VP & CFO\n\nThank you, Dave. Seagate delivered solid financial performance in the March quarter, with sequential improvement across every key financial metric. Revenue was $1.66 billion, up 6% quarter-over-quarter. Non-GAAP operating income was up 44% sequentially to $183 million, leading to non-GAAP operating margin of 11% of revenue, expanding nearly 300 basis points quarter-over-quarter. And our non-GAAP EPS was $0.33, increasing $0.21 sequentially and above the midpoint of our balance range, reflecting the improving demand trends and continued cost discipline.\nWithin our hard disk drive business, exabyte shipments grew 4% sequentially to 99 exabyte, while revenue increased 7% to $1.5 billion. Revenue performance was mainly driven by the expected improvement in the Nearline cloud market as well as favorable pricing actions. Within the mass capacity market, revenue outpaced exabyte growth, increasing 11% sequentially to $1.2 billion, with Nearline cloud demand more than offsetting the slight decline in the VIA.\nMass capacity shipments totaled 89 exabytes compared with 83 exabyte in the December quarter. Mass capacity shipments as a percentage of total HDD exabyte was 89%, reflecting the continued long-term secular growth for mass capacity demand.\nFor Nearline products, shipment of 72 exabytes were up quarter-over-quarter from 65 exabytes. We believe that inventory among most CSP customers has decreased and anticipate continued Nearline demand improvement in the June quarter and beyond.\nIn the VIA market, we believe the March quarter will prove to be the low point of the calendar year with demand returning to more typical seasonal patterns moving forward. Legacy product revenue was $297 million, down from $324 million in the prior quarter, primarily driven by lower seasonal demand in the consumer market.\nFinally, revenue for our non-HDD business was $178 million, essentially flat quarter-over-quarter. We expect both the legacy and non-HDD market to remain at a similar level in the June quarter.\nMoving on to the rest of the income statement. Non-GAAP gross profit increased sequentially by $65 million in the March quarter to $432 million. Non-GAAP gross margin improved for a fourth consecutive quarter to 26.1% and expanded approximately 250 basis points compared to the previous quarter. Continued pricing adjustment and favorable mix shift towards mass capacity products offset margin headwinds from underutilization cost, which were about $43 million. Non-GAAP gross margin for the HDD business expanded much faster than overall company gross margin.\nLooking ahead, we expect underutilization costs to decrease in the June quarter and abate in the second half of the calendar year as our overall build volume improves to support incremental demand in the Nearline market. We believe these factors, along with ongoing expense [indiscernible] and product execution support the return to the 30% minimum margin benchmark in the current calendar year.\nNon-GAAP operating expenses totaled $249 million, up 4% quarter-over-quarter, but slightly better than our guidance, reflecting the timing of certain R&D spending and continued cost control efforts. Adjusted EBITDA continues to improve and was up 29% sequentially in the March quarter to $278 million. Non-GAAP net income was $71 million, nearly tripling quarter-over-quarter, resulting in non-GAAP EPS of $0.23 per share based on diluted share count of approximately 212 million shares and a tax expense of $27 million.\nMoving on to cash flow and the balance sheet. In the March quarter, we increased free cash flow generation to $128 million. Capital expenditures were down sequentially to $60 million as the majority of 10 capital expenditures were completed in the first half of fiscal '24. We expect fiscal '24 CapEx to be at or below the low end of our long-term target range of 4% to 6% of revenue. We returned $147 million to shareholders through the quarterly dividend, exiting the quarter with 210 million shares outstanding. We closed the March quarter with $2.3 billion in available liquidity, including our undrawn revolver credit facilities.\nToday, we announced that Broadcom has acquired our ASIC assets, including development, engineering and related IP, for $600 million in cash. The cash intake will be reflected on our balance sheet in the June quarter and Seagate expect to use a portion of the net proceeds to support our supply chain as we begin to ramp new products build as well as pay down debt over time. Additionally, we expect to realize annualized OpEx savings of approximately $40 million starting in fiscal 2025. There is no expected impact to revenue.\nInventory increased to $1.2 billion as we stage material to support the continued mass capacity demand recovery, along with our concurrent ramp of our last PMR-based product and the initial Mozaic-based product ramp. Our debt balance was $5.7 billion at the end of March quarter, with more than 90% of our long-term debt obligation maturing beyond 3 years. Interest expense were $82 million. And we project interest expense to be between $83 million and $85 million in the June quarter.\nTurning to our outlook. We expect continued improvement in our mass capacity market, led by ongoing demand for our Nearline cloud products as well as modest improvement in both the Nearline enterprise and VIA market. Legacy and non-HD revenue are expected to remain relatively flat sequentially. With better context, June quarter revenue is expected to be in a range of $1.85 billion, plus or minus $150 million, an increase of 12% sequentially and 16% year-on-year at the midpoint.\nWe are planning non-GAAP operating expenses of approximately $260 million. At the midpoint of our revenue guidance, we expect non-GAAP operating margin to improve into the low teens percentage range, including underutilization costs of approximately $20 million. We expect our non-GAAP EPS to be $0.70, plus or minus $0.20 based on a diluted share count of approximately 212 million shares, and a non-GAAP tax expense of $25 million.\nOur strong expense management and supply discipline as contributing to the year-over-year profitability expansion that you are seeing in our results and outlook. Our balance sheet and healthy free cash flow generation position us well to continue supporting our capital return commitments.\nI will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThanks, Gianluca. Seagate is demonstrating strong operational execution and supply discipline amid an improving demand environment, which sets us up well to grow revenue and further expand margins throughout calendar year 2024. Our product portfolio, anchored by industry-leading HAMR technology offers compelling economics for our customers and for Seagate. As we proliferate these new products, we expect to drive further financial leverage over time. I'm confident that our product strategy offers customers the most compelling TCO proposition and position Seagate well to capitalize on long-term demand for cost-effective mass capacity storage. We believe that the Mozaic platform delivers TCO advantages for data center operators and supports their increasing focus on conserving power and space.\nThis week, Seagate published our 18th Annual ESG Report outlining the progress we've made towards our own sustainability goals, including our product circularity program. We are collaborating with customers and recovering drives from our own operations to extend these products' life cycles and conserve the planet's limited resources. Since launching this program in 2020, we have recovered and shipped nearly 4 million drives back into the market.\nFinally, I want to thank our global team members for their hard work and dedication and recognize our suppliers, customers and shareholders for your ongoing support of Seagate.\nGary, we're ready to open up the call for questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e465132d7a89583620f70830ab80885e",
    "period": "2024 Q2",
    "content": "Q2 2024 Seagate Technology PLC Earnings Call\n\nQ2 2024 Seagate Technology PLC Earnings Call\n\nSTXNASDAQJAN 24, 5:00 PM\n\nOperator\n\nWelcome to the Seagate Technology Fiscal Second Quarter 2024 Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Shanye Hudson, Senior Vice President, Investor Relations. Please go ahead.\n\nShanye Hudson\n\nSenior Vice President of Investor Relations & Treasury\n\nThank you. Hello, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We posted our earnings press release and the detailed supplemental information for our December quarter results on the Investors section of our website.\nDuring today's call, we'll refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K. We have not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot be reasonably predicted. Therefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable effort.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on the information available to us as of today, and should not be relied upon as of any subsequent date. Actual results may differ materially from those contained in or implied by these forward-looking statements as they are subject to risks and uncertainties associated with our business. To learn more about the risks, uncertainties and other factors that may affect our future business results, please refer to the press release issued today and our SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q as well as the supplemental information, all of which may be found in the Investors section of our website.\nAs always, following our prepared remarks, we'll open the call for questions. I'll now turn the call over to Dave for his opening remarks.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThanks, Shanye, and hello, everyone. I am going to focus on 2 key topics in my remarks today. First, we delivered solid fiscal second quarter results with revenue at the midpoint of our guidance and non-GAAP earnings of $0.12 per share, exceeding the upper end of our guided range.\nAnd second, last week, we marked a major inflection point in mass capacity storage with the launch of our groundbreaking Mosaic platform. Mosaic is intentionally named to describe the fusion of innovative technologies including Seagate's unique implementation of HAMR that collectively enable us to extend our aerial density leadership. As we shared in the past, growing aerial density is the most efficient way to enable data center operators to scale mass capacity storage to lower their TCO and to advance their sustainability targets.\nI'll discuss the platform in more detail shortly and also share progress towards qualification and volume ramp of our first HAMR-based Mosaic product. which lays the foundation for products posting 5 terabytes per disc and beyond.\nLet me start by highlighting our fiscal Q2 performance. Revenue of $1.56 billion was led by sequentially improving cloud nearline demand and a seasonal uptick in consumer drives, offset partially by the decline in [ VIA ] sales that we anticipated.\nStrong cost discipline and execution on pricing adjustments resulted in non-GAAP operating income tripling quarter-over-quarter and increasing roughly 17% year-over-year despite lower revenue levels. These performance and demand trends affirm our expectation for the September quarter to be the bottom of this prolonged down cycle. The enhanced discipline we've built into the business, including strict cost controls, management of supply and the strengthening of our balance sheet gives us an excellent foundation to build on as we move into a broader recovery.\nAdditionally, execution of our product road map is expected to structurally improve profitability and return us to our targeted financial model, which supports healthier industry economics. We enter calendar 2024 with increased confidence in our non-GAAP gross margin trajectory, including our ability to reclaim 30% minimum benchmark level at quarterly revenues that are at least 20% below our prior cyclical peak. From a demand standpoint, gradual recovery within the U.S. cloud market has started to take shape, reflecting solid progress in consuming excess inventory, along with more stable end market behavior. Enterprise OEM demand trends have also stabilized within the U.S. markets. Customer feedback still points to macro-related concerns, although IT hardware budgets are projected to modestly improve in calendar 2024, and traditional server growth is expected to resume trends that support incremental HDD demand growth in the calendar year.\nWe were also encouraged to see incremental demand among certain non-U.S. cloud and enterprise customers in the December quarter. Across the broader China markets, we project a relatively slower pace of recovery given the ongoing economic challenges within the region. However, some local governments announced further steps to support the region's economy, which our customers believe will bolster local demand across mass capacity markets in China in the second half of the calendar year. These efforts support our view for demand in the VIA markets to pick up sometime after the Lunar New Year.\nAgainst the dynamic market environment, Seagate has continued to execute on a mass capacity product portfolio that further advances our technology leadership and serves the breadth of our customers' unique workload requirements while also supporting our objective of improving profitability.\nI'll outline the execution path for our latest product launches and the relevance of the new platform and then share how we believe our mass capacity solutions deliver economic value both to our customers and to Seagate. Our product qualification and ramp plans are on track with what we've been articulating over the past several quarters.\nWe began shipping initial volumes of our 24 terabyte PMR, 28-terabyte SMR drives in the December quarter. Customer reception has been positive, as illustrated by the numerous active qualifications underway across multiple cloud and enterprise customers.\nOur 3-plus terabyte per disk product is the first major release of the HAMR-based Mozaic platform and we are rapidly nearing qual completion with our initial hyperscale launch partner. The qual has gone very well, and we are working with this customer at their request to fully transition future Seagate demand to the 3-plus terabyte per disk platform. Volume ramp is starting in the March quarter according to plan with a goal to ship about 1 million units in the first half of this calendar year.\nWe then expect to continue to ramp through the balance of the calendar year, and we are currently broadening our customer engagements. Based on their planned time lines, we expect to complete qualifications with a majority of U.S. hyperscalers and a couple of global cloud customers during calendar 2024. Starting at 3 terabytes per disk, Mozaic delivers a quantum leap forward in aerial density innovation with a well-defined path that extends to 5 terabytes per disc and beyond. This transformative platform is the culmination of decades of development and numerous technologies pioneered by Seagate, including our Super lattice platinum alloy media that enables higher bit density. The revolutionary plasmonic writer with integrated laser capable of reliability writing each bit and an advanced reader technology to post 1 of the world's smallest reading sensors. While Mozaic represents groundbreaking technology, the platform is fully plug-and-play with existing conventional drives and addresses the breadth of our customers' mass capacity workloads.\nThese drives can also be deployed with SMR technologies for the few customers able to integrate SMR to take advantage of the additional capacity gains. As I noted earlier, aerial density gains are the most efficient way to scale storage capacity. Let me offer a few clear examples. First, as we execute our product road map we can deliver increasingly higher capacity drives with minimal changes to the [ bil ]l of materials. This results in a better TCO value proposition for our customers and attractive economics for Seagate.\nSecond, as we scale aerial density to 4 terabytes per disk, this enables extremely cost-effective product offerings in the low to midrange capacity points used by a majority of our enterprise via [ NAS ] customers. With 4 terabytes per disk, we used half the number of heads and disks to produce a 20-terabyte drive. Prototypes are already working in our labs with revenue planned for the second half of calendar 2025. As we ramp production to expand to other end markets, we gained tremendous manufacturing efficiencies, adding to the attractive margin opportunities that I just described.\nWe continue to build on our technology and operational innovations with each successive product generation. For example, we are executing plans to vertically integrate the laser manufacturing process, which enhances supply flexibility, provides greater control of the technology and provides opportunities to lower production costs. Collectively, we believe these actions underpin our mass capacity cost reduction road map while also providing a very strong TCO story for a broad range of customers.\nWhile TCO remains a key driver for mass capacity storage, data center operators are also focused on power and space consumption, particularly as investments in compute-intensive infrastructure proliferates to support generative AI applications.\nFor context, the latest AI GPUs consume up to 700 watts, which is roughly 100x more power intensive than a hard drive operating at maximum performance. Our products can help data center operators store more [ exabytes ] using less power and space. To quantify this, a single 32-terabyte Mozaic drive can replace 310 terabyte drives storing more capacity at 1/3 of the power and footprint. TCO and sustainability gains of this magnitude are decision altering when architecting a new data center and offer a highly economical path to modernizing existing infrastructure. We believe that this dynamic can potentially accelerate the replacement cycle. As we move into the early stages of demand recovery, Seagate's strong focus on maintaining our product and technology road map through this past down cycle position us to return to profitable growth and address data center operators most important challenges cost, power and space. We believe we've got the right product at the right time, heading into a gradual recovering mass capacity market. With that, Gianluca will now cover details on our financial performance and outlook.\n\nGianluca Romano\n\nExecutive VP & CFO\n\nThank you, Dave. Seagate's December quarter financial results reflect solid operational execution. Revenue was $1.56 billion, up 7% quarter-over-quarter. Non-GAAP operating income more than tripled sequentially to $127 million, leading to non-GAAP operating margin expanding to 8.2% of revenue up 540 basis points quarter-over-quarter, and non-GAAP EPS was $0.12, improving $0.34 sequentially and exceeding the high end of our original guidance range, reflecting both improving demand trends and our focus on profitability.\nAs these trends continue, we expect our results to improve and reach the target financial model over time. Within our hard disk drive business, exabyte shipments grew 6% sequentially to [ 95 ], with revenue growing 7% to $1.4 billion. Revenue performance was mainly driven by an expected improvement in cloud customer demand, along with seasonal improvement in the consumer market. Within the mass capacity market, revenue increased 4% sequentially to $1.1 billion, driven mainly by strong nearline cloud demand, offsetting the expected decline in the VIA market. Mass capacity shipments totaled 83 exabytes compared with 79 exabytes in the September quarter.\nMass capacity shipments as a percent of total HDD exabyte was 87%, which is comparable to the prior quarter 88%. For nearline products, shipment of 65 exabytes were up quarter-over-quarter from 56 exabytes. Average capacity per nearline drive continue to increase sequentially, reflecting modest demand improvement among both U.S. cloud customer and China cloud customers. We believe that inventory among many [ CSP ] customers is reaching more normalized levels and anticipate continued nearline demand improvement in the March quarter and beyond.\nVIA market revenue was down sequentially in the December quarter, consistent with our expectations. Looking ahead, we expect VIA to reflect more typical [ sell ] patterns through calendar 2024, with the March quarter representing below point. Legacy product revenue was $324 million, up from $278 million in the prior quarter, driven by higher seasonal demand in the consumer market. We expect the legacy market to be sequentially lower in the March quarter following typical consumer demand trends post holiday season.\nFinally, revenue for our non-HDD business increased to $171 million compared with $159 million last quarter, primarily driven by improved SSD demand. Moving on to the rest of the income statement. Non-GAAP gross profit increased sequentially by roughly [ $80 million ] in the December quarter to $367 million, ahead of our original expectations. Non-GAAP gross margin of 23.6% expanded nearly 400 basis points compared to the previous quarter, due in part to pricing adjustment and cost savings from earlier restructuring activities as well as lower amortization costs, which were about $40 million consistent with our view for ongoing demand recovery.\nHowever, we expect underutilization cost to margin increase for the next couple of quarters as we transition some of our production line to Mozaic. Accounting for [ this ] as in, we still expect to see margin expansion every quarter in [ kind of ] 2024 as nearline demand continues to improve gradually, and we ramp our latest products along with continued execution of price adjustment across the entire portfolio.\nNon-GAAP operating expenses totaled $240 million, down from $248 million in the September quarter and reflecting ongoing spending optimization. With the benefit of diligent expense management and higher margins, adjusted EBITDA improved more than 50% sequentially to $216 million. Non-GAAP net income turned positive in the December quarter, resulting in non-GAAP EPS of $0.12 per share based on diluted share count of approximately 211 million shares and tax expense of $17 million.\nMoving on to cash flow and the balance sheet. In the December quarter, we had the inventory flat at just below $1.1 [ billion ]. Capital expenditure were also flat sequentially at $70 million. A majority of planned capital expenditure were completed in the first half of fiscal '24. Consistent with prior commentary, we still expect fiscal '24 CapEx to be down significantly compared with fiscal '23, also still sufficient to support our innovation-driven product [ government ]. We generated about $100 million in free cash flow and returned $146 million to shareholders through the quarterly dividend exiting the quarter with 210 million shares outstanding.\nWe closed the December quarter with $2.3 billion in available liquidity, including our undrawn revolving credit facility. Our debt balance was $5.7 billion at the end of December quarter, with more than 90% of our long-term debt obligation beyond 3 years. Non-GAAP interest expense were flat quarter-over-quarter at $84 million, and we project similar expense levels in the March quarter.\nTurning to our outlook. We expect incremental improvements in mass capacity demand from both cloud and enterprise customers to more than offset seasonal related decline in VIA and the legacy markets. With better context, March quarter revenue is expected to be in the range of $1.65 billion, plus or minus $150 million. an increase of 6% sequentially at the midpoint.\nWe are planning for non-GAAP operating expenses of approximately $260 million as our temporary pay reduction ended late in the December quarter. At the midpoint of our revenue guidance, we expect non-GAAP operating margin to expand to the low double-digit percentage range including underutilization cost of approximately $50 million.\nWe expect our non-GAAP EPS to be $0.25 plus or minus $0.20. Based on a diluted share count of approximately 212 million shares and a non-GAAP tax expense of $27 million. I will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThanks, Gianluca. Heading into calendar 2024, we have increased confidence in a gradual nearline demand recovery that coincides with the launch of Mozaic. We believe this platform delivers sustainable aerial density leadership with compelling TCO advantages, enabling data center operators to satisfy their increasing workload demands while conserving both power and space. This combination of capabilities is significant, and our timing is fortuitous. We've navigated the last 7 quarters with discipline and focus while maintaining our product and technology execution plans. As a result, we emerge well positioned to drive optimized financial performance to support our capital return commitments and return to our targeted profitability levels over time.\nOur strong execution is only possible through the tremendous efforts of our global team, and I would like to thank them for their resiliency and dedication through this dynamic period. I would also like to thank our suppliers, customers and shareholders for your ongoing support of Seagate. Operator, let's open up the call for questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5ec57be32d47636bf188e145db35b461",
    "period": "2024 Q1",
    "content": "Q1 2024 Seagate Technology PLC Earnings Call\n\nQ1 2024 Seagate Technology PLC Earnings Call\n\nSTXNASDAQOCT 26, 9:00 AM\n\nOperator\n\nWelcome to the Seagate Technology Fiscal First Quarter 2024 Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Shanye Hudson, Senior Vice President of Investor Relations. Please go ahead.\n\nShanye Hudson\n\nSenior Vice President of Investor Relations & Treasury\n\nThank you. Good morning, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We've posted our earnings press release and detailed supplemental information for our September quarter results on the Investors section of our website.\nDuring today's call, we'll refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K. We've not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot be reasonably predicted. Therefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable efforts.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on information available to us as of today and should not be relied upon as of any subsequent date. Actual results may differ materially from those contained in or implied by these forward-looking statements as they are subject to risks and uncertainties associated with our business. To learn more about the risks, uncertainties and other factors that may affect our future business results, please refer to the press release issued today and our SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q, as well as the supplemental information, all of which may be found on the Investors section of our website.\nAs always, following our prepared remarks, we'll open the call up for questions. I'll now hand the call over to Dave for opening remarks.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThank you, Shanye, and welcome, everyone. Before I discuss our financial results, I want to acknowledge the situation taking place in the Middle East. Our thoughts are with all of the people in the region, including our Seagate team members, their families and loved ones.\nMoving on to our September quarter results. Revenue came in at $1.45 billion with non-GAAP loss per share of $0.22. Consistent with our recent public commentary, we experienced softer-than-anticipated demand in the legacy markets, while the ongoing cloud inventory correction and weak economic trends in China continued to restrain near-term demand for hard drives. Looking ahead, we expect the pace of economic recovery in China to be uneven. However, we are encouraged by the positive progress of U.S. cloud inventory consumption.\nImportantly, we continue to demonstrate financial discipline and strong execution on the priorities we outlined at the onset of this down cycle, namely to drive cash generation, strengthen our balance sheet and position the company for enhanced profitability as the markets recover.\nWe also continued to hit all key HAMR product development milestones, demonstrating our ability to drive significant areal density gains with this technology. These gains translate into lower storage costs on a per bit basis, enabling Seagate to offer a compelling TCO proposition for our customers while enhancing our future profitability.\nQualification and revenue ramp plans for our 30-plus terabyte products remain fully on track with high volume ramp starting early [indiscernible] is a competitive differentiator and increasingly important in light of the green shoots that we're starting to see with respect to cloud demand trends.\nWithin the mass capacity markets, we saw a modest uptick in demand for our high-capacity nearline products among U.S. cloud customers. We project incremental revenue growth from U.S. cloud customers again in the December quarter and are encouraged by constructive customer dialogue regarding our transition to a build-to-order model, making us more confident on demand fundamentals entering calendar 2024.\nAdditionally, industry analysis of cloud customer behavior suggests that their cost-optimization efforts are nearing a conclusion, while enterprises continue migrating new workloads to the cloud. These include both core IT workloads as well as AI-specific workloads. In addition to cost optimization efforts, spending priorities for CSPs have temporarily shifted towards AI-related infrastructure, which have further slowed the pace of demand recovery for mass capacity storage.\nWhile AI-related spending remains a near-term priority, several cloud customers have indicated that investments in traditional servers and other IT hardware will resume in the coming quarters. All of these trends bode well for HDD demand recovery in both the cloud and enterprise OEM markets.\nThese same markets in China are lagging these early positive signals due to the regional economic conditions that I mentioned earlier. However, video and image applications were a notable exception, reflecting demand both within China and globally. Public and private investments in smart city and smart security projects have been key demand drivers for the VIA market. While we believe these underlying demand trends remain intact over the long term, the severe slowdown in China's property sector and broader global macro uncertainties are likely to temper demand over the next couple of quarters.\nNear-term conditions aside, we are optimistic about the VIA market given the increasing use of AI and deep data analytics that enhance the effectiveness of VIA's systems. These systems are evolving from basic monitoring tools to more fulsome solutions incorporating advances, like high-definition AI cameras that offer more valuable insights and lead to longer data retention rates. These data-intensive solutions are well suited for hard disk storage in terms of cost, capacity and performance.\nLooking back across our 45-year history, cost-effective, high-capacity storage has been vital to the enterprise's ability to harness the benefits of every generational technology mega trend that we have experienced. From personal computing to the Internet, mobile, to big data to the ongoing migration to the cloud. We anticipate the same will be true with the rise of AI and generative AI applications, which contributes to our long-term view for a return to healthy exabyte growth.\nSeagate's mass capacity storage portfolio sets us up strongly with this growth backdrop. Last week, we announced our latest high-capacity nearline product boasting 2.4 terabytes per disc and leveraging our proven 10-disc platform to deliver capacity starting at 24 terabytes. We continue to offer customers the flexibility to deploy these drives as a conventional CMR drive or is a shingled SMR configuration based on their specific capacity and architectural needs. We are engaging with a number of cloud and enterprise customers on qualification and expect volume shipments to begin in the first half of calendar '24.\nWe also expect to begin aggressively ramping 3 terabyte per disk products based on HAMR technology in early calendar 2024. These drives deliver capacity starting at 30 terabytes and offer customers the same flexibility to adopt either CMR or SMR configurations to further boost areal density into the mid-30 terabyte range. Initial customer qualifications are progressing very well, and we continue to hit our reliability and yield metrics. We are getting extremely positive customer feedback, and we are broadening the number of customer qualifications as planned.\nWe've been very thoughtful in building our product road map to stage HAMR technology, leveraging existing product design and process commonality where possible. For example, virtually all of the capital invested for the 20-plus terabyte PMR drives is compatible with HAMR products. The 30-plus terabyte HAMR drives utilize many of the same components in electronics as our 20-plus terabyte products. They represent the fourth generation product using our 10-disk platform and the seventh generation that leverages glass substrates. These actions improve capital efficiency, reduce manufacturing complexity ensure reliability and hasten time to market.\nWhile many aspects of our product design are evolutionary in nature, HAMR revolutionizes areal density advancements through years of persistent research and development investment, innumerable design iterations and optimization cycles across all elements of the drive from mechanical and electrical designs to wafer processing and firmware, we have now reached the appropriate balance between areal density gains cost optimization and reliability to launch HAMR in volume.\nOur execution and cycles of learning have enabled us to continue strengthening our portfolio, and we expect to launch products yielding 4 terabytes per disc in less than 2 years' time, significantly differentiating Seagate and addressing the full spectrum of mass capacity demand.\nArchitecturally speaking, in today's data-driven business economy, mass capacity storage is a crucial tier. The HDD areal density advancements that we are delivering affirm and sustain the existing TCO advantages relative to NAND for mass capacity storage. Simply put, we offer customers mass data storage at less than 1/5 the cost of comparable NAND solutions on a per bit basis. We don't foresee that value gap closing over the next decade relative to data center architectures.\nIn addition to optimizing costs, customers are intensely focused on conserving data center power and floor space. Customers can realize benefits across each of these objectives by upgrading their existing installed base of HDDs to higher-capacity drives.\nThe 30-plus terabyte HAMR drives currently in qualification are more than 2x the capacity compared to the average installed base across large data centers. This HAMR-based upgrade would more than double their existing storage cost and saving or offer a 50% reduction in operating costs for the same storage capacity using about half the power and floor space. These are compelling savings for customers and offer valuable optionality to best monetize their storage assets or reallocate floor space and power budgets for other uses or even defer new data center build-outs to maximize their capital dollars.\nAs we deliver these benefits to our customers, we are also focused on capturing the value of our product portfolio. As noted on our last call, we are continuing efforts to adjust price commensurate with that value, which ensures both a healthy industry supply chain and offers customers the opportunity for improved TCO over the long term. We have already seen some benefit from this strategy, which we anticipate will take a few quarters to implement more broadly across the end markets we serve.\nI'll now hand the call over to Gianluca for further details on the September quarter results and share our outlook.\n\nGianluca Romano\n\nExecutive VP & CFO\n\nThank you, Dave. Seagate's September quarter financial results were consistent with our revised expectations. We generated revenue of $1.45 billion and a non-GAAP loss of $0.22 per share. Despite the sequential decline in revenue, we expanded total company non-GAAP gross margin by about 30 basis points and HDD non-GAAP gross margin by more than 130 basis points, reflecting our focus on enhancing profitability.\nWithin our hard disk drive business, revenue declined 6% sequentially to $1.3 billion, reflecting a modest improvement in mass capacity sales, offset by steeper decline in the legacy market than we had originally expected. The mix shift towards higher-capacity drives resulted in total HDD shipments of 90 exabytes, essentially flat with the prior quarter. Average capacity per drive increased 17% sequentially to roughly 7.5 terabytes per drive.\nMass capacity revenue increased 3% sequentially to just over $1 billion, driven mainly by the anticipated improvement in the VIA market. Mass capacity shipments totaled 79 exabytes compared with 75 exabytes in the June quarter. The mass capacity shipments as a percentage of total HDD exabytes were roughly 88%, up from 82% in the June quarter.\nFor nearline products, shipment of 56 exabytes were slightly up quarter-over-quarter. Average capacity per nearline drive increased 12% sequentially as demand trends among U.S. cloud customers began to modestly improve.\nWe believe that the industry continues to ship below end consumption and is making progress in reducing existing inventory at our cloud customers. As we mentioned last quarter, we anticipate that it will take at least through the end of the calendar year for inventory levels among CSP customers to rebalance and for demand to improve more broadly.\nSpecific to the VIA market, revenue was up sequentially as expected in the September quarter. However, as David noted earlier, the uncertain economic environment in China seems unlikely to change in the near term. As a result, we anticipate the VIA market will reflect an even pattern of recovery going forward.\nLegacy product revenue was $278 million, down 31% sequentially, with lower demand in each of the 3 markets served, mission-critical, clients and consumer.\nFinally, revenue for our non-HDD business decreased slightly more than anticipated to $159 million compared with $218 million last quarter. Reserved IT spending patterns in light of economic uncertainties remain a headwind to our enterprise system business, and we expect similar revenue levels in the December quarter.\nMoving to our operational performance. Consistent with lower revenue levels in the September quarter, non-GAAP gross profit decreased by $25 million to $288 million. Non-GAAP gross margin of 19.8% expanded slightly compared to the prior quarter. Pricing adjustments enacted during the quarter and cost savings from earlier restructuring activities more than mitigated the 9% decrease in revenue and increase in underutilization cost, which were approximately $59 million. We expect to see further margin benefit in future quarters as we continue to execute price adjustment across the entire portfolio and achieve full realization of projected cost savings.\nI note that, beginning with the September quarter, our results reflected change in the estimated useful life of certain capital equipment used in manufacturing. Our ability to increase the efficiency of our existing fixed asset base has enabled us to extend the useful lives from a range of 3 to 7 years to a range of 3 to 10 years. This change reduced depreciation expense in the September quarter by approximately $9 million within cost of goods sold and is expected to increase by about $20 million in the December quarter.\nReduced non-GAAP operating expenses to $248 million, down from $258 million in the June quarter. While we continue to actively manage all areas of spending, we do expect non-GAAP OpEx in the December quarter to be up slightly a certain minor spending reduction measures begin to conclude.\nMoving to cash flow and the balance sheet. We have continued to take actions to improve our debt profile and manage working capital to support positive free cash flow generation. September quarter, we reduced inventory by 8% sequentially to just under $1.1 billion. Capital expenditures were $70 million compared with $50 million in the prior quarter. For the fiscal year, we are still planning a significant reduction in CapEx spend compared with fiscal '23, and expect spending will be more heavily weighted to the first half of the fiscal year.\nFree cash flow generation was $57 million after giving effect to approximately $90 million of restructuring-related payments that we had highlighted on our last earning calls. We used $145 million for the quarterly dividend and exited the quarter with 208 million shares outstanding.\nWe closed the September quarter with $2.3 billion in available liquidity, including our undrawn revolving credit facility. During the quarter, we raised $1.5 billion in new capital through the issuance of convertible notes bearing a low interest rate of 3.5%. A portion of the proceeds were used to fund a capital call transaction that increased the effective convert price to nearly $108 per share, reducing potential future share dilution. The majority of the remaining proceeds were used to retire an outstanding balance on our term loans, which total approximately $1.3 billion.\nAs a result of this debt restructuring actions we expect to realize cash interest savings of about $15 million on an animal basis. Additionally, we renegotiated the terms of our sales agreement, and with support from our lender group, we significantly relaxed the debt covenants through fiscal 2025.\nAccounting for all actions that I just described, our debt balance was $5.7 billion at the end of the September quarter, up $115 million quarter-over-quarter. Non-GAAP interest expense was sequentially flat at $84 million, and we expect similar expense level in the December quarter.\nTurning to our outlook. We expect mass capacity sales to move slightly higher in the December quarter, supported by incremental demand for our nearline products from both cloud and enterprise customers, offsetting softer sequential VIA demand. Within the legacy business, we are projecting higher seasonal demand mainly from the consumer market, while non-HDD revenue is expected to be essentially flat.\nWith better context, we expect December quarter revenue to be in a range of $1.55 billion, plus or minus $150 million. At the midpoint of our revenue guidance, we expect non-GAAP operating margin to be in the mid-single-digit percentage range with underutilization costs expected to be relatively flat with the September quarter. We expect to narrow our non-GAAP loss per share to $0.10, plus or minus $0.20, based on a share count of approximately 210 million shares and a non-GAAP tax expense in the $15 million range.\nI will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThanks, Gianluca. We are operating in a longer-than-typical cycle, and I'm very proud of our team's shared determination and resilience. We've continued to drive our financial, operational and innovation priorities, which is evident by the actions we've discussed today. We are focusing our tactical business decisions on free cash flow generation. We are strengthening our balance sheet through debt restructuring actions. And we are executing on our mass capacity product road map to address future data growth.\nSigns of recovery has started to emerge as we look past the end of calendar 2023. And as industry conditions improve, Seagate is ready to capitalize. We are a stronger, more efficient company with a technology road map that extends our areal density leadership, positioning Seagate to deliver enhanced value to our customers and shareholders.\nThanks to all of our stakeholders for your ongoing support of Seagate. Operator, let's open up the call for questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1688b61ad70f8ed691783836b074cbc3",
    "period": "2023 Q4",
    "content": "Q4 2023 Seagate Technology PLC Earnings Call\n\nQ4 2023 Seagate Technology PLC Earnings Call\n\nSTXNASDAQJUL 26, 4:30 PM\n\nOperator\n\nGood day, and welcome to the Seagate Technology's Fourth Quarter and Fiscal Year 2023 Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Shanye Hudson, Senior Vice President, Investor Relations. Please go ahead.\n\nShanye Hudson\n\nSenior Vice President of Investor Relations & Treasury\n\nThank you. Good afternoon, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We posted our earnings press release and detailed supplemental information for our June quarter and fiscal year 2023 results on the Investors section of our website.\nDuring today's call, we'll refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K that was filed with the SEC. We've not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot be reasonably predicted. Therefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable efforts.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on information available to us as of today and should not be relied upon as of any subsequent date. Actual results may differ materially from those contained in or implied by these forward-looking statements as they're subject to risks and uncertainties associated with our business.\nTo learn more about the risks, uncertainties and other factors that may affect our future business results, please refer to the press release issued today and our SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q as well as the supplemental information, all of which may be found on the Investors section of our website.\nAs always, following our prepared remarks, we'll open the call for questions. I'll now hand the call over to Dave for opening remarks.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThank you, Shanye, and hello, everyone. We appreciate you being here with us on today's call. Amid a tough business environment, Seagate delivered fourth quarter revenue of $1.6 billion, while holding non-GAAP operating margin at 3.5% to narrow our non-GAAP loss per share to $0.18. These results demonstrate financial leverage and our focus on returning to profitability.\nImportantly, we continue to generate positive free cash flow, achieving $168 million for the quarter and $626 million for the fiscal year, reinforcing Seagate's solid operational and financial execution amid the business backdrop we have seen in fiscal 2023. This past fiscal year has been shaped by macro and end market conditions that have tested our resilience in addition to our financial performance. I'm proud of our team's perseverance and execution.\nAs a result of our proactive actions, we've lowered our cost structure by more than $350 million on an annualized basis. We've enhanced balance sheet flexibility taking out nearly $800 million of debt funded largely by monetizing nonmanufacturing facility assets. We reduced production output by approximately 25% compared with peak volume in order to drive better supply/demand dynamics and enhance profitability as the markets recover. And all of these accomplishments were made while delivering on our 30-plus terabyte HAMR product development and qualification milestones with volume ramp on track to begin in early calendar 2024.\nLooking ahead, we expect the macro end-to-end market conditions that we have flagged throughout fiscal 2023 to continue weighing on demand through at least December. Consistent with our track record of managing what is within our control, we are taking additional measures to weather the near-term business environment. First, we are adjusting pricing, which we believe will help to ensure a healthy industry supply chain for our customers over the long term. And second, we are carefully managing our manufacturing capacity through a build-to-order approach for certain areas of the business to align our future production output with customer qualification and demand plans.\nIt will take time to bring production capacity and associated support resources back online. Therefore, it is crucial that we balance lead times for mass capacity products with our ability to reramp production. We expect these efforts will enable Seagate to efficiently manage supply for our customers as demand improves.\nI'll now share some perspectives on near-term demand factors, in particular in the mass capacity markets, starting with our business in China. As expected, sales in China improved sequentially off of the March quarter lows, driven by increased demand in the VIA markets and certain regional cloud and enterprise OEM customers. While these trends are pointing in the right direction, sales are still well below historical levels.\nSince the strict COVID protocols were eased last December, the pace of economic recovery in China has been uneven. For now, we are forecasting sales into China to remain relatively stable for the balance of the calendar year. We are encouraged to see Chinese authorities begin to inject more stimulus to reaccelerate economic growth. Based on customer input, economic improvement is expected to catalyze e-commerce, drive cloud-related ad revenue and spur new smart city projects. Seagate's VIA and nearline products are positioned to benefit from these anticipated improvements in the end market demand.\nOutside of China, nearline demand from enterprise OEM customers has remained soft. CIOs continue to operate under tighter budgets in response to near-term macroeconomic uncertainties. Ongoing efforts to optimize existing workloads, both on-prem and in the cloud, are helping enterprise customers defer mass storage deployments. These trends have slowed the pace of inventory absorption among most of our U.S. cloud customers. We have significantly reduced shipments to several large cloud customers in order to accelerate inventory absorption and protect our financial returns.\nWe project it will take another couple of quarters for inventory levels to normalize. We also believe the timing for demand recovery could be affected by spending priorities focused on accelerating the build-out of compute-intensive AI infrastructure. While AI and ML have been around for quite some time, generative AI has quickly emerged as the next megatrend. This megatrend makes us as excited as ever about the long-term growth drivers for Seagate.\nIn addition to the ongoing migration of workloads to the cloud, which we believe is far from over, gen AI is expected to be a catalyst for data creation, underpinning future demand for mass capacity storage.\nIn today's earliest stages of gen AI development, you're seeing the necessary first steps of building and training of AI models. These efforts require significant investment in compute architectures, and we're seeing that investment ramp today. The next stage of development will yield enterprise-specific use cases that leverage trained AI models to convert data into value-enhancing applications. As this phase plays out, cost-effective mass storage will be critical and we see HDD as a long-term beneficiary.\nWe are already seeing examples of content creators generating high-definition images from text, which is growing in use as evidenced by 4 of the top services [ telling ] 20 million images each day. Development is well underway to create data-intensive videos and animations simply from voice commands. The adoption of AI-generated video bodes well for mass capacity storage. For context, today, nearly 4 million videos are uploaded daily to YouTube and their file sizes can be thousands of times larger than a single image.\nAdditionally, we believe that predictive AI will lead to advances in many fields, including science and health care. For example, predictive AI can be used to analyze large collection of medical images, many created by Gen AI to provide insight for early detection, prevent disease progressions and develop patient-specific treatments.\nMass capacity data storage will remain both an enabler and beneficiary of these trends working in harmony with flash and DRAM memories to bring AI applications to bear. While flash will continue to feed high-performance compute engines, mass capacity HDDs will remain the most cost-efficient storage media to house the enormous volumes of data being generated and used for predictive analytics.\nEven in today's unsustainably low NAND pricing environment, HDDs are still roughly 5x more cost-efficient and comparable flash solutions on a per bit basis, and we do not project that gap to close in the next decade. This level of conviction is due in large part to our leading technology road map. Seagate is leveraging magnetic recording technology innovations such as HAMR across our mature [ 10-disc ] HDD platform, positioning us very well to meet increasing demand, including from data-intensive AI applications.\nGiven the current business climate, Seagate is focused on product development and execution and helping our customers qualify next-generation drive capacities. We are executing well on both fronts. We continue to deliver aerial density and TCO advancements through our conventional PMR hard disk drive products. Development efforts on what may be our last PMR product are nearing completion and will extend drive capacities into the mid- to upper 20 terabyte range.\nAs mentioned earlier, our 30-plus terabyte product launch plan is fully intact and initial customer qualifications are progressing well. We are on track to begin volume ramp in early calendar 2024. We are also preparing qualifications with a broader number of customers, including testing for lower capacity drives targeting VIA and enterprise OEM workloads. While there's always work to do, I am pleased with the progress the product development teams have made during fiscal year 2023.\nOverall, Seagate has consistently demonstrated the ability to quickly adjust and execute at a high level on every factor within our control. We remain diligent in managing through near-term business conditions. At the same time, I'm excited by the tremendous long-term opportunities ahead brought about by existing and emerging megatrends underpinned by data. Cost-effective mass capacity storage is a critical enabler and Seagate is poised to deliver with strong technology road maps and improving financial leverage. I'll stop there and hand it over to Gianluca.\n\nGianluca Romano\n\nExecutive VP & CFO\n\nThank you, Dave. Amidst the current industry down cycle, we delivered results that demonstrate our ability to maintain disciplined production output and strong cost control measures.\nFor the June quarter, we reported revenue of $1.6 billion, in line with our recent public commentary and non-GAAP loss of $0.18 per share, slightly better than the midpoint of our guided range. Total hard disk drive revenue declined 14% sequentially to $1.4 billion, with shipment of 91 exabytes. Mass capacity revenue declined 20% sequentially to $1 billion, reflecting softer demand in the cloud nearline market, partially offset by an improvement in the VIA business.\nShipment into the mass capacity markets totaled 75 exabytes compared with 104 exabytes in the March quarter. Mass capacity shipments as a percentage of total HDD exabyte was roughly 82% compared to the March quarter 88%. The expected slowdown in our cloud business led to nearline shipments of 55 exabytes, down 37% sequentially.\nAs Dave outlined earlier, we anticipate that it will take a couple more quarters for CSPs to consume inventory and demand to improve. Specific to the VIA market, revenue was up sequentially from what we believe was a demand drop in the March quarter. We expect a relatively stable [ bear ] demand environment in the second half of the calendar year, although still below the run rate before the downturn.\nWithin the legacy market, revenue was $401 million, up 8% sequentially, reflecting higher demand for mission-critical products. The client and consumer markets were down slightly quarter-over-quarter, typical for a June quarter. Finally, revenue for non-HDD business decreased 15% sequentially to $218 million. As anticipated, current IT spending behavior in light of economic uncertainties impacted our enterprise system business. We expect this headwind and the purchase timing for a couple of large customers to result in a meaningful decline in our system revenue in the September quarter.\nImportantly, we shipped our first HAMR-based Corvault system for revenue as planned during the June quarter. We expect broader availability of these Corvault systems by the end of calendar 2023.\nMoving to our operational performance. Non-GAAP gross profit in the June quarter was $313 million, down 10% sequentially, reflecting lower revenue and a less favorable mix partially offset by lower underutilization costs. Non-GAAP gross margin expanded 80 basis points sequentially, approaching 20%. Underutilization cost decreased to approximately $40 million in the June quarter as we temporarily increased production to build long lead time components.\nBased on the current business outlook that Dave outlined, we expect higher [ underutilization ] cost in the September quarter. However, we expect gross margin to modestly increase as our cost structure improvements are fully realized and we implement pricing adjustments in certain markets during the second half of calendar 2023. We reduced non-GAAP operating expenses to $258 million, down $91 million year-over-year and $24 million sequentially. The year-over-year decline reflects our cost structure improvement actions to date, lower variable compensation as well as disciplined cost management. We expect non-GAAP OpEx in the September quarter to be similar to the June quarter, reflecting nearly full realization of cost savings from restructuring efforts announced in April, offsetting an increase related to the recent sales and leaseback of 3 nonmanufacturing sites.\nMoving on to the balance sheet and cash flow. We ended the June quarter with liquidity level of approximately $2.3 billion, including our revolving credit facilities of $1.5 billion, which was lowered by $250 million as previously disclosed in the credit agreement amendment. Inventory was down $60 million quarter-over-quarter at $1.14 billion and we will continue to focus on reducing our own inventory in the coming quarters.\nCapital expenditure totaled $50 million in the June quarter, down 7% sequentially. Fiscal year '23 CapEx was $316 million or roughly 4% of revenue. We target lower CapEx in fiscal year '24 as we maintain our focus on shifting to a build-to-order factory loading, balancing supply to demand and still supporting our innovation-driven product road map.\nFree cash flow generation was $168 million for the quarter, and $626 million for the fiscal year, reflecting solid operational execution and efficiency in working capital management. We expect free cash flow to be lower in the September quarter as we incur a majority of the cash payments associated with the restructuring charges announced in April. We used $145 million for the quarterly dividend and exited the quarter with 207 million shares outstanding. There were no share repurchases during the quarter.\nOur debt balance equity in the quarter was $5.5 billion, down $507 million quarter-over-quarter, primarily reflecting the 2023 notes retirement. This debt reduction was mostly funded to the sales and leaseback of the 3 facilities noted earlier. Additionally, we raised $1 billion in new notes and used the proceeds to prepay $450 million of existing term loans and retired the March 2024 notes of $500 million. As a result of these actions, we now have less than 12% of total debt coming due over the next 2 fiscal years.\nInterest expense in the June quarter was $84 million and is expected to increase slightly for the September quarter, reflecting a full quarter of the debt restructuring actions that I just described. Adjusted EBITDA for the last 12 months totaled $974 million, resulting in a net debt leverage ratio of 4.8x, well below our amended credit agreement terms.\nTurning to our September quarter outlook. For the hard drive business, we expect incremental improvements in mass capacity to offset declines in the legacy market. For non-HDD, revenue for the system business is expected to decrease sequentially due in part to demand timing among a couple of our large system customers, as noted earlier. With better context, we expect September quarter revenue to be in the range of $1.55 billion, plus or minus $150 million. At the midpoint of our revenue guidance, we expect non-GAAP operating margin to be in the low to mid-single-digit range, which includes the proactive measure we discussed today, partially offset by higher [ unutilization ] cost in the range of $70 million. And we expect a non-GAAP loss per share in the range of $0.16 plus or minus $0.20. I will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThanks, Gianluca. I'm proud of the perseverance and agility as we continue to proactively respond to the market environment we have faced over this past year. Entering fiscal 2024, we are leaner. Our balance sheet is healthier and our product road map is stronger. All of these factors enhance our ability to weather near-term market conditions, deliver financial leverage and position the company to capture attractive long-term opportunities for mass capacity storage.\nAs we conclude our prepared remarks, I would like to thank our employees, suppliers, customers and shareholders once again for their support. Thanks for joining us, and let's open up the call for questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2ab6ac9706a72a4f2d6f4c6dd2657b79",
    "period": "2023 Q3",
    "content": "Q3 2023 Seagate Technology plc Earnings Call\n\nQ3 2023 Seagate Technology Plc Earnings Call\n\nSTXNASDAQAPR 20, 9:00 AM\n\nOperator\n\nWelcome to the Seagate Technologies Fiscal Third Quarter 2023 Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Shanye Hudson of Investor Relations. Please go ahead.\n\nShanye Hudson\n\nSenior Vice President of Investor Relations & Treasury\n\nThank you. Hello, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We posted our earnings press release and detailed supplemental information for our fiscal third quarter 2023 results on the investors section of our website.\nDuring today's call, we'll refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K that was filed with the SEC. We've not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot be reasonably predicted. Therefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable efforts.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on information available to us as of today and should not be relied upon as of any subsequent date. Actual results may vary materially from today's statements. Information concerning our risks, uncertainties and other factors that could cause results to differ from these forward-looking statements are contained in our most recent Form 10-K and 10-Q filed with the SEC, our Form 8-K filed with the SEC today and the supplemental information posted on the Investors section of our website. As always, following our prepared remarks, we'll open the call up for questions.\nWith that, I'll now turn it over to you, Dave.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThanks, Shanye, and hello, everyone. Seagate's March quarter revenue came in at $1.86 billion, just above the low end of our guidance range, while we reported a non-GAAP loss of $0.28 per share. These results reflect rising economic uncertainties and an elongated inventory correction that impacted demand among a few large customers late in the quarter. As a result, we've altered our outlook regarding the timing and trajectory of recovery to now begin later in the calendar year.\nIn response to the current market environment, we are taking aggressive actions to further reduce costs and rightsize the business to navigate this downturn and position Seagate to thrive when recovery ultimately comes. Beyond this cycle, we remain excited about the long-term opportunities presented by the secular growth of data and the relevance of mass capacity storage as new data-centric applications emerge and more workloads migrate to the cloud. We continue to make strong progress on our industry-leading technology road map, including launching HAMR-based products this quarter, which we believe put us in outstanding longer-term position.\nIn my remarks today, I will share some perspectives on the current market dynamics, provide greater context on our restructuring initiatives and update you on our product plans. First, let me address the settlement we announced with the U.S. Department of Commerce, Bureau of Industry and Security, or BIS. The agreement resolves BIS' allegations regarding Seagate's sales of hard disk drives to a certain customer between August 2020 and September 2021. Under the terms of the settlement agreement, Seagate has agreed to pay a total of $300 million in $15 million quarterly installments that will take place over the course of 5 years. I want to emphasize that Seagate maintains its strong commitment to export compliance, and we believe that we comply with all export regulations at the time we made the shipments.\nHowever, in working toward a mutually acceptable solution with BIS, we balance factors such as the risks and cost of protracted litigation involving the U.S. government, the size of a potential penalty, which could have been a significant multiple of the settlement amount, and our desire to focus on current business challenges and our long-term business goals. We believe the outcome we have reached and putting this matter behind us is in the best interest of our customers, shareholders and other stakeholders.\nTurning now to the near-term business environment. For the past year, Seagate has been navigating a complex market shaped by a few primary factors. Inventory digestion among our large cloud customers that is impacting our nearline business, lower economic activity in China owing to the country's COVID lockdown policy and weakening macro conditions that initially impacted consumer demand and is now affecting all end-markets. These pressures have been compounded recently and weighed on our end of quarter dynamics.\nIn the nearline markets, CIOs are now facing constrained IT hardware budgets, which has raised the bar for projects to get funded and resulted in efforts to optimize existing workloads, both on-prem and in the cloud. In turn, cloud service providers have focused on maximizing utilization of their existing infrastructure rather than deploying new capacity. The combination of these factors dramatically slowed the pace of cloud customer inventory consumption, and led to the pronounced slowdown in cloud and enterprise storage demand that we experienced exiting the March quarter. However, we don't foresee a strategic shift in customer spending patterns or a change to what remains a robust long-term outlook for cloud storage.\nDigital transformation trends will continue as enterprises realize significant cost benefits and operational efficiencies by transitioning workloads to the cloud. Industry analysts have observed that once applications and workloads are moved to the cloud, they generally stay there and grow. Digital workloads rely on data, which bodes well for mass capacity storage as the number of new cloud workloads multiply every year.\nWithin the China markets, customers remain constructive on their end market demand outlook as the economy continues to reopen. However, rising macro uncertainties are pushing timing for recovery to begin later in the calendar year. Despite the pushout, we are seeing some positive demand movement in the consumer and service sectors after COVID lockdown restrictions were lifted. These trends support a digital economy growth that bodes well for China cloud demand as growth in consumer demand has historically led to revenue growth for regional cloud customers.\nWithin the VIA markets, future demand pickup is based on 2 factors. First, you will recall that several existing VIA projects were delayed during COVID lockdowns. Customers expect these projects to gradually resume as the economy reopens in the coming months, which will consume the existing HDD inventory that was earmarked for these projects. Second, we expect new smart city and smart manufacturing initiatives to build momentum as government funding and enterprise budgets free up and the global economy improves.\nIn this dynamic environment, we are continuing to manage what is within our control. In late March, we extended the first phase of our restructuring efforts to adjust our factory headcount to align with lower production volumes, realized efficiencies across various operational support functions and reset our live edge to cloud business plans. We are scaling back new investments in Lyve Cloud as we focus on filling our existing infrastructure. We expect to drive operational and cost synergies across all platforms to accelerate time to profitability while growing the business over the long term.\nSince fiscal Q1, we've taken more than $150 million out of our cost structure, lowered debt by 5% and significantly reduced manufacturing capacity. Given the prevailing market conditions and our reduced near-term demand outlook, we are undertaking the next phase of restructuring actions targeted to yield at least an additional $200 million in annualized savings from both COGS and OpEx as well as implementing temporary cost savings measures, including salary reductions.\nWe are taking a programmatic approach focused on 3 key areas: first, we are reassessing the levels of production output and functional support required to meet both near- and long-term business needs. These actions are intended to ensure that supply and demand are appropriately balanced. Second, we are simplifying our product road map to create operational efficiencies. We plan to reduce the number of drive configurations and major capacity node transitions to lower supply chain and manufacturing costs and complexity. We're taking these actions in concert with our customers who can also capture cost benefits from fewer product qualifications. Finally, we will continue prioritizing resources towards higher-return products and end markets, while rationalizing support levels and investments aimed at noncore businesses.\nOur goal is to emerge a stronger, more agile company able to navigate well in all demand environments, return to profitable growth and preserve our technology leadership momentum. To that end, we have not let up on executing our HAMR-based product road map to preserve our significant time-to-market advantage. We are tracking well to our stated plans and achieved the key milestone last week of shipping initial qualification units to a cloud launch partner, and we expect to recognize initial revenue from 30-plus terabyte platforms this quarter as part of our Corvault system solutions.\nThe decades of development that have led us to HAMR productization are even more important today as highly cost-efficient, mass capacity storage will be a competitive enabler in a world where data is rapidly growing and increasing in value. We believe HAMR will further extend the large and sustainable cost advantage multiple compared to other storage media, even with current market prices. Additionally, Seagate's ability to service this growing demand through areal density gains by increasing capacities from 3 to 4 to 5 terabytes per disc or more provides far greater capital efficiencies compared with current PMR technology over time.\nWe are confident in Seagate's ability to translate areal density leadership into the most advantaged TCO across a broad range of customers from the highest capacity drives used in cloud data centers to lower and mid-cap drives more typically used by enterprise and VIA customers. We currently expect the high-volume ramp to begin in early calendar 2024, depending on customer qualification time lines and prevailing macro conditions at that time.\nTactically, we are very focused on realizing our targeted savings which, along with an improved demand environment, should create the foundation to move towards our targeted financial model. And as we transition to our strategically vital HAMR platform, we believe that we are positioning the company to drive differentiated financial performance for Seagate over the long term.\nThanks. And now I'll turn the call over to Gianluca.\n\nGianluca Romano\n\nExecutive VP & CFO\n\nThank you, Dave. Amid intensifying economic uncertainties, we saw a rapid decline in demand in certain parts of the business over the last couple of weeks of the quarter, pressuring supply-demand balance. These factors, along with underutilization charges and tax expenses weighed unfavorably on profitability.\nFor the March quarter, we reported revenue of $1.86 billion and non-GAAP losses of $0.28 per share. Despite these conditions, we generated free cash flow of $174 million, demonstrating our ability to maintain discipline and strong cost control measures. In response to the near-term business environment, we have and we will continue to evaluate and take steps to improve our cost structure and strengthen our balance sheet as evidenced by the expansion of our restructuring efforts, which we announced in the late March.\nExiting the June quarter, the actions that we committed to and taking charges for are expected to deliver cost savings of $40 million to $45 million annually, with roughly 60% realized in cost of goods sold. As Dave described in his comments, we are taking additional actions to further improve our cost structure, targeting at least $200 million of annualized savings exiting fiscal Q1 2024.\nNow turning to the end markets. Total hard disk drive revenue declined 4% sequentially to $1.6 billion. Mass capacity revenue remained essentially flat quarter-over-quarter at $1.2 billion, but lower than our expectations due to more prolonged cloud customer inventory adjustment and slower demand recovery in China. Shipments into the mass capacity market totaled 104 exabytes compared with 97 exabytes in the December quarter. Consistent with the prior quarter, roughly 83% were derived from nearline products shipped into cloud and enterprise OEM customers.\nNearline shipments of 87 exabytes were up 9% sequentially, driven by growth in 20-plus terabyte drives. As a percentage of our nearline exabytes shipments, 20-plus terabyte capacity drives has grown from high single digits to approximately 2/3 of our nearline exabytes year-over-year, reflecting our customer of higher density storage for their data center needs. Looking ahead, we expect nearline exabyte shipments to decline over the next couple of quarters as cloud customers intensify their efforts to reduce inventory and improve the productivity of their existing infrastructure.\nSpecific to the VIA market, revenue declined sequentially, largely as expected. As we outlined earlier, based on interaction with customers, we expect gradual recovery in the second half of the calendar year. Within the Legacy market, revenue was $371 million, down 12% sequentially, reflecting a steeper-than-anticipated decline in mission-critical sales amid a more cautious spending environment and weakening server demand, while the client and consumer markets reflect the typical seasonal demand patterns.\nFinally, revenue for our non-HDD business increased 14% sequentially to $256 million, a bright spot for the quarter. As anticipated, we grew sales for our enterprise system as component supply constraints continue to improve and we expand our market coverage.\nMoving to our operational performance. Non-GAAP gross profit in the March quarter was $347 million reflecting lower revenue and a less favorable mix than what we anticipated. Underutilization cost of approximately $75 million, similar to the prior quarter but higher than we were originally forecasting as we delayed the start in production to later in the quarter, as noted at the recent investor conference. Accounting for risk and underutilization cost, which translates into more than 400 basis points of margin headwind, we recorded non-GAAP gross margin of 18.7% compared with 21.4% in the prior quarter.\nBased on our current outlook, we expect underutilization costs to improve in the June quarter, even if production output remained well below the year ago level. We expect both gross profit and gross margin to move higher as demand recovers towards the end of calendar year 2023 and our cost structure improvements are fully realized.\nWe reduced non-GAAP operating expenses to $282 million, down $63 million year-over-year and $12 million sequentially. The year-on-year decline reflects our cost structure improvement actions to date, lower variable compensation as well as disciplined cost management. We expect non-GAAP OpEx in the June quarter to be similar to the March quarter.\nI would point out that our GAAP operating expenses for the March quarter included the $300 million reserve associated with the BIS settlement agreement and will be paid in quarterly installments of $15 million over the course of 5 years, starting in fiscal Q2 of 2024. We incurred non-GAAP tax expenses of $36 million in the March quarter. Our tax expense is largely based on a full year GAAP forecast by geography and allocated between the quarters based on expected profitability.\nWe expect total non-GAAP tax expenses for fiscal year '23 to be approximately $45 million to $50 million. Based on diluted share count of approximately 207 million shares, GAAP loss per share for the March quarter were $2.09, which reflects the reserve that I mentioned earlier. Non-GAAP loss per share was $0.28.\nMoving to balance sheet and cash flow. We ended the March quarter with liquidity level of approximately $2.5 billion, including our revolving credit facilities. Inventory was relatively flat sequentially at $1.2 billion, consistent with our plans. We reduced capital expenditure to $54 million in the March quarter, down 22% sequentially. We expect CapEx to remain relatively flat in the June quarter.\nFree cash flow generation was $174 million, up slightly quarter-over-quarter and reflecting our ongoing focus to optimize free cash flow. We currently expect to generate positive free cash flow through calendar year 2023, dependent on the timing of restructuring costs. We used $145 million for the quarterly dividend and exited the quarter with 207 million shares outstanding. We are not currently planning to repurchase any share in the next several quarters, consistent with our near-term focus on optimizing cash balances.\nOur debt balance exiting the quarter was just below $6 billion, down $71 million quarter-over-quarter. Adjusted EBITDA for the last 12 months totaled $1.3 billion, resulting in a gross debt leverage ratio of 4.5x. Since fiscal Q1 of '23, we have reduced debt by approximately $290 million. In fiscal Q4, we plan to further reduce debt by approximately $550 million.\nInterest expense in the March quarter was $81 million, and is expected to be similar in the June quarter.\nTurning to our outlook. In the context of the market challenges that we have outlined today, we expect the June quarter revenue to be in the range of $1.7 billion, plus or minus $150 million. We project incremental decline in the mass capacity business mainly driven by customer focus on inventory drawdown in our nearline cloud market. At the midpoint of our revenue guidance, we expect non-GAAP operating margin to be in the low to mid-single-digit range, which includes between $50 million and $60 million in underutilization cost, and we expect a non-GAAP loss in the range of $0.20 plus or minus $0.20.\nI will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nChief Executive Officer & Director, Seagate Technology Plc\n\nThanks, Gianluca. The past year has presented a set of challenges that have impacted Seagate and our industry to a degree not seen for more than a decade. As our outlook and commentary today demonstrate, we believe that we are still a couple of quarters away from seeing a positive turn in demand for data storage. However, there are a few key takeaways that underpin our confidence in the business and our long-term potential.\nWe are aggressively managing through this environment and taking appropriate actions to generate positive free cash flow, strengthen our balance sheet and enhance future profitability, all while executing our technology road map. To that end, we have continued to prioritize investments on our HAMR product road map. These drives offer the highest density, most cost-efficient mass capacity drive storage, which we believe translates into a competitive advantage for our customers, and we are focused on driving appropriate returns for the value we are delivering. And we continue to receive indications from our customers that demand will pick up as the global economy improves.\nThe secular drivers powering long-term demand for storage are intact, and this fact is at the root of the conversations we're having with customers across our key markets and geographies. I'd like to thank and recognize our global team for your resilience and perseverance through this challenging period. We are keeping our heads down and aim to make continued progress towards our goal as we move closer to market recovery. Thanks again for joining, and let's open up the call for questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5f8beb374da42f442c29122514e80977",
    "period": "2023 Q2",
    "content": "Q2 2023 Seagate Technology Holdings PLC Earnings Call\n\nQ2 2023 Seagate Technology Holdings PLC Earnings Call\n\nSTXNASDAQJAN 25, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Seagate Technology Fiscal Second Quarter 2023 Conference Call.\n(Operator Instructions)\nPlease note that this event is being recorded. I would now like to turn the conference over to Shanye Hudson, Senior Vice President, Investor Relations and Treasury. Please go ahead.\n\nShanye Hudson\n\nSVP of IR & Treasury, Seagate Technology Holdings plc\n\nThank you. Good afternoon, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We posted our earnings press release and detailed supplemental information for our second quarter fiscal 2023 on the Investors section of our website.\nDuring today's call, we'll refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K that was filed with the SEC. We've not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot easily be predicted. Therefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable efforts.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views us and assumptions based on information available to us as of today and should not be relied upon as of any subsequent date. Actual results may differ materially from those contained in or implied by these forward-looking statements as they are subject to risks and uncertainties associated with our business.\nRegarding the matter raised by the proposed charging letter from the U.S. Commerce Department's Bureau of Industry and Security, or BIS, Seagate maintains that it has complied with all relevant export control laws and regulations. We've been cooperating with BIS and engaging in discussions with BIS to seek a resolution. Please note that we won't be addressing questions regarding this matter on today's call, but we'll provide additional updates as appropriate moving forward.\nTo learn more about the risks, uncertainties and other factors that may affect our future business results, please refer to the press release issued today and our SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q as well as the supplemental information, all of which may be found on the Investors section of our website. As always, following our prepared remarks, we'll open the call up for questions.\nLet me now turn the call over to you, Dave, for opening remarks.\n\nWilliam David Mosley\n\nCEO & Director, Seagate Technology Plc\n\nThanks, Shanye. Good afternoon, everyone, and thanks for joining us today. Seagate delivered on what we set out to do in the December quarter, and I'm proud of our team's accomplishments amid this tough business environment. Revenue and non-GAAP EPS came in slightly above the midpoint of our guidance range and free cash flow generation increased by more than 50% quarter-over-quarter. We are managing well what is in our control and executed on the actions we outlined on our October call. We retired more than $200 million in debt, strengthening our balance sheet. We lowered operational costs by realizing a meaningful portion of the expected savings from our restructuring efforts. We reduced capital expenditures by more than 40% sequentially while still accelerating the launch and development schedules for new mass capacity products, and we adjusted our factory production output to support strong supply discipline as demand recovers.\nThese actions, we believe, put Seagate on solid footing to weather the near-term industry dynamics while continuing to make the technology investments to meet our customers' evolving needs and thrive over the long term. Relative to market conditions, 3 primary external factors have been impacting our business over the past several months. The COVID-related economic slowdown in China, the work down of nearline HDD inventories among U.S. cloud and global enterprise customers under a more cautious demand environment and macro-related disruptions primarily impacting our consumer-facing markets.\nThese factors remained at play during the December quarter and weighed heavily on the mass capacity markets, resulting in a 10% sequential decline in mass capacity revenue. Having said that, we are already seeing some encouraging indicators. Within China, we believe first steps toward recovery are being implemented through government policies aimed at improving economic conditions including the faster-than-expected reversal of 0 COVID restrictions and a show of confidence following the policy shift several major banks raised their 2023 outlook for China's GDP.\nWe expect it will take time for consumers and businesses to work through disruptions related to the COVID policy pivot and for the economy to fully reopen. Based on our customer conversations, we anticipate regional sales into the VIA and nearline markets to remain subdued in the March quarter and gradually improve as the calendar year unfolds. We will continue to monitor demand signals and expect to gain a better picture following the Lunar New Year celebrations.\nTurning to the U.S. cloud and enterprise markets. Customers have focused on working down the HDD inventory levels that were built up during the pandemic as non-HDD component shortages created inventory imbalances. We believe some progress has been made in recent months supported by an improvement in non-HDD component availability. While inventory adjustments are customer-by-customer event, and ongoing macro uncertainties have led to more cautious near-term buying decisions, we expect nearline sales will improve slightly in the current quarter, particularly for our high-capacity drives.\nOur view is supported by the ongoing adoption of our 20-plus terabyte family of nearline products, which represented close to 60% of nearline exabytes shipments in the December quarter and is expected to trend even higher in the current quarter. Relative to our products, we are seeing a wider variety of nearline capacity points and configurations being adopted across our customer base, depending on their specific data center architectures, workloads and application needs. Seagate is well equipped to address these individual unique requirements with our deep customer relationships and broad technology portfolio, spanning traditional perpendicular recording technology or PMR drives to performance-oriented dual actuator products to TCO enhancing SMR technology.\nIn addition to our device portfolio, Seagate's Systems business offers cost-efficient, scalable petabytes solutions for both enterprise and cloud customers. While system sales were down sequentially off of a very strong September quarter, we captured a record number of new customer wins with our Corvault products. Corvault offers features such as self-healing, autonomous drive regeneration, which increases productivity while reducing electronic waste. The momentum that we're seeing across the systems business supports revenue to move higher in fiscal 2023.\nOur strong product pipeline is underpinned by the technology advancements we're bringing to market. We are leveraging our technology leadership to scale drive capacities through aerial density gains rather than additional heads and disks. As a result, we can deliver our trademark TCO advantages to customers with attractive margin opportunities for Seagate. Our 20-terabyte product features 2 terabyte per disk capacities and we have started to ramp the volume of 22 terabyte products deployed on 2.2 terabyte per disk capacities. The 20-plus terabyte platform is based on traditional PMR technology. And some customers are choosing to enable SMR technology as an additional feature that slightly increases the drives capacity for certain applications. In the December quarter, about 35% of our nearline exabytes shipments were deployed as SMR drives.\nWe are executing plans to deliver another 10% gain in per disk capacity for this PMR platform to offer drives in the mid- to upper 20 terabyte range. However, I'm most excited by the advances we've made on our HAMR technology. It was nearly 4 years ago to the day that I first shared our lab results demonstrating 3 terabyte per disk capacity. And today, we have demonstrated capacities of 5 terabytes per disc in our recording physics labs. In the current market environment, we've been taking advantage of our reduced factory utilization to accelerate cycles of learning around HAMR productization. We are meeting or exceeding all product development milestones and reliability metrics, and we will be shipping prequalification units to key cloud customers in the coming weeks.\nAs a result of this progress, we now expect to launch our 30-plus terabyte platform in the June quarter, slightly ahead of schedule. The speed of the initial HAMR volume ramp will depend on a number of factors, including product yields and customer qualification time lines. However, we plan to use our systems business to quicken the pace of learning and time to yield. Our tremendous progress reinforces my confidence in HAMR products and our ability to execute. These innovations were only possible through the hard work and dedication of our global team, and I would like to thank them for their many efforts.\nOur multi-decade focus on HAMR R&D and our innovation across all facets of dry production have resulted in a development advantage that we believe is measured in years, and we're excited by our collaborations with customers on HAMR capabilities. The technology innovations driving aerial density higher will deliver strong and consistent cost reductions at the highest drive capacities and enable future cost-efficient refreshes of our midrange capacity drives. We believe these products serve as the foundation to expand our margin profile back into and possibly beyond the long-term target range.\nWrapping up, Seagate is executing with speed and agility through the near-term macro challenges. We've made meaningful improvements to our cost structure and balance sheet while steadily advancing our product and technology road maps. With signs starting to emerge that market conditions could improve as we progress through the calendar year, Seagate is well positioned with an industry-leading mass capacity portfolio that we believe supports the return to our long-term financial model over time.\nThanks, and I'll now turn the call over to Gianluca.\n\nGianluca Romano\n\nExecutive VP & CFO, Seagate Technology Plc\n\nThank you, Dave. Seagate is navigating through the near-term macroeconomic cross current and executed to plan in the December quarter. We delivered top and bottom line results that came in slightly above the midpoint of our guidance ranges. Revenue of $1.89 billion and non-GAAP earnings of $0.16 per share. Our actions to reduce costs, strengthen the balance sheet and improve long-term profitability are really desired outcomes, including a continuation of positive free cash flow generation without sacrificing investment necessary to extend our technology leadership.\nTotal hard disk drive shipments were 113 exabytes in the December quarter, down 5% quarter-over-quarter, with HDD revenue declining 6% sequentially to $1.7 billion. Multiple factors led to an expected decline in the mass capacity business, including the inventory correction among cloud and enterprise customers, COVID-related disruption in China and Seagate's own action to reduce production. Mass capacity sales were offset by a slight seasonal improvement in the legacy market. Shipment into mass capacity markets totaled 97 exabytes, down 7% quarter-over-quarter. Of this total, roughly 82% were derived from nearline products shifting to cloud and enterprise OEM customers. Nearline shipments of 80 exabytes were down 6% sequentially and roughly 30% of our recent high. We believe the actions we have taken to quickly adjust our production output have aided customers to start making progress in working down their inventory levels.\nThe degree of progress vary from customer to customers and notwithstanding the current macroeconomic uncertainties, we would expect it will take a few more months to reach more normalized inventory level across the customer base. On a revenue basis, mass capacity sales were down 10% sequentially to $1.2 billion, reflecting the near line trend that I just described as well as lower demand in the VIA market. As we expected, the prolonged economic slowdown in China continued to impact sales of our VIA products, and we did not see the typical seasonal pickup in sales during the December quarter.\nAs Dave mentioned earlier, the Chinese government has taken action to boost the country economy, including the rapid reversal of COVID policy restriction. It will take time for these changes to take effect. And while still early, emerging customer dialogue support these encouraging leading indicators. As a result, we anticipate conditions to gradually improve over the next couple of quarters. Within the legacy market, revenue was $421 million, up 8% sequentially, primarily driven by a seasonal uptick in consumer demand, although a more subdued level compared to prior year.\nFinally, revenue for our non-HDD business was $224 million, down 15% sequentially, reflecting the expected decline in our enterprise system business following a very strong September quarter. Overall, we are making great strides in growing the system business, increasing sales of our branded channel products and building customer momentum with our cohort self-filling technology. While we are continuing to navigate lingering supply constraint for a couple of system components, we expect non-HDD revenue to improve through the remainder of the fiscal year.\nMoving to our operational performance. Non-GAAP gross profit in the December quarter was $403 million. Embedded in that figure are the underutilization cost associated with lower production output to support inventory reduction, both as a customer and on our own balance sheet. And utilization cost of $79 million were somewhat higher than we had projected at the onset of the December quarter and translated into a 420 basis point of margin headwind. Accounting for risk costs, non-GAAP gross margin was 21.4%, down from 24.5% in the prior quarter.\nBased on our current outlook, we are planning to begin ramping production output in the March quarter, sometime after the Lunar New Year. Cost and efficiencies associated with restarting and ramping of production are expected to largely offset the benefit of lower underutilization costs for the March quarter. However, as demand recovered in the coming quarters, we expect both gross profit and gross margin to move higher. We significantly reduced non-GAAP operating expenses to $294 million, down $20 million quarter-over-quarter due to savings associated with our restructuring plans and proactive expense management.\nWe expect quarterly non-GAAP OpEx to remain around the $300 million level through the balance of the fiscal year 2023. Based on the diluted share count of approximately 207 million shares, non-GAAP EPS for the December quarter was $0.16. Moving on to the balance sheet and cash flow. We executed planning action to strengthen our balance sheet over the near term. We ended the December quarter with a liquidity level of approximately $2.5 billion, including our revolving credit facilities, flat with the prior quarter.\nWe believe these levels are sufficient to support our strategic plans and meet customer demand. We drove a significant reduction in inventory to approximately $1.2 billion, down $400 million from the prior quarter, reflecting our effort to work down strategic inventory and finished goods. We expect inventory to remain around this level over the next couple of quarters, but we'll continue to focus on aligning our supply chain and finished good level to the prevailing demand environment.\nWe reduced capital expenditures to $79 million, down 41% quarter-over-quarter. CapEx is expected to trend lower through the second half of the fiscal year with total fiscal year expenditure below the long-term target range of 4% to 6% of revenue. Free cash flow generation was $172 million, up 54% sequentially with lower capital expenditure and a $51 million improvement in working capital. We expect free cash flow to remain positive throughout calendar year 2023 and more than sufficient to support our dividend program. We use $145 million for the quarterly dividend. And as previously communicated, we paused our share repurchase program, exiting the quarter with 206 million shares outstanding. We are not currently planning to repurchase any share for the balance of the fiscal year, consistent with our near-term focus on optimizing cash flow through the current macro environment.\nReturning capital to shareholders remains an important aspect of our financial model, and we will assess resuming our program in fiscal 2024, depending on business conditions. We lowered overall debt by approximately $220 million, largely through a debt exchange, requiring minimal cash outlay. Additional, we successfully renegotiated our debt covenants to temporarily increase the leverage ratio to 5x. Our debt balance exiting the quarter was $6 billion, and adjusted EBITDA for the last 12 months totaled $1.6 billion, resulting in a gross debt leverage ratio of 3.8x.\nInterest expense in the December quarter was $77 million and is expected to be approximately $82 million for the March quarter, reflecting higher interest rate associated with the new debt. We continue to evaluate options related to debt structure and reducing interest expense.\nTurning to our outlook for the March quarter. The broader macroeconomic and geopolitical uncertainties continue to impact the business environment and shape of recovery. However, as indicated earlier, we are encouraged by the actions being taken to improve economic condition in Asia and the early indication that cloud and enterprise customer inventory levels are trending lower. As a result, we expect March quarter revenue to be in the range of $2 billion, plus or minus $150 million, up about 6% quarter-over-quarter as a midpoint. We project incremental improvement in the mass capacity business from cloud and enterprise customers and higher system sales to offset seasonally decline in the legacy market.\nAt the midpoint of our revenue guidance, we expect non-GAAP operating margin to be in the mid- to upper single-digit range, which includes both unutilization costs and inefficiencies associated with the resuming production output. And we expect non-GAAP EPS to be in the range of $0.25 plus or minus $0.20.\nI will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nCEO & Director, Seagate Technology Plc\n\nThanks, Gianluca. Seagate continues to demonstrate resilience in the most dynamic of times. We are executing on what is within our control, generating positive free cash flow and advancing our product road map. As I indicated earlier, we expect mass capacity market conditions to gradually improve as we progress through the calendar year, which supports stronger revenue and profitability in the back half of 2023. Longer term, we remain excited by the secular trends driving demand for mass capacity storage, and Seagate's unique capabilities to capture these future growth opportunities. We are leveraging our aerial density leadership to increase capacity per disk, which we believe enables the most cost-efficient product solutions for mass capacity storage.\nWe will begin shipping products based on 3-plus terabyte per disk capacities in the coming months, which is up to 35% more than comparable drive capacities available today. Amid a challenging macro and industry backdrop, I'm incredibly proud of the partnerships and hard work from our suppliers, customers and our employees. Earlier this week, we published our fourth annual diversity, equity and inclusion report, which highlights how Seagate aims to build and support its global team. The principles outlined in this report are foundational to Seagate's technology innovations and long-term success. I encourage you to read the report in full on our website. I will conclude by thanking our shareholders for your ongoing support. Our objective remains taking the decisive steps to best position Seagate for long-term value creation. Gianluca and I will now take your questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2c308668a3bd39db4645de2bbdcb0292",
    "period": "2023 Q1",
    "content": "Q1 2023 Seagate Technology Holdings PLC Earnings Call\n\nQ1 2023 Seagate Technology Holdings PLC Earnings Call\n\nSTXNASDAQOCT 26, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Seagate Technology Fiscal First Quarter 2023 Earnings Conference Call. (Operator Instructions) Please note that this event is being recorded. I would now like to turn the conference over to Shanye Hudson, Senior Vice President, Investor Relations and Treasury. Please go ahead.\n\nShanye Hudson\n\nSVP of IR & Treasury, Seagate Technology Holdings plc\n\nThank you. Good afternoon, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We've posted our earnings press release and detailed supplemental information for our fiscal first quarter 2023 results on the Investors section of our website.\nDuring today's call, we'll refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K that was filed with the SEC. We've not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot be reasonably predicted.\nTherefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable efforts. I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on information available to us as of today, should not be relied upon as of any subsequent date.\nActual results may differ materially from those contained in or implied by these forward-looking statements, as are subject to risks and uncertainties associated with our business. To learn more about the risks and uncertainties and other factors that may affect our future business results, including expectations regarding any regulatory, legal, logistical or other factors, please refer to the press release issued today and our SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q as well as the supplemental information, all of which may be found on the Investors section of our website.\nSeagate also filed an 8-K today disclosing that on August 29, we received a proposed charging letter from the U.S. Department of Commerce's Bureau of Industry and Security, or BIS, alleging violations of the U.S. export administration regulations.\nWe have responded to the letter and believe that we've complied with all relevant export control laws and regulations. We've been cooperating with BIS, and we intend to continue engaging with them to seek a resolution. During the Q&A portion of this call, we won't be commenting further on this matter and we'll provide additional updates as appropriate moving forward.\nWith that, I'll now turn the call over to you, Dave.\n\nWilliam David Mosley\n\nCEO & Director, Seagate Technology Plc\n\nThanks, Shanye, and hello, everyone. In our remarks today, we will discuss the September quarter performance in the context of an intensely challenging macro environment, and outline the aggressive actions we are taking to manage the company during this tough period.\nDespite these near-term challenges, the underlying data demand drivers remain strong as does the opportunity for mass capacity storage solutions. And I will outline why we're confident that as current conditions improve, Seagate is in an outstanding longer-term position. For the September quarter, revenue came in at $2.04 billion, which was inside the revised guidance range that we provided at the end of August.\nNon-GAAP EPS of $0.48 was well below our expectations, impacted by multiple gross margin headwinds that I'll touch upon shortly. As we shared in late August, 3 main factors were influencing our outlook: the impact of COVID lockdowns and the related economic slowdown in China, broad-based customer inventory adjustments, and weakening global consumer spending.\nSince the August time frame, macro sentiment has further deteriorated, which has led to a more cautious spending environment and more significant inventory adjustments as we move through the final weeks of the September quarter. These factors incrementally impacted sales volumes in the economically sensitive consumer markets as well as certain U.S. cloud customers.\nWe currently expect customer inventory drawdowns will remain a factor through at least the December quarter. We reacted quickly to adjust our production levels to the current demand environment and our gross margin performance reflects the resulting factory underutilization costs that increased markedly through the month of September.\nIt's important to note that consistent with some of the U.S. CSP comments, end user demand for core data and analytics applications remain solid, which supports our view that the business will improve as elevated inventory levels are consumed. In the meantime, we continued to respond to the changing market conditions and further reduced production output across all product lines with the exception of our 20-plus terabyte products, where demand has held firm and pricing relatively stable.\nOur actions underscore our focus on maintaining strong supply discipline, and we believe this will enable us to quickly return to a more favorable pricing environment across mid- to lower-capacity products as conditions normalize.\nStepping back, today's highly uncertain macro environment stems from multiple factors outside of our control, such as rising interest rates, inflationary pressures and geopolitical dynamics. With that in mind, we are focused on managing what we can control and taking aggressive actions to appropriately respond to the near-term market environment and enhance profitability over the long term.\nIn addition to adjusting our production output to drive supply discipline and pricing stability, we are implementing a restructuring plan to sustainably lower costs, including a reduction in our global workforce. These are very difficult decisions to make and ones that we do not take lightly.\nHowever, we believe they are necessary to align our cost structures with the realities of the near-term market, while still enabling us to support future mass capacity storage opportunities as demand recovers over the longer term. We are improving working capital by reducing our inventory levels over the next couple of quarters, and we are significantly lowering our fiscal '23 capital expenditures while maintaining investments that support the launch and ramp of the 30-plus terabyte product family based on HAMR technology.\nThese cost-saving actions, together with our supply discipline enable us to drive increased leverage to earnings as conditions improve over the near term. Longer term, we remain confident in the secular growth of mass capacity storage and believe our technology leadership positions us to capture the significant future growth opportunities.\nConsistent with our focus on enhancing longer-term shareholder value, we are maintaining our quarterly dividend; however, we are temporarily pausing our share repurchase program to ensure we can continue to make necessary investments to support our current business and underpin our longer-term strategic plans.\nLet me now share some perspectives on the end markets, starting with VIA. The global economic slowdown has continued to impact VIA-related project budgets and installation time lines, which has led to a buildup of customer inventory. These trends have dampened the typically strong seasonality in the back half of the calendar year, particularly in the China market. Stimulus programs to help boost the local economy have been announced; however, timing for economic recovery is not yet apparent, while COVID lockdown restrictions remain in place.\nOur long-term expectations for VIA demand have not changed. While we have significant direct customer exposure in China, end market demand is global and continues to expand, as smart video applications are adopted to address real-world challenges. For example, reducing traffic congestion, is one areas of focus for smart cities, which caused U.S. drivers alone, an estimated $53 billion in 2021. These savings can only be realized after capturing and storing large volumes of data and application best served by HDDs.\nIn the nearline markets, we saw a double-digit percentage sequential revenue declines across both cloud and enterprise OEM customers, reflecting the broad-based inventory adjustments that I described earlier. Recall, we had been anticipating the customer inventory correction to be largely complete in the December quarter. However, amid intensifying macro uncertainties, customers have grown more cautious with their spending plans, which we believe will extend the recovery in the calendar year '23.\nU.S. cloud customers are still reporting healthy demand tied to digital transformation, artificial intelligence and other applications that unlock data value and continue to rank among CIO's highest investment priorities. While enterprise CIOs continue to move workloads to the public cloud, according to a recent study, 80% of cloud users also have a hybrid cloud strategy, illustrating the desire to operate seamlessly across the network of public and private clouds. We believe these trends support our view for mass capacity exabyte growth to return to the upper 20% range as the broader markets recover.\nThese same trends underscore the positive market momentum we are seeing in our enterprise systems business, which recorded revenue growth of over 45% sequentially. While we expect sequential sales levels to reflect some lingering supply challenges in the December quarter, our systems results illustrate how customers are still allocating budget dollars towards areas that drive business value. The data trends that rely on cost-efficient, higher-capacity storage solutions remain intact. As a leader in HDD technology, Seagate is well equipped to address demand by continuing to execute our strong product road map.\nWe are leveraging the current production slowdown to double down on our development actions and accelerate cycles of learning to continue delivering TCO value to customers. Sales of our 20-plus terabyte product family grew meaningfully quarter-over-quarter, supported by strong demand from cloud customers. 20-plus terabyte drives now rank as our highest volume and revenue platform, surpassing 18 terabytes as expected. We are extending this product family using conventional CMR technology into the mid-20 terabyte range, which also offers SMR capabilities into the upper 20-terabyte range.\nDevelopment of our 30-plus terabyte platform based on HAMR technology remains firmly on track. In addition to HAMR, these drives incorporate many new technology innovations to reflect years of development, design and integration know-how to form the backbone of our future product portfolio. We continue to execute our development plans meeting key milestones, including reliability metrics and aerial density gains that also position us to extend drive capacities well beyond 30 terabytes. As I shared in our July earnings call, customer revenue shipments are expected to begin around mid-calendar 2023. And I could not be more pleased with our great progress this quarter.\nIn closing, we are navigating through the macro challenges that are impacting our business over the near term. However, the long-term growth trajectory for mass capacity storage remains solid, driven by the fundamental demand for data and the need for businesses to harness its value. We believe that the actions we have undertaken will ultimately strengthen our position over the long term. Looking ahead, as we incessantly push the technology innovation road map, we believe our customers will continue to value Seagate as their primary storage solutions provider.\nGianluca will now cover the financial results in more detail.\n\nGianluca Romano\n\nExecutive VP & CFO, Seagate Technology Plc\n\nThank you, Dave. Revenue came in at $2.04 billion, reflecting the evolving macro landscape that Dave described in his remarks. Non-GAAP operating margin for the quarter was 9%, below our expectation at the end of August due to lower revenue, a less favorable market mix and higher underutilization charges, as we continue to lower our production output as we gain visibility into December quarter demand.\nWe are taking decisive actions to reduce expenses, reserve cash and improve long-term profitability, which include reducing production output to enable rapid inventory correction at our customers and on our own balance sheet, significantly lowering capital expenditures for the rest of the fiscal year, resulting in CapEx as a percentage of revenue to be below the long-term target range of 4% to 6% of revenue. And executing a restructuring plan to sustainably reduce our cost by approximately $110 million annualized.\nWe believe this action will put the company in a strong financial position when the global macro business environment begins to recover and expand operating profit faster than revenue growth.\nMoving to our end markets. As we have mentioned, intensifying macroeconomic pressure and more reserved customer buying behavior impacted our results across both mass capacity and legacy markets. In the September quarter, total hard disk drives capacity shipments were 118 exabytes, down 24% sequentially and 26% year-on-year.\nMass capacity market made up 88% of the total, with shipments of 104 exabyte, down 25% sequentially and 21% year-over-year. Average capacity per drive increased 3 percentage points sequentially to 11.8 terabytes, reflecting continued growth demand for our 20-plus terabyte product family, which represents over 40% of total mass capacity exabytes shipped in the September quarter.\nNearline shipments totaled 85 exabytes, down 28% sequentially, reflecting the ongoing inventory adjustment at both cloud and enterprise OEM customers, which are expected to last through the calendar year-end. On a revenue basis, mass capacity [represented] 78% of total HDD revenue at $1.4 billion in the September quarter. As a percentage of HDD revenue, mass capacity was down 2 percentage points sequentially and up 7 percentage points year-on-year.\nConsistent with our view at the end of August, VIA revenue was down quarter-over-quarter due mainly to the prolonged economic slowdown in China. Specific to our mass capacity market, we expect the prevailing macroeconomic challenges will extend through the December quarter, negating the traditional seasonal uptick usually seen in the VIA market.\nAs said, we remain confident in the long-term growth of the mass capacity markets in both the cloud and at the edge. Within the legacy markets, revenue was $391 million, down 20% sequentially. Quarter-over-quarter, the pace of decline was more pronounced in the mission-critical market due to soft enterprise spending, particularly in China and deteriorating consumer spending. Similar to the VIA market, we do not expect to see a typical seasonal uptick in overall demand for legacy markets in the December quarter.\nFinally, revenue for our non-HDD business was $263 million, up 21% sequentially. The increase quarter-over-quarter reflect the improving component supply for our petabyte scale solution in our enterprise system business.\nMoving to our operational performance. Non-GAAP gross profit in the September quarter was $498 million, corresponding to non-GAAP gross margin of 24.5%, down more than expected quarter-over-quarter. Underutilization cost represented a [250] basis point headwind to gross margin impacted by the adjustment we made to lower production output throughout the quarter in response to market conditions.\nThese impacts were compounded by a less favorable market mix driven by a lower percentage of revenue derived from margin reach mass capacity markets and an increase in the non-hard disk drives business. Non-GAAP operating expenses were at $314 million, down $35 million quarter-over-quarter due to lower variable compensation and proactive expense management, which included strong control over discretionary spending and the pause in hiring.\nIn the December quarter, we expect OpEx to further decline by about $10 million, including savings associated with our restructuring plans starting later in the quarter. Based on diluted share count of approximately 210 million shares, non-GAAP EPS for the September quarter was $0.48.\nMoving on to balance sheet and cash flow. We ended the September quarter with a total liquidity position of approximately $2.5 billion, including our revolving credit facilities, which is sufficient to support our strategic plans and meet customer demand. Despite lower-than-expected revenue for the September quarter, inventory ended fairly flat at just over $1.6 billion.\nWe expect inventory to decline significantly over the course of fiscal 2023 as we align our supply chain and finished good levels to the prevailing demand environment. Reflecting the payment of previously committed amount, capital expenditures were $133 million for the September quarter. Free cash flow generation was $112 million, essentially flat with the prior quarter, as the improvement in cash from operations was offset by higher capital expenditures.\nWe used $147 million for the quarterly dividend, and $408 million, we reported 5.4 million ordinary shares, exiting the quarter with 206 million shares outstanding and approximately $1.9 billion remaining in our authorization. In light of current near-term priorities, we are temporarily pausing our share repurchase program, but we remain flexible and opportunistic as conditions develop.\nIn August, we raised $600 million in capital through a new term loan during fiscal 2028, resulting in total debt balance of $6.2 billion at the end of the quarter. Adjusted EBITDA was $2.1 billion for the last 12 months with total debt leverage ratio just below 3x. We expect interest expense for the December quarter to be approximately $74 million.\nLooking ahead, we continue to face a challenging business environment, shared by macroeconomic and geopolitical [games]. Seagate, like our customers, is diligently managing cash and investment amid the disrupted demand environment. We expect these factors and ongoing customer inventory corrections to weight on revenue in the December quarter.\nPlease bear in mind our financial outlook for the December quarter is as follows: We expect revenue to be in a range of $1.85 billion, plus or minus $150 million. At the midpoint of our revenue guidance, non-GAAP operating margin is expected to be in the mid-single-digit range, reflecting the impact from higher underutilization cost, and we expect non-GAAP EPS to be in the range of $0.15 less from minus $0.20.\nI will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nCEO & Director, Seagate Technology Plc\n\nThanks, Gianluca. Seagate's team is acting with determination and agility to rapidly adjust to a highly uncertain environment. I'm incredibly proud of their unwavering focus. Throughout our 40-plus year history, Seagate has successfully operated through many adverse conditions, and we are putting that experience to work.\nWe're taking the right actions to strengthen our near-term financial position and optimize liquidity through this period. We're driving forward on our technology road map which makes us poised to quickly recover, as market conditions improve as well as capture the significant future opportunities ahead.\nFinally, we continue to operate with a deep sense of commitment to all of our stakeholders, our people, our customers, the communities in which we operate and, of course, to our shareholders. Gianluca and I would like to now take your questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7ed1dd505aa866981cb4d377d7f53623",
    "period": "2022 Q4",
    "content": "Q4 2022 Seagate Technology Holdings PLC Earnings Call\n\nQ4 2022 Seagate Technology Holdings PLC Earnings Call\n\nSTXNASDAQJUL 21, 5:00 PM\n\nOperator\n\nGood afternoon, everyone, and welcome to the Seagate Technology Fourth Quarter and Fiscal Year 2022 Conference Call. (Operator Instructions) Also note, today's event is being recorded.\nAnd at this time, I'd like to turn the conference call over to Shanye Hudson, Senior Vice President, Investor Relations and Treasury. Ma'am, please go ahead.\n\nShanye Hudson\n\nSVP of IR & Treasury, Seagate Technology Holdings plc\n\nThank you. Good afternoon, everyone, and welcome to today's call.\nJoining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We've posted our earnings press release and detailed supplemental information for our June quarter and fiscal year 2022 results on the Investors section of our website.\nDuring today's call, we will refer to GAAP and non-GAAP financial measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included on our Form 8-K that was filed with the SEC. We've not reconciled certain non-GAAP outlook measures because the material items that may impact these measures are out of our control and/or cannot be reasonably predicted. Therefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable efforts.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on information available to us as of today, and should not be relied upon as of any subsequent date.\nActual results may differ materially from those contained in our -- in or implied by these forward-looking statements as they're subject to risks and uncertainties associated with our business. To learn more about the risks, uncertainties and other factors that may affect our future business results please refer to the press release issued today and our SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q as well as the supplemental information, all of which may be found on the Investors section of our website.\nAs always, following our prepared remarks, we'll open the call for questions. Now I'll hand the call over to Dave for opening remarks.\n\nWilliam David Mosley\n\nCEO & Director, Seagate Technology Plc\n\nThank you, Shanye, and welcome to those of you joining us on today's call.\nOur June quarter financial results reflected near-record data center demand contrasted with impacts from a confluence of macro headwinds in other end markets, particularly in the consumer-facing legacy markets. We believe the secular data trends driving long-term demand growth for mass capacity storage and infrastructure remain intact, as I will discuss a bit later.\nHowever, the impacts from COVID lockdowns in Asia, non-HDD component shortages and global inflationary pressures intensified late in the quarter. Our resulting June quarter revenue and non-GAAP EPS declined quarter-on-quarter to $2.63 billion and $1.59, respectively. While macro events are weighing on our near-term performance, Seagate's financial achievements for fiscal 2022 were noteworthy.\nWe grew revenue by 9% year-over-year, fueled by 24% growth in our mass capacity products. We expanded profitability even faster than revenue, leading to fiscal year non-GAAP gross margin above 30% and non-GAAP operating margin above 18%, and we achieved record non-GAAP EPS of $8.18.\nIn fiscal 2022, we generated $1.3 billion in free cash flow, our highest level in 4 years and maintained our commitment to returning cash to our shareholders, funding $610 million in dividends and repurchasing 9% of our shares outstanding.\nWe are also demonstrating technology leadership and executing our product road map to support the growing demand for data. We attained our fastest ever ramp with the 20-plus terabyte nearline platform, handily beating the projections that we made at the start of the quarter. We are on track to achieve volume and revenue crossover with the 18-terabyte drives in the current quarter.\nThe 20-plus terabyte product family is based on our highly successful common platform design, which has enabled us to scale and ramp to yield quickly as evidenced by the results I just shared. We have the flexibility to extend into the mid- to upper 20-terabyte capacity points with minimal changes to our design, which allows us to meet customers' timing, readiness and offers an attractive cost profile for both customers and for Seagate.\nWe have worked tirelessly over the last 3 to 4 years, improving the resilience of our supply chain, aligning our mass capacity product portfolio to our customers' needs and strengthening our financial foundation. Our operational execution, combined with structural changes that have taken place in the industry, namely the transition to mass capacity products and increased supply discipline, support our view that the company is fundamentally stronger today and better positioned for the future.\nLet us now turn to the current market environment. Despite the ongoing impacts of COVID lockdowns and supply challenges, mass capacity revenue was flat quarter-over-quarter, due in part the strong cloud customer adoption of our 20-plus terabyte nearline drives. U.S. cloud data center demand remains strong. However, persistent non-HDD component shortages have led to inventory imbalances, precluding new data center build-outs from being completed.\nThese, along with other supply disruptions have led to a buildup in inventory levels across a broad spectrum of customers, a trend that continued through the end of the quarter. As macro uncertainties and inflationary pressures intensify, we expect customers will increasingly focus on reducing their inventory levels while maintaining the ability to address end market demand.\nAt the same time, our Asia-based cloud customers are dealing with the impacts of COVID restrictive measures, which have had far-reaching effects across all of the end markets that we serve in the region. In the VIA markets, recall that many of the major projects driving demand are in the Asia region, particularly in China, where lockdowns are impacting our near-term revenue. While the situation remains fluid, we are confident that mass capacity demand growth will resume once lockdowns ease and inventory levels normalize.\nWithin the legacy markets, demand rapidly deteriorated at the end of the quarter as lockdowns and surging inflation severely impacted consumer spending for PCs and external drives. Exiting the June quarter, the legacy business represented only 20% of our HDD revenue, which is a historic low.\nIn response to the current business conditions, Seagate is taking actions to maintain strong supply discipline and a favorable pricing environment. We are reducing our manufacturing production plans while continuing to focus on driving efficiencies in the factory and across supply chains.\nWe are maintaining prudent cost controls across the business and executing our product road map, which also helps to support our customers' TCO objectives. While the current environment is challenging, the multiple secular drivers fueling long-term demand for mass capacity storage have not changed, and in fact, continue to expand.\nDigital transformation is still in the early innings according to leading cloud service providers who have estimated that only 10% of corporate IT has moved to the cloud. New AI applications continue to emerge with the AI engines requiring a massive amount of new data for training, data that must be captured, analyzed, stored and moved across a more distributed multi-cloud network. And as the digital and physical worlds begin to converge, enterprises are employing data-intensive digital twins to enhance decision-making and overall business efficiencies.\nThese trends dovetailed into a view that businesses will need technology investment strategies to remain competitive in a data-driven world, which includes the need for mass capacity storage and infrastructure. Seagate is poised to benefit with a broad product portfolio of cloud and edge infrastructure solutions from mass capacity HDDs to enterprise systems to our live cloud and mobile service offerings.\nWe are executing our development plans for the 30 terabyte plus product family based on our innovative HAMR technology, which enables capacity points of 30, 40, 50 terabytes and beyond to support future data demand growth.\nSeagate's innovation extends beyond our HDD technology leadership. We're garnering recognition for our systems portfolio, capturing the coveted Product of the Year Award for hardware infrastructure at this year's NAB show for our CORVAULT storage system. CORVAULT has also gained customer attention with its unique autonomous drive regeneration technology, which combines our device and systems expertise to enable self-healing capabilities.\nThese systems provide enterprise CIOs with peace of mind that their data will be protected while offering a strong TCO value proposition. Additionally, technologies such as self-healing distributed data protection, and secure erase play a critical role in reducing the environmental impact of our products.\nDrives with these technologies can be repaired, reused or recycled rather than just discarded thus helping to preserve the Earth's precious resources. These efforts are critically important to Seagate and a key pillar of our product circularity strategy. We are also receiving very positive feedback from customers on a global basis for our work in this area.\nIn closing, Seagate has broad exposure to the strong secular tailwinds driving demand for mass capacity storage. These trends remain intact, which lends confidence that growth will resume the supply constraints and COVID lockdown impacts ease. Seagate is fundamentally a stronger company today and is exceptionally well positioned to endure the current market environment.\nWe have the right product portfolio, deep customer relationships and operational agility to optimize profits and fuel growth.\nI'll now hand the call over to Gianluca to discuss the financial results.\n\nGianluca Romano\n\nExecutive VP & CFO, Seagate Technology Plc\n\nThank you, Dave. While demand for our mass capacity products remained very healthy in the June quarter, the intensifying economic pressures, buildup of inventory at our customers and COVID restrictive measures that Dave discussed earlier and a more significant impact on our results than we were anticipating, particularly in the legacy business.\nDespite lower-than-anticipated revenue levels, and extraordinary cost pressures. Our non-GAAP gross margin expanded slightly to 29.3% in the June quarter, with HDD gross margin remaining comfortably inside our target range of 30% to 33%.\nOur results are due in part to steady demand for our mass capacity products and a mix shift toward higher capacity drives. In the June quarter, total hard disk drive capacity shipments increased slightly to 155 exabytes, of which the mass capacity market made up 90% of the total with shipments of 129 exabytes, up 4% sequentially and 12% year-over-year.\nOur nearline product contributed 119 exabyte, up 1% sequentially and 17% year-on-year, bolstered by strong U.S. cloud customer demand for our 20-plus terabyte product family. With a richer mix of high capacity nearline drives supporting record total HDD capacity per drive of 7.8 terabyte compared with 5.4 terabytes just 1 year ago.\nOn a revenue basis, mask capacity represented 80% of total HDD revenue at $1.9 billion in the June quarter, flat compared to the prior quarter and slightly higher than the prior year period. Strong U.S. cloud demand, combined with a sequential improvement in the VIA market, albeit of very weak March levels, offset lower-than-expected sales into the Asia cloud market, which have also been affected by COVID lockdowns.\nWhile we believe the end market demand disruptions are temporary, we are mindful of prevailing macro uncertainties which influenced how quickly the VIA and other mass capacity markets will return to strong annual growth. Within the legacy market, revenue was $489 million, down 24% sequentially and 43% year-over-year. The decline was most pronounced in the client PC end market, which now represents a mid-single-digit percentage of our overall revenue.\nConsumer demand also deteriorated more than anticipated, reflecting the sharp rise in inflation impacting consumer discretionary spending. Finally, revenue for our non-HDD business was $218 million, down about 8% sequentially and 21% year-over-year.\nWe saw a sharp uptick in our system business as we were able to mitigate some of the component shortages we have been experiencing, which enable us to begin shipping some of the record order backlog. However, component availability remains a challenge and impacted the SSD business during the quarter, leaving us unable to fulfill all the customer demand. We continue to work with our suppliers to support customer demand as constrained is.\nMoving to our operational performance. Non-GAAP gross profit in the June quarter was $771 million, corresponding to non-GAAP gross margin of 29.3%, up 10 basis points quarter-over-quarter. As noted earlier, the increased mix of mass capacity products and transition to higher capacity drives more than offset lower business volumes and higher component costs.\nNon-GAAP operating expenses were $349 million, slightly up quarter-over-quarter and in line with our expectations as business travel and sales and marketing activity resumed. Our resulting non-GAAP operating income was $422 million or 16.1% of revenue. We will continue to focus on managing costs and balancing supply with demand to position the company to expand operating margin back into the target range of 18% to 22% when top line growth resumes, which we believe could begin later in the fiscal year.\nBased on diluted share count of approximately 217 million shares, non-GAAP EPS for the June quarter was $1.59.\nMoving on to the balance sheet and cash flow. Inventory increased to approximately $1.57 billion as we ended the quarter with higher finished good consistent with the rapidly changing business environment.\nWe continue to maintain a higher level of physical components and use ocean trade to reduce logistic costs and support future product demand. Based on our current outlook, we expect inventory to decline slightly as we move through the calendar year. Capital expenditures were $72 million for the quarter and totaled $381 million for the fiscal year or just over 3% of fiscal year revenue, reflecting our focus on aligning supply and demand. Given the current business environment, we will continue to carefully manage our investment and supply.\nFree cash flow generation was $108 million in the June quarter, down from $363 million sequentially due to a combination of factors, including higher inventory levels, the timing of certain and linearity that was heavily weighted to the back end of the quarter. This impact should normalize in subsequent quarters.\nOverall, we are pleased with our free cash flow for fiscal 2022, which increased 13% year-over-year to approximately $1.3 billion. We currently expect continued growth in our annual free cash flow generation in fiscal 2023, depending on the pace of economic recovery.\nConsistent with our commitment to returning cash to shareholders we used $152 million for the quarterly dividend and $486 million to repurchase 6 million ordinary shares, exiting the quarter with 210 million shares outstanding.\nAnd approximately, $2.4 billion remaining in our authorization. Over the past 2 years, we have reported more than 20% of Seagate share outstanding at an average price of approximately $71 per share. We ended the fiscal year with cash and cash equivalents of $650 million, and total liquidity was approximately $2.4 billion, including our revolving credit facility.\nTotal debt balance at the end of the quarter was relatively flat with the prior period at $5.6 billion. Adjusted EBITDA was $2.5 billion for fiscal '22 resulting in total debt to leverage ratio of 2.2x. As we enter fiscal 2023, we expect macro uncertainties and non-HDD component shortages to continue pressuring our end market over the near term.\nDrawing on our decades of experience in managing the company through dynamic industry environment, we are taking action to carefully manage our cash and safeguard profitability, including managing our supply to restore healthy customer inventory levels.\nWith that in mind, our outlook for the September quarter is as follows: we expect revenue to be in the range of $2.5 billion, plus or minus $150 million. At the midpoint of our revenue guidance, non-GAAP operating margin is expected to be slightly above 15%, and we expect non-GAAP EPS to be in the range of $1.40 plus or minus $0.20.\nI will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nCEO & Director, Seagate Technology Plc\n\nThanks, Gianluca. Last quarter, I expressed confidence in the long-term growth trajectory of our business, and that view holds firm today. The multiple secular trends fueling demand for mass capacity HDD storage also catalyze growth for our system solutions and Lyve services business and Seagate is well positioned to benefit.\nOur products are funded on our drive innovation, and we continue to execute our strong HDD product road maps. We are shipping the 20-plus terabyte family of nearline drives and high volume and we are well down the development path towards launching our 30-plus terabyte family of drives based on HAMR technology.\nWe expect to begin customer shipments of these HAMR-based products by this time next year. Seagate will navigate through the near-term market dynamics by focusing on what we do best, namely run efficient and predictable operations, partner closely with our customers, put in place prudent spending controls and align supply with demand.\nWe believe that these actions position us to quickly return to our long-term financial model once these macro pressures abate delivering 3% to 6% revenue growth and operating margins of 18% to 22% of revenue, all the while maintaining our commitment of returning capital to shareholders. While the dynamic market environment is disrupting typical demand patterns, the underlying demand for data remains strong, which supports flat or even slightly higher revenue in fiscal 2023 and depending on the timing and pace of the economic recovery.\nI'd like to conclude by expressing gratitude to our employees for their incredible efforts through the fiscal year. I'd also like to thank our suppliers, customers and partners for their contributions to our results and our shareholders for their ongoing support.\nGianluca and I will now take your questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0345ba8bf36bca7cc1c8cdd8535dbb57",
    "period": "2022 Q3",
    "content": "Q3 2022 Seagate Technology Holdings PLC Earnings Call\n\nQ3 2022 Seagate Technology Holdings PLC Earnings Call\n\nSTXNASDAQAPR 27, 9:00 AM\n\nOperator\n\nWelcome to the Seagate Technology Fiscal Third Quarter 2022 Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI'd now like to turn the conference over to Shanye Hudson, Senior Vice President of Investor Relations and Treasury. Please go ahead.\n\nShanye Hudson\n\nSVP of IR & Treasury, Seagate Technology Holdings plc\n\nThank you. Good afternoon, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer.\nWe posted our earnings press release and detailed supplemental information for our March quarter fiscal 2022 on the Investors section of our website.\nDuring today's call, we'll refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K that was filed with the SEC. We've not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot be reasonably predicted. Therefore, a reconciliation of the corresponding GAAP measures is not available without unreasonable effort.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements that reflect management's current views and assumptions based on information available to us as of today and should not be relied upon as of any subsequent date. Actual results may differ materially from those contained in or implied by these forward-looking statements as they are subject to risks and uncertainties associated with our business. To learn more about the risks, uncertainties and other factors that may affect our future business results, please refer to the press release issued today and our SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q as well as the supplemental information, all of which may be found on the Investors section of our website.\nAs always, following our prepared remarks, we'll open the call for questions. Let me turn the call over to Dave for opening remarks.\n\nWilliam David Mosley\n\nCEO & Director, Seagate Technology Plc\n\nThank you, Shanye, and a warm welcome to those of you joining us on today's call.\nBefore I begin, I would like to recognize the growing humanitarian crisis taking place in Ukraine. Our thoughts are with the people impacted by the devastation as we continue to hope for a rapid end to this conflict. As this crisis unfolded, distribution channels across the region were understandably impacted, adding to an already strained global supply chain. Specific to our business, we ceased shipments into Russia and Belarus at the onset of the invasion, which typically represents 1 to 2 percentage points of revenue on a quarterly basis. We expect these impacts to persist at least through the fiscal year.\nTurning to Seagate's March quarter financial performance. Revenue of $2.8 billion and non-GAAP EPS of $1.81 were within the ranges provided on our last earnings call and consistent with the revised outlook we shared last month.\nWe continue to see solid cloud demand, and that boosted revenue for our nearline products to a fifth consecutive quarterly record. The strong nearline performance was offset to a degree by demand disruptions in other end markets. These include non-HDD component shortages as well as new COVID lockdown measures that intensified toward the end of March, sharply impacting the video and image applications or via market.\nRising inflationary pressures were an additional burden on profitability for the quarter as we continue to operate amid an unusual mix of external challenges. Our team is executing at a high level in this environment, and that is best illustrated with a few key year-over-year comparisons.\nRelative to Q3 of fiscal '21, we grew total revenue 3% and nearline revenue 24%. We improved margins and demonstrated strong financial leverage with operating income growth of 12%, significantly faster than revenue growth. And we generated free cash flow of $363 million, up 32% year-over-year.\nThese achievements reflect the resiliency of our financial model and our focus on driving profitability and cash generation in an environment where we are poised to capitalize on strong secular growth for mass capacity storage. While the underlying storage demand trends remain intact, the industry-wide supply challenges impacts from the ongoing conflict in Ukraine and COVID restrictions are constraining growth over the near term, which we factored into the June quarter guidance we're providing today.\nThroughout the past couple of years, our strong supplier relationships, combined with our vertically integrated business model, have enabled us to navigate supply risks to support HDD customer demand. All the while, we've remained highly focused on protecting profitability. In addition to maintaining strong expense discipline, we have recently started to adjust pricing to help combat inflationary impacts in future quarters.\nFinally, we continue to strategically manage production and execute our product and technology road map. These actions are intended to reduce our cost per terabyte and realize operational efficiencies while delivering cost-efficient, higher-capacity solutions to our customers when they need them most.\nAs we indicated on our last call, we leveraged the seasonal slowdown in the March quarter to begin staging our factories to support strong 20-terabyte demand. I'm delighted to report that we are shipping 20-plus terabyte products in high volume and expect unit shipments to more than triple quarter-over-quarter in F Q4 to well over 1 million units. This puts us on a pace for the company to achieve crossover with 18-terabyte drives early in the new fiscal year.\nThe ability to quickly ramp and yield higher capacity products is especially important considering the strong cloud data center demand for nearline drives. Recent CIO surveys confirm that even in today's challenging macro environment, digital transformation, AI and machine learning remain among the top handful of IT investment priorities. With current non-HDD supply shortages impacting new data center build-outs, many of our cloud customers, particularly in the U.S., are operating at or near record utilization levels and upgrading to higher capacity drives in an effort to keep pace with demand.\nSeagate is addressing these needs by being the first to high volume with the 20-plus terabyte products, which represents the highest capacity drives commercially available today. With more than half of our cloud business currently covered under long-term agreements, we have visibility to healthy cloud demand into the back half of the calendar year.\nIn the March quarter, mass capacity revenue increased 18% year-over-year and decreased 6% sequentially off a record December quarter. Strong double-digit sequential growth in cloud nearline sales partially offset the impacts of demand constraints in the other mass capacity end markets.\nIn the enterprise and OEM market, some customers continue to grapple with non-HDD supply shortages that have impacted their ability to get parts and address their own in demand. COVID lockdown measures are limiting near-term demand in the VIA markets. In the March quarter, new security surveillance and smart city infrastructure projects were delayed due in large part to physical installations being hindered. This situation is similar to what the VIA market experienced in the early days of the pandemic. And based on input from our customers, we remain confident that these projects will resume once conditions improve, which we now expect to occur in the back half of the calendar year.\nAt a high level, demand for video and image applications is on the rise. Increasing adoption of high-definition cameras, longer data retention rates and the use of AI and analytics enable end users to identify patterns for months of captured data and extract value. Analysts predict that nearly 2/3 of network video cameras will have embedded AI deep learning analytics by 2025 compared with about 15% in 2020. Indicative of these demand trends, Seagate offers purpose-built VIA drives that support the heavier workloads and firmware to optimize video AI applications.\nOur strong customer relationships and breadth of knowledge and storage devices and systems and software and architectures have enabled us to develop product and technology solutions that address the evolving mass capacity storage and infrastructure needs. For example, Seagate's Lyve Cloud platform is aimed at meeting the growing need for a simple, predictable and cost-efficient mass data storage as a service solution. To date, we've qualified nearly 30 ecosystem service providers offering capabilities such as backup and recovery that are interoperable with Lyve Cloud. We recently launched Lyve Cloud Singapore, our first platform in the Asia markets.\nWe are continuing to responsibly build out our infrastructure and selectively work with new customer use cases. Overall, I'm really pleased with our progress and ongoing customer momentum. We look forward to sharing more in the year ahead.\nLooking ahead, Seagate remains well positioned to achieve our long-term financial and business goals. We are focused on driving profitability towards the upper half of our long-term margin ranges over the next few quarters. At the same time, we expect to extend our track record of strong cash flow generation while executing our product and technology road map that collectively puts us on the right path to capture mass capacity storage opportunities and enhance value for all of our key stakeholders. We are taking aggressive actions that span cost management, pricing strategy and operational efficiencies that target margin expansion and further strengthen our competitive position.\nI'll now hand the call over to Gianluca to cover the financial results.\n\nGianluca Romano\n\nExecutive VP & CFO, Seagate Technology Plc\n\nThank you, Dave. Seagate navigated its way through a very dynamic market environment and typically the slowest seasonal period of the year to deliver financial performance consistent with our revised expectation from the beginning of March.\nIn the March quarter, revenue was $2.8 billion and reflected 3% year-over-year increase. Non-GAAP operating margin was nearly 17%, up 140 basis points year-over-year. Non-GAAP EPS was $1.81, up 22% year-over-year.\nThe hard disk business ship approximately 154 exabytes, down 6% sequentially and up 10% year-on-year. Strong demand for high-capacity nearline drives boosted average capacity per total HDD drive to a record 6.7 terabyte, up 10% sequentially and 32% year-on-year.\nDemand for our nearline product supported mass capacity revenue of $1.9 billion, down 6% sequentially but up 18% compared with the prior year period. Shipment into the mass capacity market totaled 133 exabytes, down 3% sequentially and up 20% year-over-year.\nOur nearline product segment continues to grow, with revenue outpacing the broader mass capacity business once again. In the March quarter, we increased shipment to 117 exabytes, up 6% sequentially and 23% year-on-year, supported by the ongoing adoption of our 18-terabyte drives and initial volume shipments of our new 20-plus terabyte products.\nOur leading nearline portfolio, coupled with a very agile supply chain, resulted in record cloud market revenue in the March quarter. Consistent with our comments in early March, demand for the VIA market were lower than anticipated due primarily to delayed project spending in China, resulting from disruption related to COVID and shifting government priorities. We do expect demand to improve once COVID-related restrictions begin to ease and project installation can resume.\nWithin the legacy markets, revenue came in at $642 million, down 17% sequentially and 26% year-over-year. Quarter-over-quarter, the pace of decline was similar across each of the legacy end markets. However, the year-over-year decline was more pronounced in the PC market due in part to OEM continuing to balance component inventory.\nNon-HDD revenue was down roughly 19% sequentially to $237 million, coming off a record December quarter. Both our systems and SSD businesses were impacted by key component availability, which left us unable to fulfill all the customer demand, a trend that we expect to continue in the June quarter.\nDespite these challenges, non-HDD revenue was essentially flat year-over-year, and demand remains solid, notably for the system business with record order backlog exiting the quarter.\nMoving on to our operational performance. Non-GAAP gross profit in the March quarter was $817 million compared to $749 million in the prior year period. Our corresponding non-GAAP gross margin was 29.2%, down 150 basis points sequentially but up 180 basis points year-over-year. The ongoing transition to both higher capacity drives and cost-optimized products provided some offset to the slowdown in the VIA market and continued elevated logistics and component costs. HDD gross margin was inside of our long-term target range of 30% to 33%, and we expect our HDD and total company gross margin to trend higher in the June quarter.\nNon-GAAP operating expenses were $345 million, in line with our expectation. We estimate the OpEx will move slightly higher in the June quarter due to an increase in business travel and sales and marketing activities. Our resulting non-GAAP operating income was $472 million, which translates into non-GAAP operating margin of 16.8% and reflecting lower sequential business volumes and the temporary margin pressure discussed earlier.\nBased on diluted share count of approximately 222 million shares, non-GAAP EPS for the March quarter was $1.81, within our original guidance range and consistent with our update in early March.\nInventory increased by $192 million to approximately $1.5 billion as we continue making strategic purchases of critical components, optimize use of ocean freight to reduce logistic costs and support future product demand. Given the current macro environment, we believe inventory around this level is appropriate for the next couple of quarters.\nCapital expenditures were $97 million for the quarter, up slightly quarter-over-quarter. We expect to be at or below the low end of our target range of 4% to 6% of revenue for fiscal '22, which is adequate to support our future product and services road map while maintaining our focus on aligning HD supply with demand.\nFree cash flow generation for the March quarter was $363 million, up 32% year-over-year. Fiscal year-to-date through our March quarter, we have generated nearly $400 million more in free cash flow as compared to the previous year, enabling Seagate to continue its strong return of capital to shareholders.\nIn the March quarter, we used $154 million for the quarterly dividend and $417 million to repurchase 4.2 million ordinary shares, exiting the quarter with 216 million shares outstanding and approximately $2.8 billion remaining in our authorization.\nWe ended the March quarter with cash and cash equivalents of $1.1 billion and total liquidity with approximately $2.9 billion, including our revolving credit facility.\nAdjusted EBITDA was $2.7 billion for the 12-month period ending in March, with our leverage ratio declining slightly to 2.1x.\nTotal debt balance at the end of the quarter declined to $5.6 billion, reflecting the planned repayment of $220 million in debt during the March quarter.\nIn summary, while the March quarter was very challenging, we delivered top and bottom line results which were within our original guidance range with agile operational execution and ongoing focus on optimizing profitability and free cash flow generation.\nEntering the June quarter, the operating environment has remained challenging. We have not yet seen an improvement relative to COVID shutdowns in China that we anticipated in early March, and non-HDD component shortages and geopolitical dynamics have intensified. As a result, we expect these external factors to constrain demand growth over the near term.\nWith that in mind, we expect June quarter revenue to be in the range of $2.8 billion plus or minus $150 million. We expect the actions that we are taking to mitigate external challenges combined with a more favorable product mix to support June quarter non-GAAP operating margin at the low end of our revised long-term range of 18% to 22% of revenue.\nFinally, we expect non-GAAP EPS to be in the range of $1.90 plus or minus $0.20, an increase of 5% sequentially at the midpoint.\nI will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nCEO & Director, Seagate Technology Plc\n\nThanks, Gianluca. The fundamental demand drivers for mass capacity storage remain intact. While the external challenges discussed today are impacting our Q4 outlook, I am confident in the long-term growth trajectory of the business backed by the combined strength of our operational execution, technology road map and strong product portfolio.\nDemand for data continues to grow in both public and private clouds and at the edge with a broadening of VIA applications. These trends support mass capacity revenue TAM doubling every 5 years or so and reaching $26 billion by calendar 2026.\nSeagate's leadership in mass capacity technology and strong product portfolio makes us ideally positioned to capture these opportunities from the 20-plus terabyte drives we are shipping today to the 30-plus terabyte HAMR products under development, along with our cost optimized portfolio of mid-cap drives.\nWe are taking actions to improve margin and cash flow as we move through the calendar year, barring any additional macro disruption, which is consistent with our priorities to drive profitability and free cash flow generation.\nFinally, embedded in Seagate's culture of innovation and execution is our commitment to running a sustainable business, one that balances profitability with people and our planet. We marked Earth Day this year with the release of our 16th Global Citizenship annual report and announcement of 2 important goals that reflect our deep commitment to sustainability. The first goal is to utilize 100% renewable energy across our global footprint by 2030. The second is to achieve net zero carbon footprint by 2040, done in collaboration with our customers to eliminate Scope 3 emissions and, in turn, support their environmental goals.\nWe continue to see opportunities to partner more closely with customers for the benefit of sustainability as well as circularity. The world's precious resources are finite, and we are working to expand programs focused on reducing our impact to the planet through efforts to recycle and reuse drives, components and raw materials.\nI'm very proud of the important work our teams are accomplishing. In fiscal 2021, we recycled more than 1 million drives and recovered over 1 metric ton of rare earth materials.\nI'd like to conclude by thanking our employees for their incredible efforts, our suppliers and customers for their partnership and our shareholders for their ongoing trust in Seagate.\nGianluca and I will now take your questions."
  },
  {
    "header": "STX",
    "cik": "0001137789",
    "ticker": "STX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e7da46bc2c252b576931f4d961b126a6",
    "period": "2022 Q2",
    "content": "Q2 2022 Seagate Technology Holdings PLC Earnings Call\n\nQ2 2022 Seagate Technology Holdings PLC Earnings Call\n\nSTXNASDAQJAN 26, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to the Seagate Technology Fiscal Second Quarter 2022 Financial Results Conference Call. My name is Brent, and I will be your coordinator for today. (Operator Instructions) As a reminder, this conference is being recorded for replay purposes.\nAt this time, I would like to turn the call over to Shanye Hudson, Senior Vice President, Investor Relations and Treasury. Please proceed, Shanye.\n\nShanye Hudson\n\nSVP of IR & Treasury, Seagate Technology Holdings plc\n\nThank you. Good afternoon, everyone, and welcome to today's call. Joining me are Dave Mosley, Seagate's Chief Executive Officer; and Gianluca Romano, our Chief Financial Officer. We posted our earnings press release and detailed supplemental information for our December quarter fiscal 2022 results on the Investors section of our website.\nDuring today's call, we'll refer to GAAP and non-GAAP measures. Non-GAAP figures are reconciled to GAAP figures in the earnings press release posted on our website and included in our Form 8-K that was filed with the SEC. We've not reconciled certain non-GAAP outlook measures because material items that may impact these measures are out of our control and/or cannot be reasonably predicted. Therefore, a reconciliation to the corresponding GAAP measures is not available without unreasonable efforts.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements including our March quarter financial outlook and expectations about our financial performance, market demand, industry growth trends, planned product introductions, ability to ramp production, future growth opportunities, possible effects of the economic conditions worldwide resulting from the COVID-19 pandemic and general market conditions.\nThese statements are based on management's current views and assumptions and information available to us as of today and should not be relied upon as of any subsequent date. Actual results may vary materially from today's statements. Information concerning our risks, uncertainties and other factors that could cause results to differ from these forward-looking statements are contained in our most recent Form 10-K and 10-Q filed with the SEC, our Form 8-K filed with the SEC today and the supplemental information posted on the Investors section of our website. As always, following our prepared remarks, we'll open the call up for questions.\nNow I'll hand the call over to you, Dave.\n\nWilliam David Mosley\n\nCEO & Director, Seagate Technology Plc\n\nThank you, Shanye, and hello to everyone joining us on today's call. Seagate ended calendar year 2021 on a high note, delivering another solid performance in the December quarter, highlighted by revenue of $3.12 billion, our best in over 6 years. And non-GAAP EPS of $2.41, representing the highest level in nearly a decade. This performance is all the more impressive in light of the supply chain disruptions and inflationary pressures we are experiencing today and further demonstrates the consistent execution, operational agility and sharp focus on expense discipline that we have displayed throughout the year.\nTo that point, in calendar year 2021, we achieved revenue of nearly $12 billion, up 18% compared with the prior calendar year. We expanded non-GAAP EPS by more than 75%, and we grew free cash flow by nearly 40%, truly an outstanding year of growth that shows we are capitalizing on the secular tailwinds driving long-term mass capacity storage demand. As we shared many times before, driving profitability and free cash flow generation remain 2 of Seagate's top priority and underpin our focus on enhancing value for our customers and shareholders.\nSince the onset of the pandemic, we have consistently executed our product road map and made investments to deliver cost-efficient, higher capacity drives that offer business value for our customers while also enhancing Seagate's financial profile. We extended our proven common platform drive family from 16 to 18 and now to 20 terabytes and beyond. We also address cloud customers' performance needs through our industry-leading dual actuator technology. We've made these advancements while notably returning more than $4 billion to our shareholders through our quarterly dividend and share repurchase programs.\nOur execution and product momentum position Seagate to deliver a third consecutive calendar year of top line growth. We currently expect calendar year '22 revenue to increase 3% to 6% with further growth beyond, consistent with our long-term model range.\nLet me spend a few minutes discussing the current business environment. In the December quarter, we again generated record mass capacity revenue with growth led by demand from cloud customers. We achieved our highest ever cloud customer revenue, supported by sales of our 18 terabyte nearline products, which significantly increased quarter-over-quarter consistent with our plans.\nHDDs are a critical enabling technology for the growing data sphere. As we shared a year ago at our analyst event and our results demonstrate, HDDs have a well-established place in the data center ecosystem, and we do not expect that to change over the next decade or longer.\nFor the past couple of years, Seagate has been a beneficiary of increasing cloud data center investments to support remote work, remote education and the digital transformation trends that continue to take place. Analysts forecast another year of strong double-digit cloud CapEx growth in calendar 2022. Several powerful themes emerged from this year's CES conference that support our longer-term demand outlook. And underscore a clear business need to capture, access and analyze massive and growing volumes of data.\nNew use cases highlight how data-intensive applications such as AI, autonomous vehicles or smart cities can improve business or social value and drive demand for mass capacity storage, both in the cloud and at the edge. We have previously shared how emerging use cases at the edge are driving meaningful opportunities within the VIA market. These applications utilize high-definition video and AI analytics to capture and extract data value.\nIn the December quarter, sales of our VIA products remain healthy, and we expect the March quarter to be seasonally slower, consistent with historical trends. Longer term, we continue to forecast exabyte growth in the mid-teens, supported by expanding opportunities at the edge.\nMoving to our other markets. Sequential growth from the cloud in the December quarter was somewhat counterbalanced by lower revenue in the enterprise, OEM and legacy PC markets that we attribute primarily to the COVID-related supply challenges that dominated broader industry headlines.\nAs we indicated last quarter, non-HDD component shortages are disrupting some of our enterprise and OEM customer shipment plans, which impact both mass capacity nearline and legacy mission-critical drives. We are mindful that these supply pressures and other COVID-related measures could further weigh on the typical March quarter seasonality that we anticipate in the VIA and legacy markets. However, customers are managing through the tight supply environment and expect conditions to ease over the next couple of quarters.\nSeasonality and temporary constraints aside, the long-term mass capacity demand trends remain strong. In this environment, we remain focused on exercising capital discipline to align supply with demand and continue to engage with customers on their longer-term demand requirements to ensure that our production capacity plans align with their future ramp time lines. With lead times for high-capacity HDDs of 6 months or longer, an increasing portion of our nearline drive revenue is under long-term agreements with momentum to expand even further.\nWe are executing our innovative mass capacity road map and cost reduction plans to offer a compelling value proposition for our customers that is also financially attractive for Seagate. We are ramping 20-terabyte drives, extending our common platform to a third generation. For a couple of quarters now, cloud data center customers have shown very strong pull for these drives.\nThe TCO value proposition for transitioning to higher capacity drives is compelling. Consider first that a move from 18 to 20 terabytes represents an 11% boost in storage capacity, and then layer on the savings realized across the data center buildout. At the system level, customers require less networking gear and other ancillary parts to support the same storage capacity. On both fronts, these gains translate to meaningful cost efficiencies, which may be further enhanced given the part shortages and inflationary pressures in today's market.\nAll indications point to a very steep production ramp for our 20-terabyte products with the potential of surpassing the record-setting ramp we saw for our 16-terabyte drives. As a result, we are using the seasonal slowdown in the March quarter to stage our factory operations to support strong 20-terabyte demand as the year unfolds. Our common platform approach helps to facilitate this process by enabling us to quickly transition and ramp new products into the market.\nOur 20-terabyte drives highly leverage the head and media technology that power our 18-terabyte product family, making the production process well understood and haste in time to yield. This strategy also provides manufacturing flexibility and improves our overall cost efficiencies across the breadth of our common platform family, which currently spans 16 through 20 terabyte capacities for CMR products with some customers stretching to 22 terabytes using SMR feature sets.\nWe are driving additional manufacturing and cost benefits by incorporating the same media and head technology to produce cost optimized drives, spanning capacities down to 2 terabyte drives.\nIn addition to improving manufacturing flexibility, these cost optimized drives can require fewer heads and disks, which offset some of the near-term inflationary component pressures. In the December quarter, the revenue contribution from products using higher aerial density drives increased to nearly 40% of total HDD revenue.\nWrapping up, we entered the March quarter amid a challenging supply environment. However, I remain optimistic for conditions to gradually improve. Importantly, our strong product portfolio and operational execution put Seagate in excellent position to deliver on our long-term revenue growth model and generate strong free cash flow in 2022 and beyond, underpinned by growing demand for mass capacity storage beyond 20 terabytes.\nI'll now hand the call over to Gianluca to cover the financial results.\n\nGianluca Romano\n\nExecutive VP & CFO, Seagate Technology Plc\n\nThank you, Dave. Seagate continued to execute well and navigate a complex business environment to deliver a solid financial performance aligned with our expectations. In the December quarter, we grew revenue to $3.12 billion, up 19% year-over-year. Delivered non-GAAP operating margin of nearly 20%, up 520 basis points year-over-year and increased non-GAAP EPS to $2.41, up 87% year-over-year.\nIn our HDD drive business, we achieved the fifth consecutive quarter of record capacity shipments, totaling 163 exabytes, up 3% sequentially and up 26% year-on-year. Ongoing cloud demand for our nearline products supported mass capacity revenue of $2 billion, up 1% sequentially and up 25% compared with the prior year period. Shipments into the mass capacity market totaled 137 exabytes, up 4% sequentially and 41% year-over-year.\nNearline remains our fastest growing product segment with revenue outpacing the broader mass capacity business. In the December quarter, we increased shipment to 111 exabytes, up 4% sequentially and 56% year-on-year, supported by the ongoing cloud adoption of 18-terabyte drives as well as healthy demand for mid-capacity products from enterprise and OEM customers.\nOur 20-terabyte product family is growing strong customer interest, and we are continuing to scale 18 terabyte shipments while also preparing for an anticipated steep 20-terabyte ramp in the coming quarters to support demand.\nSales into the VIA markets remained healthy in the December quarter, following 2 quarters of rapid growth and near record revenue in September. We project a seasonal slowdown in the VIA market during the March quarter, but expect revenue to remain up on a year-over-year basis.\nWithin the legacy market, revenue came in at $775 million, down 7% sequentially and 15% year-over-year. Seasonal demand for consumer drives partially offset weaker-than-anticipated PC sales due in part to ongoing PC component shortages and lower mission-clinical sales. As we discussed last quarter, component shortages are also impacting sales in our system business as customers delay some ordered product deals due to constrained supply of nondrive components.\nDespite these headwinds, non-HDD revenue increased 17% sequentially and 48% year-over-year to a record $294 million, boosted by strong SSD demand. While we continue to face near-term supply challenges for both the system and SSD businesses, we remain confident in growing the non-HDD business in fiscal 2022, particularly for our system solution, where we see ongoing demand and continue to capture new customer logos.\nLooking at our operational performance. Non-GAAP gross profit in the December quarter was $958 million. Our corresponding non-GAAP gross margin was 30.7%, down 30 basis points sequentially, but up nearly 400 basis points year-over-year. The ongoing transition to both higher capacity drives and cost-optimized products mostly offset higher freight and logistic costs and the less favorable product mix with a record non-HDD sales. Notably, HDD gross margin remain in the upper half of our long-term target range of 30% to 33%, flat with the prior quarter.\nWe maintained relatively flat non-GAAP operating expenses at $337 million, lower than expected, reflecting our disciplined expense management and the timing of certain spending. We expect OpEx to be somewhat higher in the March quarter due to an increased R&D expenses and business travel. Our resulting non-GAAP operating income was $621 million, down 1% sequentially and up 61% year-on-year. Non-GAAP operating margin remained relatively flat with the prior quarter at 19.9% and at the top end of our long-term target range of 15% to 20% of revenue.\nBased on diluted share count of approximately 225 million shares, non-GAAP EPS for the December quarter was $2.41, which is $0.06 above our guidance midpoint. We increased inventory by approximately $100 million with days inventory outstanding of 54 days to support the upcoming 20-terabyte product trend.\nCapital expenditures were $95 million for the quarter, down 19% sequentially. For fiscal '22, we continue to forecast CapEx at the low end of our target range of 4% to 6% of revenue, which is sufficient to support our future product road map while maintaining alignment between near-term supply and demand. Free cash flow generation increased to $426 million, up 12% quarter-over-quarter and 36% year-over-year.\nWe delivered strong performance in the December quarter and expect to improve free cash flow generation through the fiscal year, enabling us to continue to fund our strong capital return program. In the December quarter, we used $151 million for the quarterly dividend and $471 million to repurchase 5.1 million ordinary shares, exiting the quarter with 219 million shares outstanding and approximately $3.3 billion remaining in our authorization. We ended the December quarter with cash and cash equivalents of $1.5 billion. And total liquidity was approximately $3.3 billion, including our revolving credit facility.\nAdjusted EBITDA increased to $723 million in the quarter, our highest level in 7 years, and was $2.6 billion for the 12-month period ending in December. Total debt balance at the end of the quarter was $5.9 billion, and as we previously reported, we plan to repay $120 million in debt coming due in March.\nIn summary, we delivered solid financial performance, maintaining our focus on driving profitability and free cash flow generation while navigating a dynamic business environment.\nLooking ahead to the March quarter, we expect a continuation of the healthy demand environment in the nearline market with anticipated seasonal decline in VIA and the legacy markets. As Dave noted, we are mindful of the ongoing impact related to corporate dynamics and will continue to manage through supply chain constraints and other inflationary pressures that we expect to persist through at least the fiscal year.\nWe expect March quarter revenue to be in the range of $2.9 billion, plus or minus $150 million. We expect our operating margin to be impacted by COVID-related pressure, what I just discussed over the near term. However, we believe the structural changes in the industry combined with Seagate disciplined execution will support a higher operating margin over time.\nAs a result, we are raising our long-term target non-GAAP operating margin range to 18% to 22% of revenue compared with our prior range of 15% to 20% of revenue. With that in mind, we expect our March quarter non-GAAP operating margin to be at the lower end of our revised long-term range of 18% to 22% of revenue. And finally, we expect non-GAAP EPS to be in the range of $2, plus or minus $0.20.\nLooking further ahead, ongoing demand for mass capacity storage, combined with our strong product pipeline, give us confidence to further raise our fiscal year 2022 revenue growth to be between 12% and 14%, up from our prior outlook in the low double-digit range.\nI will now turn the call back to Dave for final comments.\n\nWilliam David Mosley\n\nCEO & Director, Seagate Technology Plc\n\nThanks, Gianluca. I'm very proud of the results Seagate posted in the December quarter and also our ability to deliver consistent performance during this unique period of transitory issues. Through it all, the trends driving explosive growth in data remain powerful. Longer-term demand tailwinds that will push growth in mass capacity stores in 2022 and for years to come.\nSeagate has the right product portfolio, operational know-how and partnership focus to capture these opportunities and lend confidence in our ability to deliver on the annual growth targets we've outlined today as well as achieve strong profitability and cash generation to fund our robust capital returns program.\nSeagate has been a technology company, innovation leader for over 4 decades. We are now leading the industry into a new era of technology with HAMR and multiactuator drives. The industry has undergone a positive structural change with the transition of mass capacity markets. These innovations are the result of years of intense focus and significant investments that bring value to our customers and to their customers by unlocking the power of their data. We are focused on capturing an appropriate return to continue fueling our mass capacity innovation engine, which we believe is healthy for Seagate and for the industry at large.\nIn closing, I would like to thank our employees who deserve the credit for Seagate's outstanding performance this past year. We are a values-driven company, and last week, we published our third annual diversity, equity and inclusion report that captures the many ways we put our value of inclusion into action. Among the many positive measures in the report, I want to highlight an increase in the overall percentage of women in director and executive roles as well as an increase in minorities in our U.S. workforce. These are important areas of focus for the company and reflects positive progress in our efforts to build a more global, diverse and inclusive workforce, which we believe leads to better business sustainability. I would also like to thank our customers and suppliers for their continued support and our shareholders for their trust in Seagate.\nGianluca and I are now happy to take your questions."
  }
]