[
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/536d1b7a22042bd26b4713029dde204b",
    "period": "2025 Q3",
    "content": "Q3 2025 Republic Services Inc Earnings Call\n\nQ3 2025 Republic Services Inc Earnings Call\n\nRSGNYSEOCT 30, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Republic Services Third Quarter 2025 Investor Conference Call. Republic Services is traded on the New York Stock Exchange under the symbol RSG. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Mr. Aaron Evans, Vice President of Investor Relations. Please go ahead, sir.\n\nAaron Evans\n\nVice President of Investor Relations\n\nGood afternoon. I would like to welcome everyone to Republic Services Third Quarter 2025 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, are on the call today to discuss our performance.\nI would like to take a moment to remind everyone that some information we discuss on today's call contains forward-looking statements, including forward-looking financial information, which involve risks and uncertainties and may be materially different from actual results. Our SEC filings discuss factors that could cause actual results to differ materially from expectations. The material that we discuss today is time sensitive. If in the future, you listen to a rebroadcast or recording of this conference call, you should be sensitive to the date of the original call, which is October 30, 2025.\nPlease note that this call is property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of Republic Services is strictly prohibited.\nOur SEC filings, our earnings press release, which includes GAAP reconciliation tables and a discussion of business activities, along with the recording of this call, are available on Republic's website at republicservices.com. In addition, Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our investor website.\nWith that, I'd like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director\n\nThanks, Aaron. Good afternoon, everyone, and thank you for joining us. We delivered strong third quarter results, which highlight the consistency of our business model, disciplined operational execution and power of our portfolio. Even with persistent headwinds in construction and manufacturing end markets, we generated solid earnings growth and margin expansion. Continued investment in our differentiated capabilities positions us well to drive sustainable growth and enhance long-term shareholder value.\nDuring the quarter, we achieved revenue growth of 3.3%, generated adjusted EBITDA growth of 6.1%, expanded adjusted EBITDA margin by 80 basis points, delivered adjusted earnings per share of $1.90 and produced $2.19 billion of adjusted free cash flow on a year-to-date basis.\nOur commitment to delivering world-class service continues to support organic growth by reinforcing our position as a trusted partner for our 13 million customers. Our customer retention rate remained strong at 94%.\nWe saw continued improvement in our Net Promoter Score. This reflects our team's commitment to delivering products and services that customers value.\nOrganic revenue growth during the third quarter was driven by strong pricing across the business. Average yield on total revenue was 4% and average yield on related revenue was 4.9%. Organic volume decreased total revenue by 30 basis points and related revenue by 40 basis points in the quarter.\nVolume performance included outsized C&D and special waste landfill activity. The increase in C&D tons related to hurricane recovery efforts in the Carolinas. Special waste activity was driven by an increase in event-based volumes across many of our disposal assets primarily located in Sunbelt geographies. These volumes were offset by a decline in the collection business. The decrease in collection volumes related to continued softness in construction and manufacturing end markets and shedding underperforming contracts in the residential business.\nOrganic revenue decline in the Environmental Solutions business created a 140 basis point headwind to total company revenue this quarter. Environmental Solutions performance was impacted by 3 primary factors: continued softness in manufacturing activity, lower event-driven volumes in our landfills, which includes E&P activity and fewer emergency response jobs. Given the relatively fixed cost structure of these assets and services, the impact on Environmental Solutions' EBITDA and margin was more pronounced.\nWhile the Environmental Solutions business was down both sequentially and year-over-year, demand stabilized exiting the third quarter. Our pipeline for new business is now expanding, and we remain well positioned to capture growth opportunities as market conditions improve.\nImportantly, despite these headwinds in Environmental Solutions, we delivered over 6% growth in adjusted EBITDA and expanded adjusted EBITDA margin by 80 basis points at the enterprise level. These results reflect disciplined pricing cost inflation, strong operational execution and effective cost management.\nMoving on to sustainability. We are making progress on the development of our Polymer Centers and Blue Polymers joint venture facilities. In July, we commenced commercial production at our Indianapolis Polymer Center. This operation is co-located with a Blue Polymers production facility. We expect commercial production to begin at the Blue Polymers facility late in the fourth quarter.\nWe are advancing renewable natural gas projects with our partners. One project came online during the third quarter. We have commenced operation at 6 RNG projects this year. We expect a total of 7 RNG projects to commence operations in 2025.\nWe continue to advance our commitment to fleet electrification. We had 137 collection vehicles in operation at the end of the third quarter. We expect to have more than 150 EVs in our fleet by the end of the year. We currently have 32 facilities with commercial scale EV charging infrastructure. This infrastructure investment will support continued growth of this differentiated service offering.\nAs part of our approach to sustainability, we strive to be the employer where the best people want to work. We continue to have high employee engagement scores, and our turnover rate continues to trend lower compared to the prior year.\nWith respect to capital allocation, we have invested more than $1 billion in strategic acquisitions on a year-to-date basis. Our acquisition pipeline remains supportive of continued activity in both the recycling and waste and Environmental Solutions businesses.\nYear-to-date, we have returned $1.13 billion to shareholders through dividends and share repurchases.\nI will now turn the call over to Brian, who will provide additional details on the quarter.\n\nBrian M. DelGhiaccio\n\nSenior VP-Finance & Head-Investor Relations, Republic Services, Inc.\n\nThanks, John. Core price on total revenue was 5.9%. Core price on related revenue was 7.2%, which included open market pricing of 8.6% and restricted pricing of 4.8%. The components of core price on related revenue included small container of 9.2%, large container of 7.1% and residential of 6.8%.\nAverage yield on total revenue was 4% and average yield on related revenue was 4.9%. Third quarter volume decreased total revenue by 30 basis points and decreased related revenue by 40 basis points. Volume results on related revenue included a 45% increase in landfill construction and demolition or C&D volume, driven by $35 million of hurricane cleanup activity in the Carolinas and an 18% increase in landfill special waste revenue, driven by volume growth across many of our disposal assets.\nYear-to-date, we recorded approximately $100 million of event-driven revenue associated with hurricane and wildfire cleanups. We estimate these volumes will result in a full year adjusted EBITDA margin benefit of 30 basis points.\nLarge container volumes declined 3.9%, primarily due to continued softness in construction-related activity in most manufacturing end markets and residential volume declined 2.4% due to shedding underperforming contracts.\nMoving on to recycling. Commodity prices were $126 per ton during the quarter. This compared to $177 per ton in the prior year. Recycling processing and commodity sales decreased organic revenue growth by 20 basis points. Increased volumes at our Polymer Centers and reopening a recycling center on the West Coast partially offset the impact of lower recycled commodity prices. Current commodity prices are approximately $120 per ton.\nTotal company adjusted EBITDA margin expanded 80 basis points to 32.8%. Margin performance during the quarter included a 40 basis point increase from previously noted event-driven landfill volumes and margin expansion in the underlying business of 90 basis points. This was partially offset by a 20 basis point decrease from net fuel, a 20 basis point decrease from recycled commodity prices and a 10 basis point decrease from acquisitions.\nAdjusted EBITDA margin in the Recycling & Waste business was 34.3%, which was up 150 basis points compared to the prior year.\nWith respect to Environmental Solutions, third quarter revenue decreased $32 million compared to the prior year, driven by softness in manufacturing end markets, lower event activity and softer E&P volumes in the Gulf. Adjusted EBITDA margin in the Environmental Solutions business was 20.3%.\nYear-to-date adjusted free cash flow was $2.19 billion. Our strong performance reflects EBITDA growth in the business and the timing of capital expenditures. Year-to-date capital expenditures of $1.18 billion represents 62% of our projected full year spend.\nTotal debt was $13.4 billion, and total liquidity was $2.7 billion. Our leverage ratio at the end of the quarter was approximately 2.5x.\nWith respect to taxes, our combined tax rate and impact from equity investments in renewable energy resulted in an equivalent tax impact of 21.2% during the quarter.\nI will now hand the call back to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director\n\nThanks, Brian. Through the cycle, we believe our business can consistently deliver mid-single-digit revenue growth and grow EBITDA, EPS and free cash flow even faster. This generally produces 30 to 50 basis points of EBITDA margin expansion per year.\nThis growth assumption is supported by pricing ahead of underlying costs, selling our comprehensive set of products and services and capitalizing on value-creating acquisition opportunities. We also expect financial contribution from investments made in sustainability innovation, including plastic circularity and our renewable natural gas projects.\nOur initial perspective, regarding 2026 is the long-term growth algorithm, is intact. As a reminder, we reported approximately $100 million of revenue at an 80% incremental margin related to landfill volumes, except in 2025 that will not repeat in 2026. This should be reflected in year-over-year growth assumptions. We plan to provide full year 2026 guidance on our earnings call in February.\nWith that, we can now open the call to questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a277c0f16fde6b6cd9efaf34d47a6a93",
    "period": "2025 Q2",
    "content": "Q2 2025 Republic Services Inc Earnings Call\n\nQ2 2025 Republic Services Inc Earnings Call\n\nRSGNYSEJUL 29, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Republic Services Second Quarter 2025 Investor Conference Call. Republic Services is traded on the New York Stock Exchange under the symbol RSG. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Mr. Aaron Evans, Vice President of Investor Relations. Please go ahead, sir.\n\nAaron Evans\n\nVice President of Investor Relations\n\nGood afternoon. I would like to welcome everyone to Republic Services' Second Quarter 2025 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, are on the call today to discuss our performance.\nI would like to take a moment to remind everyone that some information we discuss on today's call contains forward-looking statements, including forward-looking financial information, which involve risks and uncertainties and may be materially different from actual results. Our SEC filings discuss factors that could cause actual results to differ materially from expectations. The material that we discuss today is time-sensitive. If in the future, you listen to a rebroadcast or a recording of this conference call, you should be sensitive to the date of the original call, which is July 29, 2025.\nPlease note that this call is the property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of Republic Services is strictly prohibited.\nOur SEC filings, our earnings press release, which includes GAAP reconciliation tables and a discussion of business activities, along with the recording of this call, are available on Republic's website at republicservices.com. In addition, Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our investor website.\nWith that, I'd like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director\n\nThanks, Aaron. Good afternoon, everyone, and thank you for joining us. We are pleased with our second quarter results, which reflect the resilience of our business model and consistent operational execution. We delivered robust earnings growth and margin expansion, overcoming continued lower demand from construction and manufacturing end markets. We continue to invest in our differentiated capabilities, to meet the needs of our customers, allowing us to consistently grow our business and enhance profitability.\nDuring the quarter, we achieved revenue growth of 4.6%, generated adjusted EBITDA growth of 8%, expanded adjusted EBITDA margin by 100 basis points, delivered adjusted earnings per share of $1.77 and produced $1.42 billion of adjusted free cash flow on a year-to-date basis. Our focus on delivering world-class essential services continues to support organic growth and enhance customer loyalty. Our customer retention rate remained strong at more than 94%. We continue to see favorable trends in our Net Promoter Score due to the value of our offerings and quality of our service delivery.\nOrganic revenue growth during the second quarter was driven by strong pricing across the business. Average yield on total revenue was 4.1% and average yield on related revenue was 5%. This level of pricing exceeded our cost inflation and helped drive 100 basis points of adjusted EBITDA margin expansion during the quarter. Organic volume increased 20 basis points in the quarter. Volume growth included outsized special waste and C&D landfill activity. This related to hurricane recovery efforts in the Carolina's and wildfire remediation in the Los Angeles area.\nThese volumes were partially offset by declines in the collection business. The decrease in collection volumes related to continued softness in construction and manufacturing end markets and shedding underperforming contracts in the residential business. Organic revenue was down in the Environmental Solutions business and resulted in a 90 basis point headwind to total company revenue.\nEnvironmental Solutions revenue has been negatively impacted by continued sluggish manufacturing activity, uncertainty around tariff policy and lower event-based volumes. Even with the revenue headwinds, our Environmental Solutions team demonstrated effective cost management to maintain EBITDA margin performance consistent with prior year results.\nMoving on to sustainability. We believe that creating a more sustainable world is both our responsibility and a platform for growth. We recently released our latest sustainability report highlighting the progress we are making toward our 2030 goals and the positive impact we're delivering to our customers and the communities we serve. Our 2030 goals are supported by the investments we are making in the employee training and development programs, plastic circularity and decarbonization.\nWe are making progress on the development of our polymer centers and Blue Polymers joint venture facilities. Regarding the Indianapolis Polymer Center, we commenced commercial production in July. This operation is co-located with our Blue Polymers production facility. We hosted a grand opening ceremony for this facility in June. We expect commercial production to begin in the fourth quarter upon the completion of equipment commissioning.\nThe renewable natural gas projects we're developing with our partners are advancing. Four projects came online during the second quarter, along with another project completed in early July. This brings total projects completed this year to 6. We still expect a total of 7 RNG projects to commence operations in 2025.\nWe continue to advance our commitment to fleet electrification. We had 114 electric collection vehicles in operation at the end of the second quarter. We expect to have more than 150 EVs in our fleet by the end of this year. We currently have 27 facilities with commercial scale EV charging infrastructure. We expect to have more than 30 facilities with charging capabilities by the end of 2025.\nAs part of our approach to sustainability, we continually strive to be the employer where the best people want to work. We continue to have high employee engagement scores, and our turnover rate continues to trend lower compared to the prior year. With respect to capital allocation, year-to-date, we have invested nearly $900 million in strategic acquisitions. Our acquisition pipeline remains supportive of continued activity in both the recycling and waste and Environmental Solutions businesses. We continue to see the opportunity for more than $1 billion of investment in value-creating acquisitions in 2025.\nYear-to-date, we have returned $407 million to shareholders through dividends and share repurchases. Additionally, we recently announced an increase of the dividend for the 22nd consecutive year. We updated our full year 2025 financial guidance based on results delivered through the first half of the year, recently enacted tax legislation and our outlook for the remainder of the year. We now expect revenue to be in the range of $16.675 billion to $16.75 billion.\nWe maintained our original guidance for adjusted EBITDA and adjusted earnings per share as follows: adjusted EBITDA is expected to be in the range of $5.275 billion to $5.325 billion, and adjusted earnings per share is expected to be in the range of $6.80 to $6.90. We increased our full year adjusted free cash flow guidance, which is now expected to be in the range of $2.375 billion to $2.415 billion. This increase reflects a benefit to cash taxes from 100% bonus depreciation, which passed earlier this month. Our updated financial guidance includes the contributions from acquisitions closed through June 30.\nWe plan to remove the impact of recent labor disruptions from our adjusted results, which is reflected in our updated full year guidance. Regarding the labor disruptions, we've been negotiating good faith and remain committed to reaching a fair and equitable agreement that balances the needs of our employees, our customers and our business. While the labor disruptions have been localized and impact, I'm proud of how our team is working tirelessly to serve our customers.\nI will now turn the call over to Brian, who will provide details on the quarter.\n\nBrian M. DelGhiaccio\n\nSenior VP-Finance & Head-Investor Relations, Republic Services, Inc.\n\nThanks, Jon. Core price on total revenue was 5.7%. Core price on related revenue was 7%, which included open market pricing of 8.6% and restricted pricing of 4.6%. The components of core price on related revenue included small container of 9%, large container of 7.1% and residential of 6.6%. Average yield on total revenue was 4.1% and average yield on related revenue was 5%. Second quarter volume performance on total revenue and related revenue increased 20 basis points.\nVolume results on related revenue included a 47% increase in landfill C&D volume driven by hurricane cleanup activity in the Carolina's and a 22% increase in landfill special waste revenue driven by wildfire remediation efforts in Los Angeles. Large container volumes declined 3.4% primarily due to continued softness in construction-related activity in most manufacturing end markets. In residential, volume declined 3.2% due to shedding underperforming contracts.\nMoving on to recycling. Commodity prices were $149 per ton during the second quarter, this compared to $173 per ton in the prior year. Recycling processing and commodity sales increased by $7 million during the quarter. Increased volumes at the polymer centers and reopening a recycling center on the West Coast offset lower recycled commodity prices.\nCurrent commodity prices are approximately $130 per ton. This is the basis used for the second half of the year in our updated guidance. This would imply a full year average commodity price of approximately $140 per ton. Total company adjusted EBITDA margin expanded 100 basis points to 32.1%. Margin performance during the quarter included a 60 basis point increase from previously noted event-driven landfill volumes and margin expansion in the underlying business of 70 basis points. This was partially offset by a 10 basis point decrease from net fuel, a 10 basis point decrease from recycled commodity prices and a 10 basis point decrease from acquisitions.\nWith respect to Environmental Solutions, second quarter revenue decreased $11 million compared to the prior year, driven by lower event volumes and softness in most manufacturing end markets. Adjusted EBITDA margin in the Environmental Solutions business was 23.7%, flat when compared to the prior year. Year-to-date, adjusted free cash flow was $1.42 billion. Our performance reflects EBITDA growth in the business and the timing of capital expenditures. Year-to-date, capital expenditures of $727 million represents 38% of our projected full year spend.\nTotal debt was $13.1 billion, and total liquidity was $3 billion. Our leverage ratio at the end of the quarter was approximately 2.5x. With respect to taxes, our combined tax rate and impact from equity investments in renewable energy resulted in an equivalent tax impact of 23.3% during the quarter.\nWith that, operator, I would like to open the call to questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bbd8760c371ce5e9e84c5ec966535497",
    "period": "2025 Q1",
    "content": "Q1 2025 Republic Services Inc Earnings Call\n\nQ1 2025 Republic Services Inc Earnings Call\n\nRSGNYSEAPR 24, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Republic Services First Quarter 2025 Investor Conference Call. Republic Services is traded on the New York Stock Exchange under the symbol RSG. [Operator Instructions] Please note that this event is being recorded. I would now like to turn the conference over to Aaron Evans, Vice President of Investor Relations. Please go ahead.\n\nAaron Evans\n\nVice President of Investor Relations\n\nGood afternoon. I would like to welcome everyone to Republic Services First Quarter 2025 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, are on the call today to discuss our performance.\nI would like to take a moment to remind everyone that some information we discuss on today's call contains forward-looking statements, including forward-looking financial information, which involve risks and uncertainties and may be materially different from actual results. Our SEC filings discuss factors that could cause actual results to differ materially from expectations.\nThe material that we discuss today is time-sensitive. If in the future, you listen to a rebroadcast or recording of this conference call, you should be sensitive to the date of the original call, which is April 24, 2025. Please note that this call is property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of Republic Services is strictly prohibited.\nOur SEC filings, our earnings press release, which includes GAAP reconciliation tables and a discussion of business activities, along with the recording of this call, are available on Republic's website at republicservices.com. In addition, Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our investor website. With that, I'd like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director\n\nThanks, Aaron. Good afternoon, everyone, and thank you for joining us. We are pleased with our first quarter results, which demonstrated our ability to price ahead of inflation and effectively manage costs. We produced strong earnings growth and expanded margins while overcoming top line headwinds from challenging winter weather and continued softness in cyclical volumes.\nDuring the quarter, we achieved revenue growth of 4%, generated adjusted EBITDA growth of 9%, expanded adjusted EBITDA margin by 140 basis points, delivered adjusted earnings per share of $1.58, and produced $727 million of adjusted free cash flow. These strong results were supported by our differentiated capabilities. Regarding customer zeal, our focus on delivering world-class essential services continues to support organic growth and enhance customer loyalty. Our customer retention rate remains strong at more than 94%.\nWe continue to see favorable trends in our Net Promoter Score due to the value of our offerings and quality of our service delivery. First quarter organic revenue growth was driven by solid pricing across the business. Average yield on total revenue was 4.5% and average yield on related revenue was 5.4%. This level of pricing continued to exceed our cost inflation and helped drive 140 basis points of adjusted EBITDA margin expansion during the quarter.\nOrganic volume on total revenue declined 1.2% in the quarter. Volume losses were concentrated to shedding underperforming contracts in the residential business and continued softness in construction and certain manufacturing end markets. Challenging winter weather also impacted volume results during the quarter.\nTurning to our expanding digital capabilities. We continue to advance the implementation of digital tools to improve the experience for both customers and employees. Development and deployment of M-Power, our fleet and equipment management system is progressing. M-Power is designed to increase maintenance technician productivity and enhance warranty recovery. Today, we have implemented M-Power to nearly 40% of our facilities.\nMoving on to sustainability. We believe that our sustainability innovation investments in plastic circularity and decarbonization position us for growth and long-term value creation. Development of our Polymer Centers and Blue Polymers joint venture facilities continues to move forward. In March, we hosted the grand opening of our Indianapolis Polymer Center. Product quality testing is progressing well. We expect to begin ramping commercial production volume in June, with earnings contribution beginning in the second half of this year.\nThis operation is co-located with a Blue Polymers production facility that is expected to be completed in the coming months. Construction on the Blue Polymers production facility in Buckeye, Arizona continues to progress. This facility will complement our Las Vegas Polymer Center. We expect the completion of this facility early next year.\nThe renewable natural gas projects we're developing with our partners are advancing. One project came online during the first quarter and 2 projects came online in April. We still expect a total of 7 RNG projects to commence operations in 2025. We continue to advance our commitment to fleet electrification. We had 80 electric collection vehicles in operation at the end of the first quarter. We expect to have more than 150 EVs in our fleet by the end of this year. We now have 27 facilities with commercial-scale EV charging infrastructure. We expect to have more than 30 facilities with charging capabilities by the end of 2025.\nAs part of our approach to sustainability, we continually strive to be the employer where the best people want to work. Our employee engagement score continues to improve and our turnover rate continues to trend lower compared to the prior year. Our comprehensive sustainability performance continues to be widely recognized as Republic Services was named to Barron's 100 Most Sustainable Companies list, Fortune's Most Innovative Companies list, and Ethisphere's World's Most Ethical Companies list.\nWith respect to capital allocation, we invested $826 million in strategic acquisitions during the first quarter. This includes the acquisition of Shamrock Environmental, a leader in industrial waste and wastewater treatment services. This acquisition further strengthens our capabilities to provide high-demand services to our customers. Our acquisition pipeline remains supportive of continued activity in both the recycling and waste and Environmental Solutions businesses.\nWe continue to see opportunity for more than $1 billion of investment in value-creating acquisitions in 2025. As part of our balanced approach to capital allocation, we returned $226 million to shareholders in the quarter, including $45 million of share repurchases. I will now turn the call over to Brian, who will provide more details on the quarter.\n\nBrian M. DelGhiaccio\n\nSenior VP-Finance & Head-Investor Relations, Republic Services, Inc.\n\nThanks, Jon. Core price on total revenue was 6.1%. Core price on related revenue was 7.3%, which included open market pricing of 9% and restricted pricing of 4.6%. The components of core price on related revenue included small container of 9.1%, large container of 7.9% and residential of 6.5%. Average yield on total revenue was 4.5% and average yield on related revenue was 5.4%.\nFirst quarter volume performance on total revenue decreased 1.2% and volume unrelated revenue decreased 1.5%. Volume results on related revenue included a decrease in large container of 3.3%, primarily due to continued softness in construction-related activity in certain manufacturing end markets and a 2.9% decrease in residential due to shedding underperforming contracts. We estimate that severe weather negatively impacted volume performance by $25 million to $30 million during the quarter. The weather impact was isolated to January and February.\nMoving on to Recycling. Commodity prices were $155 per ton during the first quarter. This compared to $153 per ton in the prior year. Recycling processing and commodity sales increased revenue by 30 basis points during the quarter. This was primarily driven by increased volumes at the Las Vegas Polymer Center and reopening a recycling center on the West Coast. Current commodity prices are approximately $160 per ton.\nTotal company adjusted EBITDA margin expanded 140 basis points to 31.6%. Margin performance during the quarter included margin expansion in the underlying business of 110 basis points and a 40 basis point increase from 1 less workday. This was partially offset by a 10 basis point decrease from acquisitions. With respect to Environmental Solutions, first quarter revenue increased $25 million compared to the prior year, driven by both organic growth in the business and the contribution from recent acquisitions. Adjusted EBITDA margin in the Environmental Solutions business was 20.1%. This compares to 20.5% in the prior year margin performance in the Environmental Solutions business was impacted by project timing and severe winter weather.\nAdjusted free cash flow was $727 million, an increase of 36% compared to the prior year. This increase was driven by EBITDA growth in the business and the timing of working capital. This level of performance was in line with our expectations. Total debt was $13.4 billion and total liquidity was $2.6 billion. Our leverage ratio at the end of the quarter was approximately 2.6x.\nYesterday, Moody's upgraded our credit rating to A3. The upgrade recognizes the stability of our revenue base, strong EBITDA margin profile and robust free cash flow generation. With respect to taxes, our combined tax rate and impact from equity investments and renewable energy resulted in an equivalent tax impact of 26.5% during the quarter. With that, operator, I would like to open the call to questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8c444cb6526caed76f2ac5563c4c6f17",
    "period": "2024 Q4",
    "content": "Q4 2024 Republic Services Inc Earnings Call\n\nQ4 2024 Republic Services Inc Earnings Call\n\nRSGNYSEFEB 13, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Republic Services Fourth Quarter and Full Year 2024 Investor Conference Call. Republic Services is traded on the New York Stock Exchange under the symbol RSG. [Operator Instructions]. Please note that this event is being recorded. I would now like to turn the conference over to Aaron Evans, Vice President of Investor Relations. Please go ahead.\n\nAaron Evans\n\nVice President of Investor Relations\n\nI would like to welcome everyone to the Republic Services Fourth Quarter and Full Year 2024 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, are on call today to discuss our performance.\nI would like to take a moment to remind everyone that some information we discuss on today's call contains forward-looking statements, including forward-looking financial information, which involve risks and uncertainties and may be materially different from actual results. Our SEC filings discuss factors that could cause actual results to differ materially from expectations. The material that we discuss today is time sensitive. If in the future, you listen to a rebroadcaster recording of this conference call, you should be sensitive to the date of the original call, which is February 13, 2025.\nPlease note that the call is property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the expressed written consent of Republic Services is strictly prohibited. Our SEC filings, our earnings press release, which includes GAAP reconciliation tables and a discussion of business activities, along with a recording of this call, are available on Republic's website at republicservices.com. In addition, Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our investor website.\nWith that, I'd like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director\n\nThanks, Aaron. Good afternoon, everyone, and thank you for joining us. The Republic team finished the year strong. We deliver world-class service and innovative solutions for our customers and execute our strategy to profitably grow the business.\nAs a result of the team's efforts, we delivered adjusted EBITDA, EPS and free cash flow that exceeded our full year guidance. During 2024, we achieved revenue growth of 7%, generated adjusted EBITDA growth of 12%, expanded adjusted EBITDA margin by 140 basis points, delivered adjusted earnings per share of $6.46 and produced $2.18 billion of adjusted free cash flow. We continue to be well positioned to capture new opportunities and create long-term value for our stakeholders, through our differentiated capabilities, customer zeal, digital and sustainability.\nRegarding customers zeal. Our focus on delivering world-class essential services continues to support organic growth, and enhanced customer loyalty. Our customer retention rate remained strong at more than 94%. We continue to see favorable trends in our Net Promoter Score due to the value of the offerings and quality of our service delivery. Fourth quarter organic revenue growth was driven by solid pricing across the business. Average yield on total revenue was 4.4% and average yield on related revenue was 5.3%. This level of pricing continued to exceed our cost inflation and help drive 110 basis points of EBITDA margin expansion during the quarter.\nOrganic volume on total revenue declined 1.2% in the quarter. Volume losses were concentrated to shedding underperforming contracts in the residential business, and continued softness in construction and certain manufacturing end markets. Turning to our expanding digital capabilities. We continue to advance the implementation of digital tools to improve the experience for both customers and employees.\nDeployment of Empower, our new fleet and equipment management system is underway. Empower is designed to increase maintenance technician productivity and enhanced warranty recovery. Deployment of the new system is anticipated to be completed by the end of 2025. We estimate Empower will deliver $20 million of annual cost savings once fully implemented. We continue to benefit from innovative technology on our recycling and waste collection routes. We utilize cameras to identify overfilled containers and recycling contamination, which is enabled by our RISE digital platform. This technology generated more than $60 million in incremental revenue in the first year of operation.\nMoving on to sustainability. We believe that our sustainability innovation investments in plastic circularity and renewable natural gas position us for continued growth and long-term value creation. Development of our Polymer Centers and Blue Polymers joint venture facilities continues to move forward. Construction is complete at our Indianapolis Polymer Center and equipment commissioning underway. This operation is co-located with a Blue Polymers production facility that is expected to be completed by mid-2025. We expect earnings contribution from the Indianapolis Polymer Center in the second half of this year.\nConstruction on the Blue Polymers production facility in Buckeye, Arizona is underway. This facility will complement our Las Vegas Polymer Center. We expect the completion of this facility in late 2025. We continue to bring decarbonization solutions to the market that will unlock value for our stakeholders, including the communities we serve. The renewable natural gas projects we're developing with our partners continue to advance. 2 projects came online during the fourth quarter and another project came online in January. We expect a total of 7 new RNG projects to come online in 2025.\nWe continue to advance our commitment to fleet electrification. We had 52 electric collection vehicles in operation at the end of 2024. We expect to have more than 150 EVs in our fleet by the end of this year. We now have 22 facilities with commercial scale EV charging infrastructure. We expect to have approximately 30 facilities with charging capabilities by the end of 2025. As part of our approach to sustainability, we continually strive to be the employer where the best people want to work.\nIn 2024, our employee engagement score remained high at 86 and Internal rates continue to trend lower with full year turnover improving 150 basis points compared to the prior year. Our comprehensive sustainability performance continues to be widely recognized as Republic Services was named the Dow Jones Sustainability Index for the 9th consecutive year.\nWith respect to capital allocation in 2024, we invested $358 million in strategic acquisitions and returned $1.18 billion to shareholders, which includes $490 million of share repurchases. Our results clearly demonstrate our ability to create sustainable value and our strategic investments strengthened the foundation to continue to grow our business. In 2025, we expect to deliver profitable growth while continuing to invest in the business to drive lasting value. More specifically, we expect full year revenue in a range of $16.85 billion to $16.95 billion. Adjusted EBITDA is expected to be in the range of $5.275 billion to $5.325 billion. We expect to deliver adjusted earnings per share in a range of $6.82 to $6.90, generate adjusted free cash flow in a range of $2.32 billion to $2.36 billion.\nOur pipeline supports continued acquisition activity in both Recycling & Waste and Environmental Solutions. We expect to deploy at least $1 billion of investment in value-creating acquisitions in 2025. Our 2025 guidance includes the financial contribution from acquisitions closed to date. I will now turn the call over to Brian, who will provide details on the quarter and year.\n\nBrian M. DelGhiaccio\n\nSenior VP-Finance & Head-Investor Relations, Republic Services, Inc.\n\nThanks, John. Core price on total revenue was 6.1% in the fourth quarter. Core price on related revenue was 7.3%, which included open market pricing of 9.1% and restricted pricing of 4.5%. The components of core price on related revenue included small container of 9.6%, large container at 7.4% and residential of 6.8%. Average yield on total revenue was 4.4% and average yield on related revenue was 5.3%.\nAs expected, average yield stepped down sequentially as we fully anniversary the impact of new fees implemented in late 2023. The fees relate to overfilled containers and recycling contamination and were enabled by our digital platform. In 2025, we expect average yield on total revenue of approximately 4% and average yield on related revenue of approximately 5%. Fourth quarter volume on total revenue decreased 1.2% and volume on related revenue decreased 1.5%. Volume results included a decrease in large container of 4.6%, primarily due to continued softness in construction-related activity in certain manufacturing end markets, and a 2.8% decrease in residential due to intentionally shedding underperforming contracts.\nIn 2025, we expect organic volume growth in the Recycling & Waste business in a range of negative 25 basis points to positive 25 basis points. Moving on to recycling. Commodity prices were $153 per ton during the fourth quarter. This compared to $131 per ton in the prior year. Recycling processing and commodity sales increased revenue by 20 basis points during the quarter. Full year 2024 commodity prices were $164 per ton. This compared to $117 per ton in the prior year. Current commodity prices are approximately $145 per ton, which is the baseline used in our 2025 guidance.\nFourth quarter total company adjusted EBITDA margin expanded 110 basis points to 31%. Margin performance during the quarter included; margin expansion in the underlying business of 110 basis points, a 10 basis point increase from net fuel and a 10 basis point increase from recycled commodity prices. This was partially offset by a 20 basis point decrease from acquisitions completed in the prior year. Our full year adjusted EBITDA margin was 31.1%, which represents margin expansion of 140 basis points compared to the prior year. Margin expansion in the Recycling & Waste business was 130 basis points and margin expansion in the Environmental Solutions business was 230 basis points.\nWith respect to Environmental Solutions. Fourth quarter revenue increased nearly $70 million compared to the prior year, driven by organic growth in the business and the rollover contribution from prior year acquisitions. Adjusted EBITDA margin in the Environmental Solutions business expanded more than 500 basis points to 24.7% in the fourth quarter. Total company depreciation, amortization and accretion was 11% of revenue in 2024 and is expected to be 11.2% of revenue in 2025. Full year 2024 adjusted free cash flow was $2.18 billion, an increase of 10% compared to the prior year. This was driven primarily by EBITDA growth in the business.\nTotal debt at the end of the year was $12.8 billion, and total liquidity was $2.5 billion. Our leverage ratio at the end of the year was approximately 2.6x. We expect net interest expense of approximately $565 million in 2025. With respect to taxes, our combined tax rate and impact from equity investments in renewable energy, resulted in an equivalent tax impact of 23.4% during the fourth quarter and 23.9% for the full year. The favorable tax rate in the fourth quarter was supported by tax credits related to investments in RNG projects with our development partners. We expect equivalent tax impact of approximately 25% in 2025, made up of an adjusted effective tax rate of 20% and approximately $170 million of noncash charges from equity investments in renewable energy.\nWith that, operator, I would like to open the call to questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c4168f518ba0f27aab40b14d7fca66c0",
    "period": "2024 Q2",
    "content": "Q2 2024 Resolute Mining Ltd Earnings Call\n\nQ2 2024 Resolute Mining Ltd Earnings Call\n\nRSGASXJUL 29, 3:30 AM\n\nTerence Neil Holohan\n\nCOO, Resolute Mining Limited\n\nGood morning, ladies and gentlemen. This is Terry Holohan. I have on the line with me, Chris Eger, our CFO. And we'd like to take you through our quarterly results for Q2 and obviously, H1 of 2024. We do have a presentation online. It's as of 29 July 2024. It's loaded up on our website, so you can follow that. And I will be talking to the slides as I click forward, so you can follow me.\nJust moving on to Slide 2. there. We've got the normal disclaimer, which does have our guidance for the year, which is unchanged at this stage.\nLooking forward to Slide 3, just a reminder for everybody, we are a West African gold company. We operate at the Syama Gold Mine and the Mako Gold Mine in Senegal, but we've also got exploration projects on both of these operations and in Guinea and all 3 are in an exciting phase at this point in time.\nWe have quite a large resource and reserve, and this is growing because of the work we've been doing over the last 3 years. And as I said, our guidance, we are maintaining this at somewhere between 345,000 and 365,000 ounces at a cost of $1,300 to $1,400 an ounce, and we'll go into that in a little bit more detail shortly.\nGoing forward to Slide 4. If you look at the quarter highlights, we had a very good operational quarter, almost 91,000 ounces. This was a good clean run for all operations. This following on from in Q1, if you remember, we did stop the Syama operation, the sulfide circuit for 2 weeks. And now we're at 167,000 ounces for the half year, which is exactly where we expected to be. And that's why we're restating our guidance. We've always said that the first half of the year will be a bit shy because of the stoppage at the Syama planting in Q1, and we expect to have a good run now in the second half of the year.\nOne of the very exciting point is our group AISCs of $1,402 an ounce. If you remember, not too long ago, it was up at 15. Over the last couple of years, we brought this down aggressively. And in June, actually, we broke through comfortably the $1,400 an ounce level. And going forward, that's why we're really comfortable stating that we think we're going to be in the $1,300 to $1,400 an ounce for the calendar year.\nCash flow, if you remember, we finished our syndicated debt in Q1, and we've got cash flow from operations of $47 million, which is quite an aggressive number now. Obviously, gold price is helping, but also all our work on the operating cost is coming exactly at the right time.\nExploration, as I've mentioned, we are still pursuing the Tomboronkoto project in Mali. We've got some really good drill hits that are coming through as we speak. And we expect to give you an upgrade on that in Q3. And also on the Guinea where we're just about putting together our first Mineral Resource Estimate.\nSo as a result of the -- all the operations in this half year, our net cash has now jumped to $97 million at the end of June. It also helped by the deal at Ravenswood where they hit their targets of 500,000 ounces, and they gave us a first tranche of AUD 30 million, about USD 20 million, [ with net ] payment coming in this quarter, which will total altogether about AUD 50 million.\nSo as a result, at the end of June, we had a very healthy balance sheet with cash and bullion at $143 million, and you'd have to go a few years back to see that on our balance sheet. We've essentially come through now what I consider 3 years of turnaround and now we can really focus on growth, especially the organic growth that we've got in front of us over the next 2 years.\nIn terms of ESG, we're still picking boxes there. LTIs at Syama's over 5.5 years LTI-free. Mako is at 2.8 years LTI-free. We did have some recordable injuries, but these are minor injuries, cuts to hands, sprains, et cetera, nothing majorly that we should be concerned about. But obviously, we're certainly pushing hard on the safety.\nWe move on to Slide 5. We still are comfortable with our growth. We're just restating this now again. If you remember, we've been talking like this for quite a while, we can see -- this year, our guidance we're comfortable with. I think the important thing. Our costs are coming back down. You can see where we've been recently. We are pushing hard now with the Syama sulfide conversion plant. If you remember, that project will take us on Syama up to 4 million tonnes of sulfide ore. Essentially, it's going to replace the 1.6 million tonnes of oxide that we're treating at the moment at an average of about 1.3 gram a tonne with sulfides that are going to be about 2.9 gram a tonne. So that should comfortably take us from the middle of the next year up to 250,000 ounce per year production levels.\nAs I mentioned, at Mako, we've now got 5 drill rigs there. We've got 3 potential satellite deposits that we're focusing on. Tombo is storming ahead. We've got some, as I mentioned, some really good drill results coming through. We'll put out a separate announcement in later this month, this quarter, give you a full update not only on Tombo but on the other side as well.\nPhase 2 expansion at Syama. If you remember, we've always said this is a Tier 1 mine in waiting. We started the scoping study, and we'll actually give you some updates later this year. And then as I mentioned, the Guinea exploration. We've got some exciting prospects out there. We will issue a first Mineral Resource Estimate sometime this quarter.\nWe'll jump forward to Slide 7. Let's go into a bit of detail, Syama. If you remember, this last year, we've been ramping up the mine to get it up to 2.4 million tonnes. It was originally designed on 2.1 million tonnes. As we were ramping up last year, remember, we had a few wobbles with the grade. You can see now the grades have settled down. We're comfortably at those sort of levels. And if you look at the sulfide ore process, you can see that this last quarter, we started stepping that up. And this is because of all the work that we've taken on the crushers, replacing all the crushers out systematically over the last 9 months, which has now allowed us to push more through the mill. And the big exciting thing there, as I mentioned, is a grade. If you look at the grades, we're getting back to where we think we should be. And even with the increased throughput on the sulfide plant, you can see we're holding the gold recovery numbers. So the sulfide circuit is really operating well. And then the oxide plant also operating well. We are now in a mixture of materials coming from mines round about 1.56 grams a tonne, and we're using lots of stockpiles, which we've built up over the years, which these days with 1 gram a tonne is worth $75 a tonne. So it's certainly worth processing it and making money from it.\nSo the Syama operations, we're excited with. We're expecting a run free H2, so we should see some good performance out of Syama over the next 6 months.\nI talk about the conversion project. As I mentioned, this is where we're going to be -- this is the oxide plant that we're looking at on Slide 8 with the photograph. You can just see the oxide bill in the left-hand picture on the right, the large slab of concrete next to it. That's the mill foundations, that's usually the critical path on an expansion project with the mill. They are almost complete as we speak now. These photographs are a few days old. And then you can see the flotation section foundations in the foreground on that picture. This is all going ahead to plan. The mill, that parts are starting to arrive on site, and we're on track for commissioning in first half of next year. So by Q3 next year, we should be putting through that mill and the mill next to it. That's going to be put there shortly. We're going to be putting 2.9 gram a tonne material through that mill instead of the on average about 1.3 that we're putting at the moment. So this is really exciting for the future of this operation. This should take it comfortably up to the 250,000 ounces per year, considering we're about 210,000 ounces per year at the moment from Syama.\nThen moving on to Slide 9, which is Mako. Mako, as we've been alluding to for quite some time. We did that huge strip last year, $25 million, which we finished off in Q1. And this has allowed us now to get access to higher grade ores. We have been mining slightly larger tonnages of ores for 2 reasons. First of all, so we -- as you know, we've got a rainy season coming up. We want to make sure we've got plenty of material on the ground, so we don't have to slow down in the mill. And also, it gives you a better chance of being -- putting the higher grade material through the mill. What we'll also note is the recoveries are maintaining at 93%. This is based on -- due to our oxygen plant that we put in place last year, still performing exceptionally well and is also adding to the reduction in the cost of the plant. Our operating costs at Mako have come down to $1,100 an ounce and as we expected, and we expect to maintain this now going forward. As I mentioned, we will have a slightly softer Q3 in terms of mining, we're anticipating being able to maintain the production through the plant. And then Q4 should be a bit more solid, a bit more like this quarter.\nAs I mentioned, group exploration, we will give you an update shortly. Senegal, Tombo and Bantaco, we're operating on 2 of our 3 satellite areas now starting to the Tombo numbers, as I say, we're going to be looking at adding numbers to the mineral resource there of 400,000 ounces with some infill and some extensional drilling. So that's going to increase. We're just starting to hit the mineralization at the Bantaco, that took us a bit of time to get in there. We're actually on site now, and we're just starting to see mineralization coming out of the ground. So we're getting quite excited about the potential extension of the Mako operation.\nIn Mali, we're also doing some work again on the Syama North. We're now going to restate that resource shortly. We're also getting excited about some underground shoots that we're picking up from that Syama North area. There are several shoots coming off that large 3 million-ounce ore body. And they are higher grade higher than the 3-gram a tonne. So they look like they will be economically mined from underground at some stage in the future. It's just exploratory at this stage, but we'll give some color on that later in the quarter.\nAnd we're also looking at some other prospects south of the main Syama complex that we picked up on our geophysical work over the last 3 years. And we're looking, again, we think we might be able to find some more oxides going forward. This is the excitement about Syama. We'll have that oxide plant having the ability to treat either oxides or sulfides depending on the margins that they will give us.\nAnd then as I mentioned, the Mansala project, we're actually modeling that at the moment, and we will release a mineral resource shortly.\nAnd with that, I'll now hand over to Chris, so he can take us through the financials and the bottom line.\n\nChristopher Eger\n\nChief Financial Officer\n\nThank you, Terry. Moving over to Slide 12 and looking at our financial results. As Terry highlighted, we had a very strong quarter, and we're very pleased with our financial results. Starting first with gold sales. We sold 88,000 ounces, just shy of what we actually produced. Again, at the end of Q2, the quarter ended on a weekend, and therefore, the actual timing of the sales were impacted versus the production. But we expected those ounces to get sold in July, which they did. And what's really important to note here is at this stage, we're fully unhedged and we remain unhedged and we intend to continue to be hedged. Also, as Terry highlighted, the costs have come down very nicely. And so our AISC was at $1,402 per ounce, and we expect the AISC to continue to decrease over the coming quarters.\nOur capital expenditures were just shy of $20 million for the quarter, slightly less than Q1, but we are expecting CapEx to increase in the second half of the year as the spend for the Syama project is really going to ramp up, and that's going to be happening in Q3 and in Q4.\nOur EBITDA for the half year, which is unaudited, is coming in at $160 million, which is an increase over last year, where we probably produced $101 million EBITDA. I'm expecting the EBITDA for the second half of the year to be substantially higher than the first half. This is really because of the fact that we'll be producing more ounces, and we're also seeing a much higher price environment than we were in Q1. And like I said, CapEx for the first half of the year is at $44 million, which was an increase over last year. But most importantly, we expect CapEx to really ramp up in the second half of the year, and we're still very much comfortable that CapEx will come in within the guidance that we have illustrated at the beginning of the year.\nMoving over to Page 13, when we look at cash, and cash is king these days. We're very excited about the cash flow generation of the business. Our operating cash flow was up substantially in this first half of the year versus last year at $127 million and we expect that to continue in H2.\nI spoke about CapEx already and the impact to the business and look at exploration was around $10 million for the first half of the year and we are expecting our exploration expense to be at least $10 million in the second half, if not more. This is above our initial guidance of $15 million to $18 million for exploration. The reason for this is that we're very excited with what we're seeing. In Senegal, we anticipate to spend as much as we can in order to really lock in the extension of the Mako mine. So look for the exploration spend to continue to increase throughout the year.\nWorking capital was a positive impact for the first half of just shy of $2 million. One of the key issues that we are facing, though in the business is not receiving our VAT refunds on time. In Q2, this was negatively impacted our business by about $15 million. We are getting VAT refunds, but they're coming in slow. Historically, we were able to get them quite quickly. And with the changing governments that we're seeing both in Senegal and in Mali, we're seeing an impact on our VAT refunds, which is negatively impacting the business overall.\nAs Terry highlighted, in the quarter, we received AUD 30 million due to the sale of Ravenswood, which had a very nice positive impact to the business, and we're expecting that remaining AUD 20 million to come in by the end of September. We made our final debt payments for our syndicated senior facility at the end of Q1. That's the $26.3 million that you see on the graph. So we ended the quarter with a very strong cash balance, cash and billing, I should say, of $143.4 million and that related into a net cash position of $96.6 million. We continuously maintain overdraft facilities in both the countries that we operate. We try to keep these levels pretty consistent, just shy of $50 million. Those provide good working capital sort of efficiencies for us, and we'll be looking to do that in the future.\nSo again, to summarize, a very strong quarter, and we expect cash to continue to build throughout the year.\nAnd with that, I will turn it back over to Terry for some closing remarks.\n\nTerence Neil Holohan\n\nCOO, Resolute Mining Limited\n\nGood. Thanks, Chris. And just in conclusion, I think you can see from the numbers there that we've been working smart over the last 3 years, and we've also managed to put stocks in place just in case from the mine in front of the plant just in case we do hit problems with the rainy season. The rains have started. We've had 150-millimeter storms already happening and in a few hours, and we're managing that quite comfortably at this stage. But I'd say we do have stocks in place, which will assist if we have any further storms like that. But what we've got, we are still focused on the operation. We are still pushing the continuous improvement. There's lots of items that we have still got on order that are going to come in to enhance the operations here and there, just on the mills, on the roasters, et cetera. So we are still focused on the continuing improvement and the big plus for us right now is that we are unhedged going forward, and we've paid all our debt off so we can enjoy the prices that we are seeing going forward.\nSo if you look at what we're focused on, the 3 things that we are focused on is productivities, cost improvement and organic growth. It's as simple as that. So we should see some systematic improvements further over the next 2 years.\nThanks very much. And with that, Chris and I will now take your questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d848128937bd70f518d2da40a5fabe28",
    "period": "2024 Q1",
    "content": "Q1 2024 Republic Services Inc Earnings Call\n\nQ1 2024 Republic Services Inc Earnings Call\n\nRSGNYSEAPR 30, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Republic Services First Quarter 2024 Investor Conference Call. Republic Services is traded on the New York Stock Exchange under the symbol RSG. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Aaron Evans, Vice President of Investor Relations\n\nAaron Evans\n\nVice President of Investor Relations\n\nThank you. I would like to welcome everyone to Republic Services First Quarter 2024 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, are on the call today as we discuss our performance. I would like to take a moment to remind everyone that some of the information we discuss on today's call contains forward-looking statements, which involve risks and uncertainties and may be materially different from actual results.\nOur SEC filings discuss factors that could cause actual results to differ materially from expectations. The material that we discuss today is time sensitive. If in the future, you listen to a rebroadcast or recording of this conference call, you should be sensitive to the date of the original call, which is April 30, 2024. Please note that this call is property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of Republic Services is strictly prohibited.\nI want to point out that our SEC filings; our earnings press release, which includes GAAP reconciliation tables, and, a discussion of business activities, along with the recording of this call, are available on our Republic's website at republicservices.com. I want to remind you that Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our website.\nWith that, I'd like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director\n\nThanks, Aaron. Good afternoon, everyone, and thank you for joining us. Our strong first quarter results demonstrate our focus on profitably growing the business. We produced revenue growth both organically and through acquisitions while enhancing profitability across the enterprise. During the quarter, we achieved revenue growth of 8%, generated adjusted EBITDA growth of 12%, expanded adjusted EBITDA margin by 120 basis points, reported adjusted earnings per share of $1.45 and produced $535 million of adjusted free cash flow. The results we delivered are made possible by executing our strategy, supported by our differentiated capabilities.\nRegarding customers zeal, our efforts to provide best-in-class essential services and sustainability offerings continue to drive customer loyalty and organic growth in the business. Our customer retention rate remained high at over 94%, and we continue to see favorable trends in our net promoter score as customers value our broad service offerings and the quality of our service delivery. Strong organic revenue growth during the first quarter was underpinned by core price on related revenue of 8.5% and average yield on related revenue of 7.3%.\nThis level of pricing exceeded our internal cost inflation and resulted in over 100 basis points of EBITDA margin expansion. Organic volume on related revenue declined 1.1%. Large container and disposal volumes were negatively impacted by severe weather across most of our geographies during the first quarter. Most of the weather impact occurred in January, and we saw a notable rebound in volume performance in February and March as weather conditions normalized.\nTurning to our digital capabilities. The team continues to advance the implementation of digital tools that improve the experience for both customers and our employees. Our RISE digital operations platform is driving improved route optimization and safety performance and providing more predictable service delivery to our customers. Development of our new asset management system is underway, which is expected to increase maintenance technician productivity and enhanced warranty recovery.\nWe expect to begin deploying the new system later this year using a phased approach, which we estimate will result in $20 million of annual cost savings by 2026. We continue to benefit from advanced technology on recycling and waste collection routes. Our platform utilizes cameras to identify overfill containers and contamination and recycling containers. This technology will reduce contamination in our recycling centers and is expected to generate approximately $60 million in incremental annual revenue.\nTo date, we have already achieved $30 million of annual benefit. Moving on to sustainability. We believe that our sustainability innovation investments in plastic circularity and renewable natural gas are a platform for profitable growth. Development of our polymer centers and Blue Polymers joint venture facilities remains on track. Our Las Vegas Polymer center is operational and delivery of plastic flake to our offtake partners began in March. Construction is progressing on our Indianapolis polymer Center with equipment installation planned to begin in June. This operation will be co-located with a Blue Polymers production facility.\nThe renewable natural gas projects being codeveloped with our partners continue to advance. One project came online during the first quarter, and we expect at least 7 additional projects to be completed in 2024. We continue to advance our efforts to support decarbonization, including our industry-leading commitment to fleet electrification. We currently have 15 collection vehicles in operations. We expect to have more than 50 additional EVs to be added to our fleet in 2024.\nWe now have 7 facilities with commercial EV charging infrastructure. Development of 40 additional locations is underway with more than 10 new sites expected to be completed in 2024. As part of our approach to sustainability, we continually strive to be the employer of choice in the markets that we serve. Employee turnover continues to improve with our first quarter turnover rate improving 70 basis points compared to the prior year.\nAs a result, we are better staffed to optimize our operations and capitalize on growth opportunities in the market. Our comprehensive sustainability performance continues to be widely recognized as Republic Services was recently named to Barron's 100 Most Sustainable Companies list, Ethisphere's World's Most Ethical Companies list and Fortune's Most Innovative Companies List. With respect to capital allocation, we invested $41 million in acquisitions during the first quarter. Our acquisition pipeline remains supportive of continued activity in both the Recycling and Waste and Environmental Solutions businesses. We continue to see opportunity for $500 million of investment in value-creating acquisitions in 2024. Additionally, we returned $168 million to shareholders through dividends in the first quarter. I will now turn the call over to Brian, who will provide details on the quarter.\n\nBrian M. DelGhiaccio\n\nSenior VP-Finance & Head-Investor Relations, Republic Services, Inc.\n\nThanks, John. Core price on total revenue was 7%; core price on related revenue was 8.5%, which included open market pricing of 10.2% and restricted pricing of 5.7%. The components of core price on related revenue included small container of 12.2%, large container of 7.7% and residential of 8.1%. Average yield on total revenue was 6% and average yield on related revenue was 7.3%.\nFirst quarter volume on total revenue decreased 90 basis points and volume on related revenue decreased 1.1%. The components of our volume performance included a decrease in large container of 4.4%, primarily due to severe weather in January, along with continued softness in construction-related activity and a decrease in residential of 2.6%. During the quarter, landfill MSW volume was up 1.6% and small container volume increased 30 basis points.\nMoving on to recycling. Commodity prices were $153 per ton during the first quarter. This compared to $105 per ton in the prior year. Recycling processing and commodity sales increased revenue by 40 basis points during the quarter. Commodity prices are exceeding our initial expectations as current commodity prices are approximately $160 per ton.\nNow turning to our Environmental Solutions business. First quarter Environmental Solutions revenue increased $15 million compared to the prior year. The growth was due to the rollover impact from an acquisition that closed in the fourth quarter of 2023. Adjusted EBITDA margin in the Environmental Solutions business was 20.5%, which compared to 21% in the prior year. After considering the dilutive impact from a recent acquisition of 110 basis points, EBITDA margin in the Environmental Solutions business increased 60 basis points.\nTotal company adjusted EBITDA margin for the first quarter expanded 120 basis points to 30.2%, which was driven by margin expansion in the underlying business of 110 basis points. Other changes in margin performance during the quarter included a 20 basis point increase from recycled commodity prices and a 20 basis point increase from net fuel. This was partially offset by a 30 basis point decrease from acquisitions.\nAdjusted free cash flow was $535 million in the first quarter. Free cash flow conversion was 45.9%. Total debt was $13 billion and total liquidity was $2.8 billion. Our leverage ratio at the end of the quarter was approximately 2.8x. With respect to taxes, our combined tax rate and impact from equity investments and renewable energy resulted in an equivalent tax impact of 25.4% during the quarter, which was in line with our expectations. We also received a $12 million state grant associated with renewable energy investment. This benefit was recorded in other income and added $0.03 of EPS. This did not impact EBITDA or EBITDA margin during the quarter. With that, operator, I would like to open the call to questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/921ec3367b5778cc4e4d75e379d3137a",
    "period": "2023 Q4",
    "content": "Q4 2023 Republic Services Inc Earnings Call\n\nQ4 2023 Republic Services Inc Earnings Call\n\nRSGNYSEFEB 27, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Republic Services Fourth Quarter and Full Year 2023 Investor Conference Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Aaron Evans, VP, Investor Relations. Please go ahead.\n\nNoah Duke Kaye\n\nAnalyst, Northland Capital Markets\n\nI would like to welcome everyone to Republic Services Fourth Quarter and Full Year 2023 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, are on the call today to discuss our performance.\nI would like to take a moment to remind everyone that some of the information we discuss on today's call contains forward-looking statements, which involve risks and uncertainties and may be materially different from actual results. Our SEC filings discuss factors that could cause actual results to differ materially from expectations. The material that we discuss today is time sensitive. If in the future, you listen to a rebroadcast or recording of this conference call, you should be sensitive to the date of the original call, which is February 27, 2024.\nPlease note that this call is property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of Republic Services is strictly prohibited. I want to point out that our SEC filings, our earnings press release, which includes GAAP reconciliation tables and a discussion of business activities, along with the recording of this call, are available on Republic's website at republicservices.com. I want to remind you that Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our website. With that, I'd like to turn the call over to John.\n\nJon Vander Ark\n\nPresident, CEO & Director\n\nThanks, Aaron. Good afternoon, everyone, and thank you for joining us. The Republic team finished the year strong by executing our strategy designed to profitably grow the business. We outpaced expectations throughout the year and deliver results that exceeded our full year guidance. During 2023, we achieved revenue growth of 11%, including 5% from acquisitions. Generated adjusted EBITDA growth of 13%, expanded adjusted EBITDA margin by 60 basis points, including margin expansion in the underlying business of 100 basis points, reported adjusted earnings per share of $5.61, and produced $1.99 billion of adjusted free cash flow. .\nWe continue to believe that investing in value-creating acquisitions to further expand our business is the best use of our free cash flow. We invested $1.8 billion in acquisitions in 2023, including transactions in both the recycling and waste and Environmental Solutions businesses. As part of our balanced approach to capital allocation, we returned $900 million to shareholders through dividends and share repurchases. The results we are generating are made possible by executing our strategy, supported by our differentiated capabilities. Regarding customer deal. Our efforts to provide industry-leading service continues to drive sustained customer loyalty and organic growth in the business. Our customer retention rate remained high at over 94% and we continue to see favorable trends in our Net Promoter Score due to the value of our offerings and quality of our service delivery.\nWe delivered outsized organic revenue growth during the fourth quarter with simultaneous increases in price and volume. Core price and related revenue was 8.8% and average yield on related revenue was 7.7%. Organic volume growth on related revenue was 40 basis points.\nTurning to our digital capabilities. The team continued to advance the implementation of digital tools that improve the experience for both customers and employees. Development of our new asset management system is underway, which is expected to increase maintenance technician productivity and enhanced warranty recovery. We expect to begin utilizing the new system in late 2024. The continued operational enhancements supported by our RISE digital operations platform are expected to drive additional productivity through improved route optimization and safety performance and provide more predictable service delivery to our customers. We anticipate the RISE platform will drive approximately $100 million of total annual earnings contribution, of which approximately $65 million has been realized to date. We continue to implement advanced technology on recycling and waste collection routes. Our platform utilizes cameras to identify overfilled containers and contamination and recycling containers. This technology is reducing contamination and driving incremental revenue. Moving on to sustainability.\nWe believe that our sustainability innovation investments in plastic circularity and renewable metal gas are a platform for profitable growth. Development of our polymer centers and Blue Polymers joint venture facilities remain on track. We are finalizing commissioning at our Las Vegas Polymer Center this week. Delivery of plastic flake to our offtake partners is expected in the coming weeks. Construction is progressing on our Indianapolis Power Center. This development will be co-located with blue polymers production facility and construction at the site is expected to be completed in late 2024.\nThe renewable gas projects being codeveloped with our partners continue to advance. 5 projects came online in 2023, and we expect at least 8 additional projects to be completed in 2024. Efforts to support decarbonization, including our industry-leading commitment to fleet electrification. We currently have 11 electric collection vehicles in operation. We expect more than 50 additional EVs will be added to our recycling and waste collection fleet in 2024. We have 6 facilities with commercial EV charging infrastructure with more than an ability, we continue to strive to be a workplace with the best people from all back 2023, employee engagement improved a score with 90% -- 99% of employees participating in the survey. Turnover rates continue to turn over improving 400 basis points compared to the prior year. As a result, we are better staffed to optimize our operations and capitalize on growth opportunities in the market Okay.\nOur comprehensive sustainability note to the Dow Jones Sustainability Index for the eighth consecutive year. Our 2023 results clearly demonstrate our ability to create sustainable value and our ongoing investments to strengthen the foundation from which we will continue to grow our business.\nWe expect to deliver outsized profitable growth while continuing to make investments in the business to drive lasting value creation. More specifically, we expect full year revenue in a range of $16.1 billion to $16.2 billion. Adjusted EBITDA is expected to be in a range of $4.825 billion to $4.875 billion. We expect to deliver adjusted earnings per share in the range of $5.94 to $6, generate adjusted free cash flow in a range of $2.1 billion to $2.15 billion. Our pipeline supports continued acquisition activity in both recycling and waste and environmental solutions.\nWe are targeting at least $500 million of investment in value-creating acquisitions in 2024. Our 2024 financial guidance includes the rollover contribution from acquisitions that closed in 2023.\nI will now turn the call over to Brian, who will provide details on the quarter and year.\n\nBrian M. DelGhiaccio\n\nSenior VP-Finance & Head-Investor Relations, Republic Services, Inc.\n\nThanks, Jon. Core price on total revenue was 7.2% in the fourth quarter. Core price unrelated revenue was 8.8%, which included open market pricing of 10.6% and restricted pricing of 6%. The components of core price on related revenue included small container of 12.3%, large container at 8.6% and residential of 8.2%.\nAverage yield on total revenue was 6.3% and average yield on related revenue was 7.7%. In 2024, we expect average yield on total revenue in a range of 5.5% to 6%. We expect average yield on related revenue in a range of 6.5% to 7%. Yield is expected to step down sequentially during 2024 due to relatively lower index-based pricing and certain fees implemented throughout 2023, which begin to anniversary.\nFourth quarter volume on total revenue increased 30 basis points and volume on related revenue increased 40 basis points. The components of volume on related revenue included an increase in small container of 20 basis points and an increase in landfill of 7.4%. Landfill was primarily driven by a 12.7% increase in special waste revenue. Volume growth was partially offset by a decrease in large container of 1.4% and a decrease in landfill C&D volume of 2.1%, primarily due to a slowdown in construction-related activity. In 2024, we expect organic volume growth in a range of flat to positive 50 basis points.\nMoving on to recycling. Commodity prices were $131 per ton during the fourth quarter. This compared to $88 per ton in the prior year. Recycling processing and commodity sales increased revenue by 50 basis points during the quarter. 2023 full year commodity prices were $117 per ton. This compared to $170 per ton in the prior year. Current commodity prices are approximately $135 per ton, which is the baseline used in our 2024 guidance.\nNow turning to our Environmental Solutions business. Fourth quarter Environmental Solutions revenue was flat compared to the prior year. Adjusted EBITDA margin for the Environmental Solutions business was 19.7%, an increase of 250 basis points compared to the prior year. Fourth quarter total company adjusted EBITDA margin expanded 260 basis points to 29.9%, which was driven by margin expansion in the underlying business of 230 basis points. Other changes in margin performance during the quarter included a 30 basis point increase from recycled commodity prices and a 20 basis point increase from net fuel, which was partially offset by a 20 basis point decrease from acquisitions.\nOur full year adjusted EBITDA margin was 29.7%, which represents margin expansion of 60 basis points compared to the prior year. In 2024, we expect total company adjusted EBITDA margin to be approximately 30%. We expect to more than overcome a 30 basis point headwind from acquisitions.\nDepreciation, amortization and accretion was 10.7% of revenue in 2023 and is expected to be approximately 11% of revenue in 2024. Full year 2023 adjusted free cash flow was $1.99 billion, an increase of 14% compared to the prior year. This was driven by EBITDA growth in the business and the positive contribution from changes in working capital.\nTotal debt at the end of the year was $13 billion and total liquidity was $2.7 billion. Our leverage ratio at the end of the year was 2.9x. We expect net interest expense of approximately $545 million in 2024.\nWith respect to taxes, our combined tax rate and impact from equity investments in renewable energy, resulted in an equivalent tax impact of 25.1% during the fourth quarter and 24.8% for the full year. We expect an equivalent tax impact of approximately 26% in 2024 and made up of an adjusted tax rate of 20% and approximately $190 million of noncash charges from equity investments in renewable energy. The expected increase in interest expense and taxes would result in a $0.20 EPS headwind in 2024.\nWith that, operator, I would like to open the call to questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5eb131ca6180c3af81d14260576c7f93",
    "period": "2023 Q3",
    "content": "Q3 2023 Republic Services Inc Earnings Call\n\nQ3 2023 Republic Services Inc Earnings Call\n\nRSGNYSEOCT 26, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Republic Services Third Quarter 2023 Investor Conference Call. Republic Services is traded on the New York Stock Exchange under the symbol RSG. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Aaron Evans. Vice President of Investor Relations.\n\nAaron Evans\n\nThank you. I would like to welcome everyone to Republic Services Third Quarter 2023 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, for joining me as we discuss our performance. .\nI would like to take a moment to remind everyone that some of the information we discuss on today's call contains forward-looking statements, which involve risks and uncertainties and may be materially different from actual results. Our SEC filings discuss factors that could cause actual results to differ materially from expectations. The material that we discuss today is time sensitive. If in the future, you listen to a rebroadcaster reporting in this conference call you should be sensitive to the date of the original call, which is October 26, 2023.\nPlease note that this call is property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of Republic Services is strictly prohibited. I want to point out that our SEC filings, our earnings press release, which includes GAAP reconciliation tables and a discussion of business activities, along with a recording of this call, are available on Republic's website at republicservices.com.\nI want to remind you that Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our website. With that, I'd like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director\n\nThanks, Aaron. Good afternoon, everyone, and thank you for joining us. Our strong third quarter results reflect our focus on profitably growing the business. We produced revenue growth both organically and through acquisitions, while generating healthy margin expansion across our business.\nDuring the quarter, we delivered revenue growth of 6%, including 2% from acquisitions, generated adjusted EBITDA growth of 9%, expanded EBITDA margin by 70 basis points, report adjusted earnings per share of $1.54 and produced $1.8 billion of adjusted free cash flow on a year-to-date basis.\nWe continue to effectively allocate capital by investing in acquisitions to create long-term value. Year-to-date, we have invested $947 million in acquisitions. All transactions were in the recycling and waste space. The M&A environment remains active with opportunities in both the Recycling and Waste and Environmental Solutions businesses. We remain confident that we will exceed $1 billion of investment for the year.\nYear-to-date, we returned $671 million to our shareholders through dividends and share repurchases. We -- This includes $201 million of share repurchases completed during the third quarter as our leverage ratio returned to target levels. We continue to make progress, demonstrating the value of our complete set of products and offerings to customers while increasing the profitability of our Environmental Solutions business.\nPricing realization in the Environmental Solutions business remains strong, and we continue to drive organic growth through cross-selling. EBITDA margin in the Environmental Solutions business improved sequentially to 22.7% in the third quarter and expanded 390 basis points over the prior year. The results we are delivering are made possible by executing our strategy in support of our differentiated capabilities.\nRegarding customer zeal, our efforts to deliver industry-leading service continues to drive sustained customer loyalty and organic growth in the business. Our customer retention rate remained over 94% and -- and we continue to see favorable trends in our Net Promoter Score, supported by our valuable service offerings and quality service delivery.\nOrganic revenue growth remained strong during the quarter, with simultaneous increases in both price and volume. Core price and related revenue was 8.6% and average yield on related revenue was 7.2%, and organic volume growth and related revenue was 10 basis points.\nTurning to our digital capabilities. The team continues to advance the implementation of digital tools that improve the experience for both customers and employees. The next phase of our digital operations is expected to drive additional productivity savings through route optimization, further improved safety performance, and provide more predictable service delivery to our customers.\nFor example, we now have the ability to provide real-time customer notifications regarding expected service time on a given day. We are in the early stages of deploying advanced technology on select recycling collection routes. The platform utilizes cameras to identify contamination in recycling containers. We expect this technology will reduce contamination over time and drive incremental revenue.\nMoving on to sustainability. We believe that our sustainability innovation investments in areas such as plastic circularity and renewable natural gas are a platform for profitable growth. Development of our polymer centers remains on track. Construction of our Las Vegas Polymer Center is substantially complete, and we expect full scale operations to begin in November. Our Midwest Polymer center will be located in Indianapolis. This center will be co-located with a Blue Polymers production facility with operations expected to begin in late 2024.\nThe renewable natural gas projects being codeveloped with our partners are continuing to advance. 5 projects were online by the end of the third quarter, and we expect 8 additional projects to be completed in 2024.\nWe are making progress in our efforts to reduce greenhouse gas emissions, including our industry-leading commitment to fleet electrification. We expect to have 12 electric vehicles in operation by year-end and more than 60 EVs to be added to our recycling and waste collection fleet in 2024. We -- We now have 6 facilities with commercial EV charging infrastructure with more than 40 additional sites in various stages of development.\nWe continue to be recognized as an employer of choice and are proud to be certified as a great place to work for the seventh consecutive year. Our team members remain highly engaged to ensure that we are delivering high-quality essential services that are valued by our customers. I now turn the call over to Brian, who'll provide more details for the quarter.\n\nBrian M. DelGhiaccio\n\nSenior VP-Finance & Head-Investor Relations, Republic Services, Inc.\n\nThanks, Jon. Core price on total revenue was 7%. Core price on related revenue was 8.6% and which included open market pricing of 10.4% and restricted pricing of 5.7%. The components of core price on related revenue included small container of 12%, large container of 8.6% and residential of 8%. Average yield on total revenue was 5.8% and average yield on related revenue was 7.2%.\nThe -- We continue to price new and existing business ahead of cost inflation to drive margin expansion in the underlying business. Volume on total revenue and related revenue increased 10 basis points. The component of volume on related revenue included an increase in small container of 50 basis points and an increase in landfill of 3.5%. Landfill was primarily driven by an 8.2% increase in special waste revenue.\nVolume growth was partially offset by a decrease in large container of 1.7% and a decrease in landfill C&D volumes of 6.2%, primarily due to a slowdown in construction-related activity.\nMoving on to recycling. Commodity prices were $112 per ton during the quarter. This compares to $162 per ton in the prior year. Recycling processing and commodity sales decreased revenue by 20 basis points during the quarter. We continue to see a steady recovery in fiber markets and plastics pricing has improved from recent lows. Our current average commodity price is approximately $120 per ton.\nNext, turning to our Environmental Solutions business. Third quarter Environmental Solutions revenue increased $8 million over the prior year. On a same-store basis, Environmental Solutions contributed 40 basis points to internal growth during the quarter. Adjusted EBITDA margin for the Environmental Solutions business was 22.7%, an increase of 390 basis points compared to the prior year. Total company adjusted EBITDA margin expanded 70 basis points to 29.9%.\nMargin performance during the quarter included margin expansion in the underlying business of 100 basis points and a 30 basis point increase from 1 less workday. This was partially offset by a 20 basis point decrease from acquisitions, a 20 basis point decrease from recycled commodity prices and a 20 basis point decrease from net fuel.\nYear-to-date adjusted free cash flow was [ $1.8 ] billion [indiscernible] . Similar to prior years, we expect to spend a disproportionate amount of our full year capital expenditures and cash taxes during the fourth quarter. Year-to-date net capital expenditures of $935 million represents 56% of our projected full year spend and year-to-date adjusted cash taxes of $152 million represents approximately 60% of our projected full year spend.\nTotal debt was $12 billion, and total liquidity was $2.3 billion. Our leverage ratio at the end of the quarter was 2.9x. We -- With respect to taxes, our combined tax rate and effects from solar investments resulted in an equivalent tax impact of 21.4% during the third quarter. The relatively lower tax rate included a $20 million favorable tax settlement from previous tax years, which added $0.06 of EPS during the quarter. We now expect an equivalent tax impact of approximately 24.5% for the full year.\nAs noted in our earnings press release, we upwardly revised our full year adjusted earnings per share to be in the range of $5.46 to $5.49 primarily as a result of the lower tax rate. We remain comfortable achieving the other components of full year financial guidance that we provided in July.\nI will now turn the call back to Jon. Actually, we're going to open it up for Q&A.\n\nJon Vander Ark\n\nPresident, CEO & Director\n\nYes, let me do 1 more section, please. We are proud of the results we delivered during the third quarter. Healthy contribution from our pricing strategy more than offset recycled commodity headwinds and cost inflation, which continues to moderate. Looking forward to 2024, we expect continued outsized growth in the recycling and waste and Environmental Solutions businesses, supported by pricing ahead of underlying costs, cross-selling our complete set of products and services and capitalizing on value-creating acquisition opportunities. .\nWe also expect financial contribution from the investments made in sustainability innovation, including plastic circularity and renewable natural gas projects. The fundamentals of our business remain strong and supportive of continued growth in revenue, EBITDA and free cash flow along with margin expansion. We plan to provide detailed guidance on our earnings call in February.\nNow with that, operator, I would like to turn it over for questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ffb4fcbe4981d09f14a51caed4efd37b",
    "period": "2023 Q2",
    "content": "Q2 2023 Republic Services Inc Earnings Call\n\nQ2 2023 Republic Services Inc Earnings Call\n\nRSGNYSEJUL 31, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Republic Services Second Quarter 2023 Investor Conference Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Aaron Evans, Vice President of Investor Relations. Please go ahead.\n\nAaron Evans\n\nI would like to welcome everyone to Republic Services' Second Quarter 2023 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, are joining me as we discuss our performance.\nI would like to take a moment to remind everyone that some of the information we discuss on today's call contains forward-looking statements, which involve risks and uncertainties and may be materially different from actual results. Our SEC filings discuss factors that could cause actual results to differ materially from expectations. The material that we discuss today is time sensitive. If, in the future, you listen to a rebroadcast or recording of this conference call, you should be sensitive to the date of the original call, which is July 31, 2023. Please note that this call is property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of Republic Services is strictly prohibited.\nI want to point out that our SEC filings; our earnings press release, which includes GAAP reconciliation tables and a discussion of business activities; along with a recording of this call, are available on our public website at republicservices.com. I want to remind you that Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our website.\nWith that, I would like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director\n\nThanks, Aaron. Good afternoon, everyone, and thank you for joining us. Our strong second quarter results demonstrate the value created by our differentiated capabilities and the execution of our strategic priorities. We continue to successfully grow our business, both organically and through acquisitions while enhancing profitability. During the quarter, we delivered revenue growth of 9%, including more than 4% from acquisitions. Generated adjusted EBITDA growth of 10.5%, expanded EBITDA margin by 40 basis points, reported adjusted earnings per share of $1.41 and produced $1.26 billion of adjusted free cash flow on a year-to-date basis, a 10% increase over the prior year. .\nWe continue to effectively allocate capital by investing in acquisitions to create long-term value. Year-to-date, we invested $927 million of acquisitions. All transactions were in the recycling and solid waste space, including the acquisition of assets in Colorado and New Mexico from GFL. The M&A environment remains active with opportunities in both the Recycling and Solid Waste and Environmental Solutions businesses. We now expect investment in value-creating acquisitions to exceed $1 billion for the year.\nWe are making great progress on the integration of US Ecology and increasing the profitability of our Environmental Solutions business. Pricing realization in this business remains strong. Customers value our complete set of products and services. We have achieved over $110 million in new sales to date as a result of cross-selling our products and services. The sales pipeline is robust with opportunities for organic growth and expansion of services within our existing customer base. We achieved more than $40 million of annualized cost synergies and EBITDA margin in the Environmental Solutions business improved to more than 22% in the quarter.\nThe strong results we achieved through the first half of the year, along with the positive momentum in our business, supports a full year financial outlook that exceeds our original expectations. We now expect revenue in a range of $14.775 billion to $14.85 billion, adjusted EBITDA in a range of $4.34 billion to $4.36 billion, adjusted earnings per share in a range of $5.33 to $5.38 and adjusted free cash flow in a range of $1.9 billion to $1.925 billion.\nOur updated financial guidance includes the contribution from acquisitions closed through June 30. The results we are delivering are made possible by executing our strategy, supported by our differentiated capabilities, customer zeal, digital and sustainability.\nRegarding customer zeal. Our efforts to deliver industry-leading service continues to drive sustained customer loyalty and organic growth. Our customer retention rate remained over 94%, and we continue to see positive trends in our Net Promoter Score supported by improved service delivery. Organic revenue growth remained strong during the quarter and simultaneously increases in both price and volume. Core price on related revenue was 8.8% and average yield on related revenue was 7.1%. This includes landfill MSW yield of 6.2%, this is the highest level performance in company history in this category.\nOrganic volume growth on related revenue was 50 basis points. Turning to digital. We have reached a milestone in our efforts to create digital tools to enhance our customers' and employees' experience and deliver meaningful financial benefits. The deployment of RISE tablets in our Recycling South Waste Collection business was completed during the second quarter. The next phase of our digital operations is expected to drive additional productivity savings through route adherence, improved safety performance, and provide more predictable service delivery for our customers. In total, we believe the benefits of our digital initiatives are with approximately $100 million with $50 million already achieved and $50 million to be captured over the next 3 years.\nMoving on to sustainability. We continue to invest in differentiating capabilities to leverage sustainability as a platform for profitable growth. Earlier today, we announced a joint venture with Ravago called Blue Polymers. This groundbreaking partnership further supports our efforts to lead in plastic circularity. Blue Polymers will utilize recycled olefins for our polymer centers to create blended pellets for use in manufacturing sustainable packaging. We expect to open 4 facilities beginning in late 2024 with earning contribution beginning in 2026.\nDevelopment of our polymer centers in Las Vegas and the Midwest remain on track with the centers becoming operational in late '23 and late '24, respectively. Demand for recycled plastics remains strong as the consumer goods industry continues to work toward achieving their sustainability goals. For example, we are partnering with the Coca-Cola Company to supply recycled PET from our polymer centers for use in sustainable packaging. The 57 renewable natural gas projects being codeveloped with our partners are advancing. We expect 4 of these projects to be operational by the end of the third quarter.\nFinally, we continue to believe that creating a more sustainable world is our responsibility and a platform for growth. We recently published our latest sustainability report, highlighting the progress we are making on our 2030 goals. These goals are supported by investments we are making in polymer centers, the Blue Polymers joint venture, renewable natural gas projects and fleet electrification.\nI will now turn the call over to Brian, who will provide details for the quarter.\n\nBrian M. DelGhiaccio\n\nSenior VP-Finance & Head-Investor Relations, Republic Services, Inc.\n\nThanks, Jon. Core price on total revenue was 7.3%. Core price on related revenue was 8.8%, which included open market pricing of 11% and restricted pricing of 5.3%. The components of core price on related revenue included small container of 12.3%, large container of 8.8% and residential of 8.3%. Average yield on total revenue was 5.9%, and average yield on related revenue was 7.1%. We continue to price new and existing business ahead of cost inflation to drive margin expansion in the underlying business. .\nVolume on total revenue increased 40 basis points while volume on related revenue increased 50 basis points. The components of volume on related revenue included an increase in small container of 1.4%, an increase in residential of 80 basis points, and an increase in landfill of 3.7%. Landfill was primarily driven by an 8.3% increase in special waste revenue. Volume growth was partially offset by a decrease in large container of 1.3%, primarily due to a slowdown in construction-related activity.\nMoving on to recycling. Commodity prices were $119 per ton during the quarter. This compared to $218 per ton in the prior year. Recycling processing and commodity sales decreased revenue by 1.1% during the quarter. Current commodity prices are approximately $115 per ton. We believe commodity prices will remain relatively flat with current levels in the second half of the year. And we now expect average recycled commodity prices in a range of $110 to $115 per ton for the full year.\nNext, turning to our Environmental Solutions business. Second quarter Environmental Solutions revenue increased $104 million over the prior year, which primarily relates to the acquisition of US Ecology. On a same-store basis, Environmental Solutions contributed 20 basis points to internal growth during the quarter. Adjusted EBITDA margin for the Environmental Solutions business was 22.5%, a sequential increase of more than 150 basis points. Total company adjusted EBITDA margin expanded 40 basis points to 30% during the quarter. Margin performance included a 50 basis point decrease from recycled commodity prices and a 30 basis point decrease from acquisitions, which was fully overcome by a 100 basis point increase from net fuel and margin expansion in the underlying business of 20 basis points.\nYear-to-date, adjusted free cash flow was $1.26 billion. Our performance through the first half benefited from the timing of capital expenditures and cash taxes. Year-to-date capital expenditures of $550 million represents 33% of our projected full year spend and year-to-date adjusted cash taxes of $99 million represents 40% of our projected full year spend. Total debt was $12.2 billion, and total liquidity was $2.1 billion. Our leverage ratio at the end of the quarter returned to approximately 3x.\nWith respect to taxes, our combined tax rate and effects from solar investments resulted in an equivalent tax impact of 26.8% during the second quarter, which was in line with our expectations. We expect an equivalent tax impact of 25% in the second half of the year resulting in a full year equivalent tax impact of approximately 25.5%.\nWith that, operator, I would like to open the call to questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f82d79fd2e450e74e20130bb11e393de",
    "period": "2023 Q1",
    "content": "Q1 2023 Republic Services Inc Earnings Call\n\nQ1 2023 Republic Services Inc Earnings Call\n\nRSGNYSEAPR 27, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Republic Services First Quarter 2023 Investor Conference Call. Republic Services is traded on the New York Stock Exchange under the symbol RSG.\n[Operator Instructions]\nPlease note, this event is being recorded.\nI would now like to turn the conference over to Aaron Evans, Vice President of Investor Relations. Please go ahead, sir.\n\nAaron Evans\n\nI would like to welcome everyone to Republic Services First Quarter 2023 Conference Call. Jon Vander, our CEO; and Brian DelGhiaccio, our CFO, are joining me as we discuss our performance. I would like to take a moment to remind everyone that some of the information we discuss on today's call contains forward-looking statements, which involve risks and uncertainties and may be materially different from our actual results. Our SEC filings discuss factors that could cause actual results to differ materially from expectations. The material that we discuss today is time-sensitive. If in the future, you listen to a rebroadcast or rerecording of this conference call, you should be sensitive to the date of the original call, which is April 27, 2023. Please note that this call is the property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of Republic Services is strictly prohibited.\nI want to point out that our SEC filings, our earnings press release, which includes GAAP reconciliation tables and a discussion of business activities, along with the recording of this call, are available on our Republic's website at republicservices.com. I want to remind you that Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our website.\nWith that, I would like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director\n\nThanks, Aaron. Good afternoon, everyone, and thank you for joining us. We started the year strong and are pleased with our first quarter results. Our performance reflects our ability to grow across our business while enhancing profitability. We remain well positioned to capitalize on additional growth opportunities in the marketplace by providing the most complete set of products and services to customers.\nDuring the quarter, we delivered revenue growth of 21%, including 11% from acquisitions, generated adjusted earnings per share of $1.24 and produced $496 million of adjusted free cash flow. We continue to believe that investing in acquisitions is the best use of free cash flow to create long-term value. We invested $224 million in acquisitions during the first quarter. All transactions were in the recycling and solid waste space. Our acquisition pipeline remains supportive of outsized levels of activity in both recycling and solid waste and environmental solutions businesses. We continue to see opportunity for well over $500 million of investment in value-creating acquisitions in 2023.\nWe are making great progress on the integration of US Ecology and increasing the profitability of our Environmental Solutions business. We continue to adjust prices to earn an appropriate return on the valuable services we provide. The acceptance of our pricing actions remains high with very little customer defection. Cross-selling our complete set of products and services continues to run ahead of plan with more than $60 million in new sales to date. We have now achieved over $40 million of annualized cost synergies. As a result of the actions taken in the Environmental Solutions business, EBITDA margin improved to just over 20% during the first quarter.\nWe continue to generate outsized growth by executing our strategy, supported by our differentiating capabilities, customer zeal, digital and sustainability. Regarding customers' yield, we remain laser-focused on providing a world-class customer experience to drive increased loyalty and organic growth. Our customer retention rate remained at 94%.\nWe continue to see positive trends in our Net Promoter Score, supported by improved service delivery. Our frontline colleagues, including drivers, technicians and the customer experience team are determined to fulfill our daily commitments to our customers. We delivered robust organic revenue growth during the quarter and simultaneously increase in both price and volume. For price and related revenue increased to 9.3% and average yield on related revenue increased to 7.4%. Organic volume growth on related revenue was 1.8%. Volume growth was broad-based across our market verticals and geographies.\nTurning to digital. We continue to make progress on deploying RISE tablets in our collection business. Over 75% of our residential routes are operating with RISE tablets. The remaining routes are on track to be completed by midyear. This technology is the foundation that will allow us to further enhance our digital service offerings and improve our customers' experience.\nMoving on to sustainability. We are investing in differentiated capabilities to leverage sustainability as a platform for profitable growth. In February, we announced our plans to significantly scale our electric fleet through our long-term agreement with Oshkosh. We will begin operating 2 fully integrated electric recycling and solid waste collection prototypes later this year and expect to start buying at scale in 2025. This announcement supports our industry-leading commitment to fleet electrification through a multi-supplier strategy. Development of our polymer centers in Las Vegas and the Midwest remain on track with the centers becoming operational in late 2023 and late 2024, respectively. The 57 renewable natural gas projects being co-developed with our partners are advancing. We expect at least 6 of these projects to commence operations this year. Our approach to sustainability includes our aspiration to be the employer of choice in the markets that we serve, and we are seeing positive results. Turnover rates continue to improve, and we are now below 2019 levels.\nAs a result, we are better staffed to capitalize on growth opportunities in the market. We continue to be widely recognized for our comprehensive sustainability performance. For example, we were recently named to Barron's 100 Most Sustainable Companies list, Ethisphere's World's Most Ethical Companies list and Fortune's list of the World's Most Admired Companies.\nA positive momentum in our business continues to build as we harness the power of our differentiated capabilities. We will continue to invest for the future profitable growth to deliver the results that create unmistakable value for our stakeholders.\nI will now turn the call over to Brian, who will provide financial details for the quarter.\n\nBrian M. DelGhiaccio\n\nSenior VP-Finance & Head-Investor Relations, Republic Services, Inc.\n\nThanks, Jon. Core price on total revenue was 8.2%. Core price on related revenue was 9.3%, which included open market pricing of 11.7% and restricted pricing of 5.4%. The components of core price on related revenue included small container of 12.6%, large container of 9.6% and residential of 8.4%. Average yield on total revenue was 6.5%.\nAverage yield on related revenue was 7.4%, an increase of 70 basis points when compared to our fourth quarter performance. We continue to price new and existing business ahead of cost inflation to drive margin expansion in the underlying business. Volume on total revenue increased 1.6%, while volume on related revenue increased 1.8%. The components of volume on related revenue included an increase in small container of 1.6%, an increase in large container of 80 basis points and an increase in landfill of 8.6%.\nLandfill was primarily driven by a 21.7% increase in special waste revenue. Moving on to recycling. Commodity prices were $105 per ton in the quarter. This compared to $201 per ton in the prior year. Recycling processing and commodity sales decreased revenue by 90 basis points during the quarter. Current commodity prices are approximately $115 per ton. We believe that commodity prices will continue to recover in the second half of the year as the global supply/demand imbalance continues to correct. Next, turning to our Environmental Solutions business. First quarter Environmental Solutions revenue increased $309 million over the prior year, which primarily relates to the acquisition of US Ecology. On a same-store basis, Environmental Solutions contributed 50 basis points to internal growth during the quarter.\nAdjusted EBITDA margin for the Environmental Solutions business was 20.6%, a sequential increase of 350 basis points. Total company adjusted EBITDA margin for the first quarter was 29%. This compares to 30.4% in the prior year. Margin performance during the quarter included a 130 basis point decrease from acquisitions, which includes 90 basis points related to US Ecology, a 60 basis point decrease from recycled commodity prices and a 30 basis point decrease from an additional work day, partially offset by a 40 basis point increase from net fuel and margin expansion in the underlying business of 40 basis points.\nAdjusted free cash flow was $496 million in the first quarter or approximately 25% of the midpoint of our full year guidance. Free cash flow conversion was 47.6%. Total debt was $12.1 billion, and total liquidity was $2.5 billion. Our leverage ratio at the end of the quarter was approximately 3.1x. With respect to taxes, our combined tax rate and effects from solar investments resulted in an equivalent tax impact of 26.3% during the first quarter, which was in line with our expectations.\nWith that, operator, I'd like to open the call to questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0d18ddf61bb1914598e8e7e5b999311d",
    "period": "2022 Q4",
    "content": "Q4 2022 Republic Services Inc Earnings Call\n\nQ4 2022 Republic Services Inc Earnings Call\n\nRSGNYSEFEB 15, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Republic Services Fourth Quarter and Full Year 2022 Investor Conference Call. Republic Services is traded on the New York Stock Exchange under the symbol RSG. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to Aaron Evans, Vice President of Investor Relations. Please go ahead.\n\nAaron Evans\n\nI would like to welcome everyone to Republic Services' Fourth Quarter and Full Year 2022 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, are joining me as we discuss our performance.\nI would like to take a moment to remind everyone that some of the information we discuss on today's call contains forward-looking statements, which involve risks and uncertainties and may be materially different from actual results. Our SEC filings discuss factors that could cause actual results to differ materially from expectations.\nThe material that we discuss today is time-sensitive. If, in the future, you listen to a rebroadcast or recording of this conference call, you should be sensitive to the date of the original call, which is February 15, 2023.\nPlease note that this call is a property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the expressed written consent of Republic Services is strictly prohibited.\nI want to point out that our SEC filings, our earnings press release, which includes GAAP reconciliation tables and the discussion of business activities, along with the recording of this call, are available on the Republic's website at republicservices.com.\nI want to remind you that Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our website.\nWith that, I would like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director, Republic Services, Inc.\n\nThanks, Aaron. Good afternoon, everyone, and thank you for joining us. The Republic team finished the year strong by executing our strategy designed to profitably grow the business. We outpaced expectations throughout the year, delivering results that exceeded our full year guidance, even in the face of increased volatility in the broader marketplace.\nDuring 2022, we achieved revenue growth of 20%, including a 10% from acquisitions; delivered adjusted EBITDA growth of 16%, generated adjusted earnings per share of $4.93, which is an 18% increase over the prior year; and produced $1.74 billion of adjusted free cash flow, a 15% increase over the prior year. We continue to believe that investing in value-creating acquisitions is the best use of our free cash flow.\nWe invested $2.7 billion in acquisitions in 2022, which includes the acquisition of US Ecology. The integration of US Ecology is going well, with cost synergies tracking ahead of plan. Revenue contribution from US Ecology outperformed our expectations by nearly $50 million for the year, with almost all of the overperformance occurring in the fourth quarter.\nWe continue to adjust prices related to US Ecology and our broader Environmental Solutions business to better align with the capital invested and resources deployed. Pricing actions taken to date have been successful as our customers recognize the high value of service we provide. Additionally, we are building momentum cross-selling our complete set of products and services, with approximately $40 million in new sales to date.\nAside from US Ecology, we invested $500 million in value-creating acquisitions during the year. All of these deals were in the recycling and solid waste space. As part of our balanced approach to capital allocation, we returned nearly $800 million to shareholders through dividends and share repurchases.\nRegarding customer zeal, we continue to enhance our culture of delivering a world-class customer experience to win new business and drive customer loyalty. Our customer retention rate remained strong at 94%, and we exited 2022 with our highest NPS scores of the year.\nWe delivered outsized organic revenue growth during the fourth quarter, with simultaneous growth in both price and volume. Core price on related revenue increased to 8.4%, and average yield on related revenue increased to 6.7%. This is the highest level of pricing in company history. Organic volume growth was 1.5%. Volume growth was broad-based across our market verticals and geographies.\nMoving to digital. In early 2022, we implemented the finance and procurement modules of our new ERP system, which streamline back-office activities and provide our local leaders with enhanced data. Currently, we are building our new asset management system, which is expected to increase maintenance technician productivity and drive better warranty recovery. We expect to implement the new asset management system beginning in 2024.\nWe continue to make progress on deploying RISE tablets in our collection business. We finished the implementation for all large container and small container routes during 2022 and completed 37% of residential routes by the end of the year. The remaining residential routes are scheduled to be complete by mid-2023. This is a key component enabling further connectivity with our customers, including real-time service notification. The adoption of RISE has helped drive operational efficiencies and cost savings worth approximately $50 million annually.\nSustainability is core to our strategy and one of our differentiating capabilities. We believe Republic Services is in a unique position to leverage sustainability as a platform for profitable growth while making a positive impact on the environment. For example, our polymer centers are advancing circularity of plastics. This is the first time a single U.S. company will manage the plastic stream from current site collection to delivery of high-quality recycled content for consumer packaging.\nDevelopment of the first center in Las Vegas is on track and is slated to come online in late 2023. Development of our second polymer center is already underway. This facility will be located in the Midwest and will serve as a hub for aggregating and processing recovered plastics in the region. This center should come online in late 2024.\nThe investments we are making to develop these polymer centers is being absorbed through our normal capital expenditure process. Additionally, the development of our renewable natural gas projects is progressing well. All 57 of these projects are being codeveloped with partners, with the majority structured as a joint venture. We expect 4 of these projects to come online by mid-2023.\nAs part of our approach to sustainability, we continually strive to be a workplace where the best people from all backgrounds come to work. Employee engagement improved to a score of 85, with 97% participation. Turnover rates in the fourth quarter improved to the lowest level we've experienced in nearly 2 years. As a result, we are better staffed to capitalize on growth opportunities in the market.\nOur comprehensive sustainability performance continues to be widely recognized as Republic Services was named to the Dow Jones Sustainability. Index for the seventh consecutive year. Our 2022 results clearly demonstrate our ability to create sustainable value and strengthens the foundation from which we will continue to grow our business.\nLooking forward, we expect to deliver high single-digit growth in revenue, EBITDA and free cash flow in 2023, even with the headwinds from lower recycled commodity prices and higher interest rates. More specifically, we expect 2022 revenues in a range of $14.65 billion to $14.8 billion. This represents high single-digit growth compared to the prior year.\nAdjusted EBITDA is expected to be in the range of $4.275 billion to $4.325 billion. This represents high single-digit to low double-digit growth compared to the prior year. We expect to deliver adjusted earnings per share in a range of $5.15 to $5.23 and generate adjusted free cash flow in the range of $1.86 billion to $1.9 billion.\nOur acquisition pipeline continues to support outsized levels of activity in both Recycling & Solid Waste and Environmental Solutions. We are targeting at least $500 million of investment in value-creating acquisitions in 2023. Our 2023 financial guidance includes a rollover contribution from acquisitions that closed in 2022.\nI will now turn the call over to Brian, who will provide details on the quarter and year.\n\nBrian M. DelGhiaccio\n\nCFO, Executive VP & Chief Transformation Officer, Republic Services, Inc.\n\nThanks, Jon. Core price on total revenue was 7.4% for the fourth quarter. Core price on related revenue was 8.4%, which included open market pricing of 10.4% and restricted pricing of 5.1%. The components of core price on related revenue included small container of 11.8%, large container of 8.6% and residential of 7.8%.\nAverage yield on total revenue was 5.9%. Average yield on related revenue was 6.7%, an increase of 40 basis points when compared to our third quarter performance. In 2023, we expect average yield on total revenue of approximately 5.5%. We expect average yield on related revenue of approximately 6.5%. This is an increase of 80 basis points over our full year 2022 results.\nFourth quarter volume increased 1.5%. The components of volume included an increase in small container of 1.6%, an increase in large container of 60 basis points, an increase in residential of 1.2% and an increase in landfill of 3.9%. For 2023, we expect organic volume growth in a range of 50 basis points to 1%.\nMoving on to recycling. Commodity prices were $88 per ton in the quarter. This compared to $218 per ton in the prior year. Recycling processing and commodity sales decreased revenue by 180 basis points during the quarter. 2022 full year commodity prices were $170 per ton. This compared to $187 per ton in the prior year.\nCurrent commodity prices are approximately $95 per ton. We believe that current commodity prices are temporarily depressed due to a global supply-demand imbalance and that prices will recover in the second half of the year. Accordingly, we are assuming average recycled commodity prices of $125 per ton in 2023, with prices starting at $95 per ton in the first quarter and steadily increasing throughout the year.\nAt $125 per ton, this would result in a decrease in full year 2023 revenue and EBITDA of $45 million when compared to the prior year and a 30 basis point headwind to EBITDA margin. In the first quarter of 2023, this would result in a year-on-year decrease of nearly $30 million in revenue and EBITDA and a 70 basis point headwind to EBITDA margin.\nNext, turning to our Environmental Solutions business. Fourth quarter Environmental Solutions revenue increased approximately $320 million over the prior year, which primarily related to the acquisition of US Ecology. On a same-store basis, environmental solutions contributed 60 basis points to internal growth during the quarter.\nFourth quarter adjusted EBITDA margin was 27.3%. This compares to 28.1% in the prior year. Margin performance during the quarter included a 130 basis point decrease from acquisitions, which included 100 basis points related to US Ecology, and an 80 basis point headwind from lower recycled commodity prices. These margin headwinds were partially offset by a 20 basis point increase from net fuel and margin expansion in the underlying business of 110 basis points.\nFourth quarter adjusted EBITDA margin in the Recycling & Solid Waste business was 28.7%. This compares to 28.6% margin in the prior year or 10 basis points of margin expansion. Margins improved in the Recycling & Solid Waste business even with an 80 basis point headwind from lower recycled commodity prices.\nFourth quarter SG&A expenses, excluding transaction costs from US Ecology, were 10.9% of revenue. This included 40 basis points from additional incentive compensation expense due to full year financial outperformance. Full year SG&A expenses were 10.2% of revenue. This was favorable 20 basis points compared to the prior year and reflects continued cost management as we grow the business.\nIn 2023, we expect EBITDA margin to be approximately 29.2%. The 10 basis points of expected margin expansion include a 40 basis point decline related to acquisitions, primarily related to US Ecology, and a 30 basis point headwind from lower recycled commodity prices. These headwinds are more than offset by margin expansion in the underlying business of 80 basis points.\nWhile we expect full year expansion compared to the prior year, margins are expected to be down in the first half due to the impact of acquisition rollover and recycled commodity prices. This is most notable in the first quarter where these headwinds impact margin by a combined 210 basis points. Depreciation, amortization and accretion was 10.7% of revenue in 2022 and is expected to be relatively consistent at 10.8% of revenue in 2023.\nFull year 2022 adjusted free cash flow was $1.74 billion, an increase of 15% compared to the prior year. This was driven by EBITDA growth in the business. For '23, we are projecting adjusted free cash flow in a range of $1.86 billion to $1.9 billion or approximately 8% growth at the midpoint. We believe this level of performance is very strong given the expected impact from lower recycled commodity prices, higher interest rates and higher cash taxes as bonus depreciation begins to unwind.\nTotal debt at the end of the year was $11.9 billion, and total liquidity was $1.7 billion. Floating debt interest rates consistently increased throughout 2022, and we now expect net interest expense of approximately $480 million in 2023. This is an increase of approximately $90 million compared to the prior year.\nAs a reminder, a 1% increase in interest rates results in approximately $33 million of additional interest expense. Our leverage ratio at the end of the year was approximately 3.1x. We expect to revert to 3x leverage by mid-2023.\nWith respect to taxes, our combined tax rate and noncash charges from solar investments resulted in an equivalent tax impact of 26.1% during the fourth quarter and 25.1% for the full year. This lower-than-anticipated tax rate resulted in a $0.06 benefit to our full year 2022 EPS. We expect an equivalent tax impact of approximately 26% in 2023, made up of an adjusted effective tax rate of 20% and approximately $170 million of noncash charges from solar investments.\nFinally, we expect a majority of the EPS growth in 2023 to be back-end loaded. This results from having the toughest prior year comparisons on recycled commodity prices, interest rates and taxes during the first half of the year.\nWith that, operator, I would like to open the call to questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a9fbad6afba44e49e5198984532f8124",
    "period": "2022 Q3",
    "content": "Q3 2022 Republic Services Inc Earnings Call\n\nQ3 2022 Republic Services Inc Earnings Call\n\nRSGNYSEOCT 27, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Republic Services Third Quarter 2022 Investor Conference Call. Republic Services is traded on the New York Stock Exchange under the symbol RSG. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Aaron Evans, Vice President of Investor Relations. Please go ahead.\n\nAaron Evans\n\nI would like to welcome everyone to Republic Services Third Quarter 2022 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, are joining me as we discuss our performance.\nI would like to take a moment to remind everyone that some of the information we discuss on today's call contains forward-looking statements, which involve risks and uncertainties and may be materially different from our actual results. Our SEC filings discuss factors that cause actual results -- that could cause actual results to differ materially from expectations.\nThe material that we discuss today is time-sensitive. If, in the future, you listen to a rebroadcast or recording of this conference call, you should be sensitive to the date of the original call, which is October 27, 2022.\nPlease note that this call is property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the expressed written consent of Republic Services is strictly prohibited.\nI want to point out that our SEC filings, our earnings press release, which includes GAAP reconciliation tables and the discussion of business activities, along with the recording of this call, are available on Republic's website at republicservices.com.\nI want to remind you that Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our website.\nWith that, I would like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director, Republic Services, Inc.\n\nThanks, Aaron. Good afternoon, everyone, and thank you for joining us. Our strong results in the third quarter demonstrate our ability to profitably grow the business and effectively manage our cost structure even with increased volatility in the broader marketplace. Cost pressures remain elevated and more persistent than we originally anticipated. In the face of those cost headwinds, we are leveraging our tools and technology to price ahead of cost inflation and drive margin expansion in the underlying business.\nFrom our perspective, customer demand remains strong and supportive of continued volume growth. The sound fundamentals in our business, together with a laser focus on the customer, position us well to capitalize on growth opportunities in the market.\nDuring the third quarter, we delivered revenue growth of 23%, including over 12% from acquisitions; generated adjusted earnings per share of $1.34, which is a 20% increase over the prior year; and produced more than $1.6 billion of adjusted free cash flow on a year-to-date basis, a 23% increase over the prior year.\nWe remain confident that investing in value-creating acquisitions is the highest and best use of our cash flow. Year-to-date, we invested $2.6 billion of acquisitions, which includes the acquisition of US Ecology. The integration of US Ecology is progressing as planned, and we remain confident that we will achieve at least $40 million of cost synergies.\nOur initial pricing actions have been successful. We will continue to increase prices to ensure that all stages of the value chain earn an appropriate return. We are also gaining traction cross-selling our products and services, achieving over $25 million in new sales to date.\nApart from US Ecology, we have invested over $400 million of acquisitions this year. Substantially, all of these deals are in the recycling and solid waste space. Our robust acquisition pipeline continues to support outsized levels of activity over the coming years. Year-to-date, we returned $640 million to our shareholders through dividends and share repurchases. We continue to invest for the future and advance our strategic initiatives to build distinctive capabilities in customers' yield, digital and sustainability.\nWith respect to customers' yield, we delivered organic volume growth of 2.2% during the third quarter. Volume growth was broad-based across our market verticals and geographies. We also demonstrated our ongoing ability to price in excess of underlying cost inflation. Core price increased to 6.9% and average yield increased to 5.6%. This is the highest level of pricing in company history.\nMoving on to our digital capabilities. The team continues to advance the implementation of digital tools and improve the experience for both customers and employees. Our proprietary RISE tablets have been fully deployed across our large and small container route, and deployment to residential route is 26% complete. The remaining residential routes are on track for completion by mid-2023. We have also launched Track My Truck. This technology connects the customer to their large and small container truck utilizing a GPS-enabled RISE tablet. This is a major milestone that serves as a foundation for further digital offerings to our customers.\nAs it relates to sustainability, development of our renewable gas projects remains on track. We expect the first tranche of these projects related to our joint venture to come online beginning in late 2023. We are pleased to work with bp on these RNG projects, who recently announced its intent to acquire Archaea. This provides additional opportunities to work together on decarbonization and environmental services initiatives.\nRegarding polymer centers, we are accelerating the development of these projects and now expect to invest an additional $40 million of capital this year to start working on future locations.\nFinally, our company values guide everything we do. I'm proud of our recent certification as a Great Place to Work for the sixth consecutive year. This is a significant achievement as employee retention and recruiting remains a top priority in today's market.\nI will now turn the call over to Brian, who will provide details on the quarter.\n\nBrian M. DelGhiaccio\n\nCFO, Executive VP & Chief Transformation Officer, Republic Services, Inc.\n\nThanks, Jon. Core price during the third quarter was 6.9%, which included open market pricing of 8.7% and restricted pricing of 4%. The components of core price included small container of 10.7%, large container of 7.6% and residential of 6.7%. Average yield on total revenue was 5.6%, an increase of 60 basis points when compared to our second quarter performance. Average yield on related revenue was 6.3%.\nThe team continues to dynamically adjust price on new and existing business to offset higher levels of inflation in our operating costs and capital expenditures. Third quarter volume increased 2.2%. The components of volume included an increase in small container of 2.3%, an increase in large container of 1.7% and an increase in landfill of 6.8%. Our customer retention rate remained strong at over 94%.\nMoving on to recycling. Commodity prices were $162 per ton in the quarter. This compares to $230 per ton in the prior year. Recycling processing and commodity sales were a 130 basis point headwind to internal growth during the quarter. We are now forecasting fourth quarter commodity prices to be approximately $90 per ton. This would result in a full year average commodity price of $165 per ton.\nNext, turning to our environmental solutions business. Third quarter environmental solutions revenue increased $343 million over the prior year, which primarily relates to the acquisition of US Ecology. On a same-store basis, environmental solutions contributed 60 basis points to internal growth during the quarter. Adjusted EBITDA margin for the environmental solutions business was 18.7%, a sequential increase of 160 basis points. This includes our existing operations in the Gulf and Northeast, together with the addition of US Ecology.\nTotal company adjusted EBITDA margin for the third quarter was 29.2%. This compares to 30.5% in the prior year. Margin performance during the quarter included a 150 basis point decrease from acquisitions, including 90 basis points related to US Ecology and a 40 basis point headwind from lower commodity prices. These margin headwinds were partially offset by a 10 basis point increase from net fuel and underlying margin expansion of 50 basis points.\nAdjusted EBITDA margin in the recycling and solid waste business was 30.5%. SG&A expenses, excluding transaction costs from US Ecology, were 9.8% of revenue. This is a 30 basis point improvement over the prior year and reflects continued cost management as we grow the business. Year-to-date adjusted free cash flow was $1.67 billion, an increase of $309 million or 23% compared to the prior year. This was driven almost exclusively by EBITDA growth in the business.\nSimilar to prior years, we expect to spend a disproportionate amount of our full year CapEx and cash taxes during the fourth quarter. Year-to-date net capital expenditures of $808 million represents a little more than half of our projected full year spend. And year-to-date adjusted cash taxes of $115 million represents 50% of our projected full year spend.\nTotal debt was $11.8 billion, and total liquidity was $1.9 billion. Variable interest rates on our debt increased 1% during the third quarter and an additional 50 basis points in October. As a reminder, a 1% increase in interest rates results in $36 million of additional annual interest expense. Our leverage ratio at the end of the quarter was approximately 3.2x. We expect to revert to 3x leverage by mid-2023.\nWith respect to taxes. Our combined tax rate and noncash charges from solar investments resulted in an equivalent tax impact of 25.1% during the third quarter and 24.8% on a year-to-date basis. We expect an equivalent tax impact in a range of 28% to 29% in the fourth quarter and an equivalent tax impact of just under 26% for the year.\nI will now turn the call back over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director, Republic Services, Inc.\n\nWe are proud of the results we delivered during the third quarter, which exceeded our expectations. Stronger contribution from price more than offset persistent cost inflation, which we have seen stabilize but not retreat from elevated levels. That said, we remain comfortable with our full year financial guidance we provided in July even with the recent drop in recycled commodity prices and increase in interest rate.\nLooking forward to 2023, the fundamentals of our business remain strong. Recent decreases in recycled commodity prices, increased interest rates and rising fuel costs will have a direct impact on our business. While these headwinds may modulate our performance expectations, we remain confident in our ability to price ahead of cost inflation. We still expect to deliver above-average levels of growth in revenue, EBITDA and free cash flow. We plan to provide detailed 2023 guidance on our fourth quarter earnings call in February.\nWith that, operator, I would like to open the call to questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/089108004d4ed0d03185e0e60417aeb7",
    "period": "2022 Q2",
    "content": "Half Year 2022 Resolute Mining Ltd Earnings Call 1\n\nHalf Year 2022 Resolute Mining Ltd Earnings Call 1\n\nRSGASXJUL 27, 10:00 PM\n\nOperator\n\nThank you for standing by, and welcome to the Resolute Mining Limited June 2022 quarterly report. (Operator Instructions) There will be a presentation followed by a question-and-answer session. (Operator Instructions)\nI would now like to hand the conference over to Mr. Terry Holohan, CEO. Please go ahead, sir.\n\nTerence Neil Holohan\n\nMD & CEO, Resolute Mining Limited\n\nThank you very much, and good morning, ladies and gentlemen. Thank you again for taking the time this morning to join us. I'm joined this morning by Doug Warden, he's our CFO. He's been on several of these calls already. And then introducing Geoff Montgomery, who has taken over as Chief Operating Officer from me, the operation. He will talk to the operations side in a little bit more detail. Very quick background, Geoff has been in this industry now for over 35 years and has been involved in this project over 12 months now working on the technical side. So he knows our operations very well. And I'd like to say that the handover from myself to him has gone seamlessly.\nWhat I'm planning to do is I'm going to go through the highlights, very quickly go through the highlights and hand over to Geoff to go through a bit more detailed operations, then to Doug for the financials and then go to question and answer.\nStarting with safety. I think we're very proud now that we've got now below the magical 0.9 of recordable injury frequency rate. This we've achieved, I think, over a very difficult period. It's the first time in 12 months we've been back at these levels. And if you remember, we talked to you extensively about it on the last quarterly. We also included the 60,000 man-hour sulfide plant stoppage in Q1. At that time, we couldn't bring in a lot of external labor. So we dealt mostly with 90% of the contractors from within Mali and Syama depth. And so we're very proud of our record on safety, where we are right now.\nIn terms of the Malian situation, you've probably heard that ECOWAS has finally withdrawn the sanctions, we said it in early July. I think we mentioned last time we expected this to be in June. And it was a month late, but well received by everybody. And the country is presently recovering. It'll take a little bit of time, and they're already starting to focus in the city on the elections, which they believe will take place now within 2 years.\nThere's still activities, security issues in the country that is ongoing. We're still monitoring very, very carefully. And again, at this point in time, we have not had any scares or interruptions to our business, and we've been carrying on our business as usual.\nIn terms of production, we've again poured a little bit more gold than we planned. Again, we've released a little bit of metal from inventory. And we're now operating at a run rate over this last quarter of over 350,000 ounces per annum. And this is where we expected and we hoped we'd be, and we actually mentioned a couple of quarters previously.\nMore importantly, we have now recorded 4 quarters in a row of continuous improvement, and we expect this to continue going forward. The individual operations, Mako is humming along nicely. Geoff will give you a bit more information on that. The sulfide is a big story for us.\nAfter 18 months of intense focus on the sulfide plant, which we've always said at the bottleneck, the new bottleneck is now the mining. It's swinging across out right now to the mining and to the milling circuit, where the teams -- just teams are actually focusing to see how we can unlock those sections.\nThe Syama plant is now operating at a run rate of 2.4 million tonnes per annum. If you remember last year, we had a record 2.1 million tonnes per annum through that plant. And so we are finally excited that somewhat -- after somewhat 30 years, we think we've ticked the box on the processing of this challenging double refractory gold mineralization at Syama.\nAnd that's quite a big step forward, we think. I've said this before, but I'll repeat it again. that the sulfides are the future of Syama, where we already have a respectable 7 million ounces in our books, but we are still counting. We're still adding to it. I'll talk about that shortly. We're adding more sulfide material, as we speak, to our balance sheet.\nNow we've got a stable sulfide operation, we can finally focus on the operational costs and efficiencies on that circuit where we believe opportunities do exist while we are continually looking to expand it further.\nThe oxide circuit, given the rain started early in June this year, we spent a lot of time in the first half of the year preparing for the open pits of the rainy season and beyond by focusing on both grade control and pre-strip. And the mining team do maintain that they will meet their overall plan, which is always back-end loaded with the highest grades coming through Tabakoroni in Q4 this year.\nWith the cost and price pressures that we're all facing across the industry, this is a circuit where we are most sensitive for fluctuations in costs, so focusing all our efforts on productivity as a priority.\nLonger term, we are now looking at the feasibility of converting the oxide plant to a sulfide plant by adding the flotation section. And again, Geoff will give you a little bit more detail on that and all the other points there.\nIn terms of all-in costs, yes, we recorded a top line number of 11% quarter-on-quarter increase. However, I'd like to bring to your attention that if we look at pure cash costs only quarter-on-quarter, i.e., excluding the noncash adjustments, we were actually flat due to the extra units that we did produce for the month.\nOf note are the spikes in diesel prices in Mali. We had some panic buying, low availability. This is obviously also with the sanction lease, et cetera. We saw prices fluctuating in the range of $1.2 to $1.3 a liter. While in comparison with Senegal next door, the prices are close to $0.76 per liter.\nWe all know, we've experiences in history before this, if these prices are sustained, these high energy prices are sustained, they tend to have (inaudible) not on effect to all raw material prices and consumables. And we are maintaining our focus on both extra gold units, as I mentioned previously, in the previous call, and higher productivities as well as improving our dosage systems and effort -- sorry, to offset any potential increases.\nWe also have some extra one-off costs, which is open pit grade control. We're now several months in front of the mining now, whereas I mentioned couple of quarters, we need to get that space in front of the mining, and we've done a lot of pre-stripping, as I mentioned.\nThere are also noncash costs associated with further release of Golden Circuit and the sulfide operations. And Doug will give you a little bit more color on the situation on the costs.\nExploration. I think, again, with the big tick in the box, the sulfide processing, this is becoming a step change for us at Syama. The geologists have got back out there and they've been reinvigorated, and they're out there looking for higher grade sulfide. I mentioned we've got 7 million ounces already. But we've returned to the original A21 satellite pits, which are 4 kilometers north of the Syama complex. If you remember, in '21, we upgraded these pits. At the end of the year, we recorded a mineral resource of 1.4 million ounces at a grade of 2.14.\nWhile this year, we've drilled a 2.5-kilometer fence line with 150-meter deep holes. So they're not deep holes at this stage. Underneath the spacings, and we've been hitting anomalous gold in every hole, we then detected a whole range of higher-grade intercepts, which we published over the last quarter.\nWe're presently infilling this first pass, which will take most of the rest of the year to complete where we'll have a full MR estimate probably for the end of the year. However, we will produce an interim mineral resource of some of this easily accessible mineralization, which in terms of grade tonnes is something exciting.\nBy September, with a view to give us time, if we're looking at over another sort of 18 months, we'd like to actually develop this in competition to the underground, which also gives the underground the opportunity to advance and increase its production at a slightly slower rate and thereby not compromising the grade.\nWe've also initiated a helicopter low-level high-density aeromagnetic survey. This is now at 50-meter line spacing, east, west over the whole 85-kilometer strike, and we're very excited to see what that [work is]. Given the helicopter is only 20 meter above ground, this would be a very high resolution aeromagnetic survey.\nAnd we've also completed our first underground core exploration drilling bay, although it is covered at grade control. We've now got an exploration drill at the 950 meters RO level. And this is annexing the higher-grade southern section, which we've discussed before, which we know has got some higher-grade material, some long-haul open stope opportunities. Given the original exploration model accounts for about 5% of the overall underground ore reserve, and this was at the higher-grade end.\nOkay. So that's exploration. Debt, you'll see that we've paid down another $15 million on our RCF facility. So in summary, I feel we've had a very busy quarter, but a very rewarding quarter. I think we made some key, key steps here. And we do maintain our 2022 guidance of 345,000 ounces at $14.25 per ounce.\nAnd with that, I'll pass over to Geoff to just give you a little bit more color on the Mako operation -- sorry, on the operations. Thanks, Geoff.\n\nGeoff Montgomery\n\nInterim COO, Resolute Mining Limited\n\nThanks very much, Terry. Good morning, everybody. Starting off on Mako then. Obviously, one of our primary focus is on safety, as it is to all our operations. Pleased to announce that we've had 0 LTIs for the quarter. However, one area of focus that we're looking at is fatigue. We're finding that as we're having many high potential injuries due to fatigue incidents. And I'll talk a little bit more about what we're planning to do about it when we get to the Syama where we have a pilot program in place.\nOn the mining side, we achieved better grades in the pushback area, a lot less impact on the scheduled mill stoppage. I'm very pleased that the mill optimization software that we've been working on for the past almost a year now, is nearing completion, and we've achieved better grind and better recoveries. This has enabled us to reduce the number of mill relines from 43 per year. In addition to this, the TSF lift has been completed. On the metallurgical side, we are now using hydrogen peroxide as a temporary measure. This has allowed us to improve our recovery by 0.6%. We have ordered an oxygen plant, which we expect to be up and running quarter 1 in 2023, which will keep this increased recovery. The recoveries has remained 2% above the budget, and we're forecasting recoveries of 92.5% for the remainder of the year.\nAlso on the mining side, we are just about to sign up the contract extension for the contract mining at AMS. Other work that -- other things that we are doing is the power plant contract, which expires in October. We are also very close to changing our contract over to another service provider. And once that's complete, we'll be investing in the use of solar power to reduce our greenhouse gas emissions.\nAlso on the ESG side, we'll look -- we have an exercise where we're looking at water conservation by water collected from the pit and improved water recycling and also reducing our water in the TSF. This has resulted in 10% less extraction from the Gambia River. This is an ongoing process. We have started a cost reduction exercise due to the cost pressure that Terry has alluded to, and Doug will explain a little bit later.\nOne of the other key focus areas that we are continue in both operations is continuous improvement. And I'm pleased that, that is not just a manager exercise. It has been adopted by all levels of staff on the mine.\nMoving on to Syama in general. I'll talk a little bit more about safety and the fatigue issues we have. We have a number of high-potential incidents with heavy vehicles caused by people falling asleep. We have installed in the cabs monitoring equipment now. So for example, if you yawn, it talks to you. Yawning and (inaudible). If your eyes close, it talks to you and warns you. If you go on to your cell phone, it warns you, amongst a few other things.\nAnd I'm pleased to announce that the 60 incidents when we first started have been reduced to 10 per day. Still a long way to go, it's still unacceptable, but we're working on that.\nThe -- we're also looking at installing solar power on the TSF. That's a longer-term project for us.\nIn addition, the culture continuous improvement we've talked about is also being adopted by both the management and lower management teams. And we're doing that via the [most] consultants.\nMoving on to sulfide. Again, starting on the mining side. We're focusing on the underground fleet availability. We're not where we want to be, and we're also looking at the fleet type.\nDuring the quarter, we focused on dewatering the underground to improve safety and operability and efficiencies in the underground. Also, a new area which we'll be exploiting in 2023 is the Syama site, where we'll be doing long-haul stoping. The advantage of that for us is that it would provide a higher grade than the current Syama block here, and it utilizes the existing infrastructure.\nAs Terry alluded to, the A21 pit is starting to look very good. And we're still drilling and modeling there.\nWith respect to the outlook for the grid for underground, we continue from the conversion to -- from transverse to longitudinal to increase the grid. However, that's in appropriate areas only, where the geology allows us.\nMoving on to the processing plant. The roaster performance during the quarter, we had a record tonnage. And in fact, we're now able to process 10% more above the mill equivalent. So it gives us catch-up area, catch up capacity. So this has enabled us to decrease our gold in circuit by recovering gold from ponds and various villages on the floor. This will continue for the next quarter.\nWe're expecting to start depositing in-pit field in the old Beta pit in quarter 4. So we have now completed our last capital intensive TSF raising for a number of years.\nUnfortunately, we've had delays in the commissioning of the cleaner flotation cell circuit and the onstream analyzer. This is due to issues with the presentations to the sampler. I'm pleased to announce that we have had breakthroughs with that in the last two weeks. And I'm hoping over the next few months, we'll be able to get the cleaning circuit on OSA online, allowing us to have a reduced mass pool and increased recoveries that we thought we were going to get earlier in the year.\nWe have also completed the new reagents, efficient circuits, (inaudible) and they cover sulfate, and this gives us better control and ability to reducing reagent consumption. With the long stoppage we had in quarter 1, we're now able to increase the period between roaster shutdowns. So we're expecting another shutdown 3 years from a shutdown in March, which we will be doing to replace the burners and do some work on the [spray color].\nAfter that work is done, we will then move to 5 yearly shuts, which is a huge improvement from the biannual shuts of the past. We are maintaining our focus on debottlenecking the milling circuit to -- in an effort to utilize the install capacity around the motors. We have had a consultant on site recently, and he's looking at what short-term things we can do and what are the longer-term options. In addition to this, we have initiated what we call the enhancement project, which will be looking at approximately a 30% increase in -- sorry, 25% to 30% increase in mill tonnes ounces.\nThis study was done at a prefeasibility study level, and we're hoping to complete that by the end of the year. The mine operating system, MOS, has worked extremely well in the processing plant and maintenance. We are now self-managing that in those 2 areas. However, we are now trying to extend that to the mining and supply on a couple of other areas.\nOn the oxide circuit, it was a difficult quarter for us. However, we completed the wet season preparation to (inaudible) season. In addition to this, we will complete the prestrip at Taba during this quarter. So we will see a significant reduction in strip ratio in quarter 4, which obviously will reduce our cost and gives us access to higher grade ore.\nThe other point of note is we were very much living hand to mouth with bit control drilling and mining. I'm extremely pleased that we had control drilling is now several months ahead, (inaudible), enabling us to do better mine planning and more efficient mining.\nOver the remaining six months of the year, we're going to be focusing on grid dilution of the pits. The other -- on the processing circuit for the oxide materials, we have done some changes in the oxide combination circuit, and this has led to a 4% additional throughput, which, to some extent, has offset the reduction in grids.\nThank you very much. We can hand over to Doug now.\n\nTerence Neil Holohan\n\nMD & CEO, Resolute Mining Limited\n\nOkay. Thanks, Geoff.\n\nDouglas Warden\n\nCFO, Resolute Mining Limited\n\nGo on, Terry.\n\nTerence Neil Holohan\n\nMD & CEO, Resolute Mining Limited\n\nI was just saying, as you can all appreciate, there's still a lot of work ahead on the technical side. And I think we've got a very capable team in there now focusing on all these productivity improvements.\nOkay. Let's move across to Doug to take us through the financials.\n\nDouglas Warden\n\nCFO, Resolute Mining Limited\n\nYes. Thanks, Terry. Yes. Look, I'll just take a few minutes to provide some additional color on all-in sustaining and cash costs, the cash flow waterfall for the quarter and a bit of an update on the hedge book.\nJust touching on unit costs. So the June quarter cash cost per ounce of $14.72 were broadly in line with the March quarter of $14.86, as Terry said, with higher sulfide and Mako throughputs and grades offsetting higher cash costs, additional tailings storage CapEx and lower quarter-on-quarter benefit from gold recovered in circuit as well as the oxides that have been talked about already.\nLike everyone in the industry, we're facing higher input costs, which is largely centered around diesel, but also consumables and heavy fuel oil, which is used for the Syama power plant. Just by way of example, fuel costs were approximately $4 million higher in Q2 than they were in Q1, and that was all related to Syama. Costs were actually slightly lower in Senegal because of how the government prices for diesel in their country versus what we pay in Mali, as Terry has already alluded to in the cents per liter quotes.\nSo while unit cash costs per ounce were broadly in line with the March quarter, obviously, the June quarter all-in sustaining costs, as reported, were up 11% to $1,540 versus $1,383. That increase was predominantly due to noncash inventory adjustments, which we outline on Page 2 of our quarterly.\nI guess what I'd urge you to look at is the position at the half year. So notwithstanding the quarter-on-quarter movements, which include the impacts of the roaster shut and the significant gold recovered from circuit in the first quarter, in the March quarter. If you look at it at a half year level, group all-in sustaining costs were $1,463 and those noncash movements was actually a benefit of just $14 an ounce. But if you actually go through the quarter-by-quarter, there's some significant swings there in the inventory, which happy to take any questions on.\nI note that, as I mentioned and Terry has mentioned, the higher sustaining capital in the second quarter that feeds into that all-in sustaining cost as well, it's about -- was about $6.3 million higher in the June quarter than it was in the March quarter. And as Terry and Geoff have touched on, that was largely relating to the periodic spend on tailings facilities. So we should be right for some time to come now in relation to tailings facilities.\nJust moving to the cash flow. And I'll draw your attention to the waterfall chart in the quarterly as I speak through that. Operating cash flow $42.3 million for the quarter. We've already talked about the CapEx, $19 million, which was higher than normal and more weighted towards sustaining CapEx and hence, impacted all-in sustaining costs.\nExploration, broadly in line with previous quarters, which was largely centered around that drilling that Terry was talking about at Syama, but also some work at Mako as well. The working capital we've just drawn attention to here, negative impact of nearly $24 million. This was really, as we said in the quarter -- sorry, the quarterly report, relating to the timing of creditors as well as some buildup of consumables inventories given the inflationary environment that we're facing the wet season in terms of building up stocks ahead of that and also the ECOWAS sanctions, which only got lifted after the end of the quarter. So we're just sort of preparing ourselves for those events. And so that working capital just moved up a bit in the quarter. We would expect that to normalize in the third quarter, but it was a drain on cash flow for the June quarter.\nThe asset sale process, the sale of our investment in Turaco was the $4.5 million. We've talked about the $15 million voluntary repayment on the revolver. And the government dividend withholding tax, that's larger than it is in other quarters because we paid the annual withholding tax to the Senegalese government in relation to the dividend that we pay out there, both to ourselves and the Senegalese government. We pay that withholding tax in one go. So that was $4.5 million of that $5.4 million.\nAfter taking all that into account and netting off cash and bullion balances, we finished the quarter with net debt of $182.8 million.\nA brief update on the hedge book. As you know, with the debt facilities, we're required to hedge a minimum of 30% of the next 18 months forecast production. As at 30 June, we had 230,000 ounces hedged at an average price of USD 1,875 an ounce.\nAnd with that, I'll hand back to Terry to wrap up. Thank you.\n\nTerence Neil Holohan\n\nMD & CEO, Resolute Mining Limited\n\nThanks, Doug. So after that, I think the message is 4 quarters in a row now. We're looking forward to a few more. We are focusing really hard now on sweating our assets, finding better sulfide materials that we can give a bit of flexibility to the underground mine expansion and obviously looking at unlocking some of our large mineral resources and oil reserves on our balance sheet.\nAnd we're happy to take questions. Thank you very much."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c2085c27c8be05747dda8126b0409af3",
    "period": "2022 Q1",
    "content": "Q1 2022 Republic Services Inc Earnings Call\n\nQ1 2022 Republic Services Inc Earnings Call\n\nRSGNYSEMAY 5, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Republic Services' First Quarter 2022 Investor Conference Call. Republic Services is traded on the New York Stock Exchange under the symbol RSG. (Operator Instructions) Please note this event is being recorded. I would now like to turn the conference over to Stacey Mathews, Vice President of Investor Relations. Please go ahead.\n\nStacey Mathews\n\nVP of IR, Republic Services, Inc.\n\nHello. I would like to welcome everyone to Republic Services' First Quarter 2022 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, are joining me as we discuss our performance.\nI would like to take a moment to remind everyone that some of the information we discuss on today's call contains forward-looking statements, which involve risks and uncertainties and may be materially different from actual results. Our SEC filings discuss factors that could cause actual results to differ materially from expectations.\nThe material that we discuss today is time-sensitive. If in the future you listen to a rebroadcast or recording of this conference call, you should be sensitive to the date of the original call, which is May 5, 2022. Please note that this call is the property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the expressed written consent of Republic Services is strictly prohibited.\nI want to point out that our SEC filings, our earnings press release, which includes GAAP reconciliation tables and the discussion of business activities, along with a recording of this call are available on our published website at republicservices.com.\nOn today's call, we will provide forward-looking non-GAAP measures related to recent acquisitions and projects under development. We are unable to reconcile these estimates to relevant GAAP measures without unreasonable efforts because purchase accounting adjustments are not complete, and the timing of development projects can vary. I want to remind you that Republic's management team routinely participates in investor conferences. When these events are scheduled, the dates, times and presentations are posted on our website.\nWith that, I would like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director, Republic Services, Inc.\n\nThanks, Stacey. Good afternoon, everyone, and thank you for joining us. We had a strong start to the year, which keeps us well positioned to achieve our full year goals. The outcomes we are delivering reflect our focus on profitably growing the recycling and solid waste business and expanding our environmental solutions business so we can offer the most complete set of products and services to our customers. The investments we are making in the business are taking hold and creating undeniable value while further strengthening our 3 differentiated capabilities of customer zeal, digital and sustainability.\nDuring the first quarter, we delivered revenue growth of 14%, generated adjusted earnings per share of $1.14, which is a 23% increase over the prior year, and produced $531 million of adjusted free cash flow, which is a 14% increase over the prior year. We continue to believe that investing in acquisitions is the best use of free cash flow to create long-term value.\nEarlier this week, we closed the acquisition of US Ecology. This acquisition propels Republic into a leading position in the environmental solutions and as a platform of high-quality assets. We have customer overlap between our $1.5 billion manufacturing vertical and US Ecology's $1 billion book of business. We estimate our cross-selling opportunity at $75 million to $100 million. We are excited to welcome US Ecology employees to the Republic team and will benefit from their deep expertise in specialty waste handling.\nWe also invested $66 million in other acquisitions during the quarter. We also have approximately $400 million of deals in the advanced stages of closing, all of which are in the traditional recycling and solid waste space. In addition to investing in acquisitions, we returned $349 million to our shareholders. This includes $203 million in share repurchases and $146 million in dividends.\nWe are experiencing meaningful traction developing our differentiated capabilities where actions are leading to outcomes. Our aspiration is to deliver a world-class customer experience, which we call customer zeal. Our customer retention rate remains at a record-setting level of 95%.\nThis has enabled us to generate the highest level of pricing retention in company history and generate outsized revenue growth throughout the business. During the first quarter, core price reached an all-time high of 6% and average yield increased to 4.2%. Volumes increased 3.6% compared to the prior year, and acquisitions contributed an incremental 390 basis points to total revenue growth.\nRegarding digital, we completed the rollout of RISE tablets in our small- and large-container fleet. We continue to see tangible benefits of this proprietary technology for our customers and within our operation. We will begin deploying tablets in the residential fleet later this month and expect to be complete by mid-2023. We recently went live with the finance and procurement modules of our new ERP system, which will streamline back-office activities and empower our local leaders with enhanced data.\nNext, turning to sustainability. We continue to believe that environmental sustainability and economic sustainability go hand in hand. We are passionate about doing things that are good for the future generations in a way that generates profitable growth for our business. In March, the company announced our plans to expand our participation in the plastics value chain with the nation's first integrated plastics recycling facility.\nThe Republic Services Polymer Center will address the growing demand for recycled plastics while enabling CPG brands to meet their sustainability goals. Based in Las Vegas, this will be the first of 3 to 5 centers nationwide and is scheduled to open in late 2023. We expect this polymer center will generate an incremental $50 million of revenue with an EBITDA margin at or above total company performance.\nEarlier today, we announced our joint venture with Archaea to develop 39 renewable natural gas projects at our landfills. These projects generate attractive returns and accelerate achievement of our ambitious 2030 sustainability goal of increasing biogas set for beneficial reuse by 50%. The projects are expected to come online between 2023 and 2027, at which point approximately 70% of our total landfill gas collected will be beneficially reused.\nThis joint venture, together with our 17 landfill gas to energy projects under development, are expected to generate approximately $100 million of incremental EBITDA. We continue to be recognized for our commitment to sustainability. Republic Services was named to Barron's 100 Most Sustainable Companies list for the fourth time.\nI will now turn the call over to Brian.\n\nBrian M. DelGhiaccio\n\nCFO, Executive VP & Chief Transformation Officer, Republic Services, Inc.\n\nThanks, Jon. Core price during the first quarter was 6%, which included open-market pricing of 7.6% and restricted pricing of 3.5%. The components of core price included small-container of 9%, large-container of 6.8% and residential of 5.3%.\nAverage yield on total revenue was 4.2%, which represents an increase of 80 basis points when compared to our fourth quarter performance. Average yield on related revenue was 4.5%. The outperformance in average yield is a direct result of higher core price increases in the face of more persistent cost inflation, dynamically adjusting rates for new work to match demand and increased price retention, which illustrates customer willingness to pay for high-value services. We expect average yields to remain above 4% for the remainder of the year.\nFirst quarter volume increased 3.6%. The components of volume included an increase in small-container of 4.1%, an increase in large-container of 4.6% and an increase in landfill of 4.7%. This level of volume performance was in line with our expectations.\nMoving on to recycling. Commodity prices were $201 per ton in the first quarter. This compares to $133 per ton in the prior year. Recycling, processing and commodity sales contributed 40 basis points to internal growth during the first quarter.\nNext, turning to our environmental solutions business. First quarter environmental solutions revenue increased $64 million from the prior year. This was driven by organic growth from increased activity and the contribution from acquisitions. On a same-store basis, environmental solutions contributed 40 basis points to internal growth during the first quarter.\nAdjusted EBITDA margin for the first quarter was 30.4%. This compared to 30.7% in the prior year. Margin performance during the quarter included underlying margin expansion of 70 basis points and a 40 basis point increase from recycled commodity prices, which was offset by a 70 basis point headwind from net fuel and a 70 basis point decrease from recent acquisitions. Within the underlying business, we are seeing wage inflation of approximately 4%. Price increases more than offset this level of cost inflation before considering the impact from productivity improvements.\nSG&A expense, excluding US Ecology deal and integration costs, was 10.2% of revenue. This was flat with the prior year. Adjusted free cash flow for the quarter was $531 million and increased $67 million or 14% compared to the prior year. This was driven by EBITDA growth in the business. Capital expenditures of approximately $200 million during the first quarter represents 15% of our projected full year spend. We remain on track to spend our full year budgeted capital expenditures. Total debt was $9.6 billion, and total liquidity was $2.8 billion. Our leverage ratio at the end of the quarter was 2.8x.\nWith respect to taxes, our combined tax rate and noncash charges from solar investments resulted in an equivalent tax impact of 25% during the first quarter. As Jon mentioned, we closed the acquisition of US Ecology earlier this week. Our initial perspective on the contribution from US Ecology for the remaining 8 months of the year is as follows: revenue of approximately $720 million and adjusted EBITDA of approximately $130 million, which includes $5 million of realized synergies.\nWe also expect EPS contribution to be flat to slightly positive. As a reminder, EPS includes the impact of intangible amortization and relatively higher interest expense as debt associated with the acquisition is expected to be highest during the first year. Annualized, this would represent a year 1 contribution of $1 billion of revenue and approximately $170 million of EBITDA, which includes $10 million of first-year synergies.\nWe still believe there are at least $40 million of cost synergies that will be realized during the first 3 years. We intend to incorporate the contribution from US Ecology into our full year guidance in July once the impact of purchase accounting is better known and other areas subject to valuation are substantially complete.\nWith that, operator, I would like to open the call for questions."
  },
  {
    "header": "RSG",
    "cik": "0001060391",
    "ticker": "RSG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ce596e4221e4e03476da29982476cccf",
    "period": "2021 Q4",
    "content": "Q4 2021 Republic Services Inc Earnings Call\n\nQ4 2021 Republic Services Inc Earnings Call\n\nRSGNYSEFEB 10, 5:00 PM\n\nOperator\n\nGood afternoon and welcome to the Republic Services Fourth Quarter 2021 Investor Conference Call. Republic Services is traded on the New York Stock Exchange under the symbol RSG. (Operator Instructions) Please note this event is being recorded. I would now like to turn the conference over to Stacey Mathews, Vice President of Investor Relations.\n\nStacey Mathews\n\nVP of IR, Republic Services, Inc.\n\nHello. I would like to welcome everyone to Republic Services Fourth Quarter 2021 Conference Call. Jon Vander Ark, our CEO; and Brian DelGhiaccio, our CFO, are joining me as we discuss our performance.\nI'd like to take a moment to remind everyone that some of the information we discuss on today's call contains forward-looking statements, which involve risks and uncertainties and may be materially different from actual results. Our SEC filings discuss factors that could cause actual results to differ materially from expectations. The material that we discuss today is time-sensitive. If in the future, you listen to a rebroadcast or recording of this conference call, you should be sensitive to the date of the original call, which is February 10, 2022.\nPlease note that this call is the property of Republic Services, Inc. Any redistribution, retransmission or rebroadcast of this call in any form without the expressed written consent of Republic Services is strictly prohibited. I want to point out that our SEC filings, our earnings press release, which includes GAAP reconciliation tables. In a discussion of business activities, along with a recording of this call, are all available on Republic's website at republicservices.com. I want to remind you that Republic's management team routinely participates in investor conferences. When events are scheduled, the dates, times and presentations are posted on our website.\nWith that, I'd like to turn the call over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director, Republic Services, Inc.\n\nThanks, Stacey. Good afternoon, everyone, and thank you for joining us. Our fourth quarter performance capped off a very strong year of financial results and operational execution. We outperformed expectations throughout the year and exceeded the high end of our upwardly revised guidance.\nDuring 2021, we generated adjusted earnings per share of $4.17, which increased 17% over the prior year; produced $1.52 billion of adjusted free cash flow, which increased 23% over the prior year; expanded EBITDA margin 60 basis points to 30%; improved free cash flow conversion 350 basis points to 44.8%; and increased customer retention rates to an all-time high of 95%.\nProfitable growth remains our strategic priority, and we continue to believe that investing in acquisitions is the best use of free cash flow to create long-term value. In 2021, a we invested over $1 billion in acquisitions to further enhance our market position and increase free cash flow. This is the highest level of acquisition investment in over a decade.\nOur acquisition pipeline remains robust with opportunities in recycling and solid waste and environmental solutions. Yesterday, we announced our agreement to acquire US Ecology. This acquisition propels Republic into a leading position in the Environmental Solutions space and as a platform of high-quality assets and difficult to replicate infrastructure. I will discuss this strategic acquisition in more detail before we open up the call for Q&A. In addition to investing in acquisitions, we returned $800 million to our shareholders through dividends and share repurchases. We delivered outsized growth and profitability by executing our strategy.\nOur strategy is supported by 3 differentiating capabilities, customer deal, digital and sustainability. With respect to customer zeal, our customer retention rates remain at a record-setting level of 95%, and NPS remains well above pre-pandemic scores. During the fourth quarter, we delivered outsized revenue growth throughout the business. Core price reached an all-time high of 5.4% and average yield increased to 3.4%. Volumes increased 3.6% compared to the prior year and acquisitions contributed an incremental 490 basis points to total revenue growth. Full year combined yield and volume of 6.7% was the highest level in company history and over 200 basis points above the next highest year of performance.\nTurning to digital. We continue to make meaningful progress on the rollout of the next phase of the RISE platform. We have now implemented tablets in approximately 90% of our large and small container fleet. With these new capabilities, we generated operational efficiencies and delivered over 1 million automated proactive notifications to customers last year. We will begin to point tablets to the residential fleet early this year and expect to be complete by mid-2023.\nNext, turning to sustainability. We continue to partner with developers to capitalize on landfill gas to energy opportunities. We expect 4 of these projects to be completed this year with another 14 in our pipeline expected to be completed over the next couple of years. We see an opportunity for another 40 projects beyond the current pipeline. We are also making recycling investments beginning in 2022 to forward integrate in the plastics value chain. These investments will provide a platform for future revenue growth with attractive returns and drive a more sustainable world for future generations. We will absorb these investments with our normal level of capital spending. Our sustainability performance continues to be well regarded as Republic Services was named to the Dow Jones Sustainability Index for the sixth consecutive year. Additionally, our MSCI ESG rating was upgraded to an A, which is the highest rating in our industry.\nOne of the primary factors leading to the upgrade was an increase in our human capital management score. This reflects our strong culture that embraces inclusion and diversity. These strong financial and operational results would not have been possible without our dedicated employees. In appreciation of their hard work throughout the pandemic, we paid each frontline employee $500 committed to serve award in the fourth quarter. Combined with the award paid in January of 2021, our frontline employees received an additional $1,000 during the year. This brings our total support provided through our Committed to Serve initiative to $50 million since the beginning of the pandemic. The strength of our 2021 results clearly demonstrates our ability to create sustainable value and provides the foundation from which we will continue to grow. That said, we expect another strong year of performance in 2022. Specifically, we expect to deliver adjusted earnings per share in the range of $4.58 to $4.65 and generated adjusted free cash flow in the range of $1.625 billion to $1.675 billion. This represents high single-digit to low double-digit growth over our 2021 performance.\nIt's important to note that this guidance as well as any assumptions we discuss in today's call do not contemplate the impact from the pending acquisition of US Ecology. We will provide updates to our guidance if needed, once the transaction closes.\nI will now turn the call over to Brian.\n\nBrian M. DelGhiaccio\n\nCFO, Executive VP & Chief Transformation Officer, Republic Services, Inc.\n\nThanks, Jon. Core price during the fourth quarter was 5.4%, which included open market pricing of 7% and restricted pricing of 2.9%. The components of core price included small container of 8.6%, large container of 5.6% and residential of 4.8%. Average yield was 3.4%, which represents a 20 basis point increase from our third quarter performance. In 2022, we expect average yield of approximately 3.4%. This is an increase of 50 basis points over our full year 2021 results. Fourth quarter volume increased 3.6%.\nThe components of volume included an increase in small container of 4.6%, an increase in large container of 3.7% and an increase in landfill of 6.7%. We expect organic volume growth in a range of 1.5% to 2% in 2022, which remains well above the long-term average.\nMoving on to recycling. Commodity prices were $218 per ton in the fourth quarter. This compares to $110 per ton in the prior year. Recycling processing and commodity sales contributed 110 basis points to internal growth during the fourth quarter. We are assuming $187 per ton for recycled commodities in 2022, which is consistent with the full year 2021 average.\nNext, turning to our Environmental Solutions business. Fourth quarter Environmental Solutions revenue increased $65 million from the prior year. This was driven by organic growth from increased activity and the contribution from acquisitions. On a same-store basis, Environmental Solutions contributed 20 basis points to internal growth during the fourth quarter.\nAdjusted EBITDA margin for the fourth quarter was 28.1%. This compared to 29.9% in the prior year. Margin performance during the quarter was impacted by a 70 basis point headwind from higher incentive compensation expense. We expect incentive compensation expense will return to target levels.\nMargin performance also included a 50 basis point dilutive impact from recent acquisitions, which included deal and transition costs. It should be noted that we pulled forward certain integration costs originally planned for 2022. The remaining impact to margin was primarily driven by a 50 basis point increase in risk management costs. The current period includes a onetime true-up for an insurance captive that increased expense 20 basis points and the prior year included a 30 basis point favorable reduction in reserves, which did not repeat. We expect risk management expense in 2022 to be relatively flat with our full year 2021 performance.\nFor reference purposes, fourth quarter margin performance at target levels of incentive compensation and excluding the onetime committed-to-serve payment would have been 29.4%. The remaining difference to prior year margin performance relates to the impact of recent acquisitions.\nSG&A during the fourth quarter was 10.6% of revenue. This represents an increase of 60 basis points over the prior year, which was driven by higher incentive compensation accruals previously discussed. Full year 2021 EBITDA margin of 30% expanded 60 basis points compared to the prior year. This resulted from pricing levels in excess of cost inflation and effective cost management, which demonstrates our ability to gain operating leverage in the business.\nTo put our operating leverage into context, we estimate wage inflation net of productivity was approximately 3%. Our average yield of 3.4% more than covered this level of cost inflation, which is why labor and maintenance were both down as a percentage of revenue for the fourth quarter and for the year.\nIn 2022, we expect EBITDA margin will continue to improve and are targeting margin expansion of 30 to 40 basis points over our full year 2021 performance. The components of expected margin expansion include pricing in excess of cost inflation adding 60 to 70 basis points and incentive compensation expense returning to target levels, adding 50 basis points, partially offset by acquisitions decreasing margin by 40 basis points and net fuel decreasing margin by 40 basis points.\nDD&A as a percentage of revenue was 11.2% for the year. We expect DD&A as a percentage of revenue of approximately 11.5% in 2022. Year-to-date, adjusted free cash flow was $1.52 billion and increased $279 million or 23% compared to the prior year. This was driven by EBITDA growth in the business and a reduction in interest expense resulting from refinancing debt. Full year 2021 free cash flow conversion increased 350 basis points to 44.8%. We are targeting high 40% level conversion within the next couple of years. Total debt was $9.6 billion, and total liquidity was $2.8 billion.\nOur leverage ratio was 2.9x. With respect to taxes, our combined tax rate and noncash charges from solar investments resulted in an equivalent tax impact of 24% during the fourth quarter. This was in line with our expectations and resulted in a 26% equivalent tax impact for the year. We expect an equivalent tax impact of 26% in 2022 made up of an effective tax rate of 21% and approximately $120 million of noncash charges from solar investments.\nLet me now turn it back over to Jon.\n\nJon Vander Ark\n\nPresident, CEO & Director, Republic Services, Inc.\n\nThanks, Brian. Before I open up the call, let me provide a little more color on our recent announcement. With the addition of US Ecology's national footprint of vertically integrated assets, leading disposal infrastructure and comprehensive capabilities, we are better positioned to serve our customers with one of the most complete sets of products and services.\nThis strategic acquisition provides a platform for additional organic and acquisitive growth with cross-selling opportunities for existing customers who want a single partner to manage their environmental services needs. We expect this acquisition to be immediately accretive to adjusted earnings and free cash flow and to create significant value with double-digit returns for our shareholders. We are excited to welcome US Ecology's talented employees to the Republic team and expect the deal to close by the end of the second quarter of this year.\nExpanding our Environmental Solutions business is a strategic priority and this acquisition is a key addition. That said, the investments we are making are not limiting growth or reducing focus in the traditional recycling and solid waste businesses. This is not an either/or, but a bolt and approach. We plan to make outsized investments in both businesses to accelerate growth and create lasting value.\nWe remain disciplined allocators of capital and will only make investments in organic growth opportunities in M&A that increases intrinsic value and improved returns. With that, operator, I would like to open the call to questions."
  }
]