[
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/47d960f2ecfa6cf10ea6a95ed154ba3c",
    "period": "2025 Q3",
    "content": "Q3 2025 Teledyne Technologies Inc Earnings Call\n\nQ3 2025 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEOCT 22, 11:00 AM\n\nOperator\n\nWelcome to Teledyne's third quarter earnings call. Here is your first speaker, Mr. Jason VanWees.\n\nJason VanWees\n\nVice Chairman\n\nThank you, and good morning, everyone. This is Jason VanWees, Vice Chairman, and I'd like to welcome everyone to Teledyne's Third quarter 2025 earnings release conference call. We released our earnings earlier this morning before the market opened.\nJoining me today are Teledyne's Executive Chairman, Robert Mehrabian; President and CEO, George Bobb; EVP and CFO, Steve Blackwood; and Melanie Cibik, EVP, General Counsel, Chief Compliance Officer and Secretary. After remarks by Robert, George and Steve, we'll ask for your questions.\nBut of course, before we get started, attorneys have reminded me to tell you that all forward-looking statements made this morning are subject to various assumptions, risks and caveats as noted in the earnings release and our periodic SEC filings, and of course, actual results may differ materially. In order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, via webcast and dial-in will be available for approximately one month. Here is Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nGood morning, everyone, and welcome to our conference call. First, I must say, I'm very pleased to announce that we had record -- all-time record quarterly sales, non-GAAP earnings per share and free cash flow. Sales increased 6.7% from last year. Non-GAAP earnings increased 9.2% and free cash flow was a record $314 million. Furthermore, total company new orders were also a quarterly record due in part to continued backlog growth at Teledyne [ fleet ].\nGiven our strong third quarter performance, recovering commercial short-cycle businesses, and also robust backlog growth, we're raising our full year earnings outlook at both the bottom and the top of the forecasted range. Likewise, last quarter, we expected 2025 full-year sales to be about $6.03 billion. But now we believe we may achieve sales of $6.06 billion.\nOur defense-related businesses, including our new acquisitions are performing extremely well. And we continue to pursue a number of significant contract opportunities not yet formally awarded or reflected in our backlog. However, given the current U.S. government shutdown, we had a bit measured on expectations for new contract awards or acceptance of allowance of shipments that we need export licenses for. And of course, cash collections from the government will be somewhat delayed.\nThe prior shutdown in December 2018 and early 2019 lasted about 35 days. I believe today, we're in the 22nd or 23rd day. In that -- at that time, between 2018 and '19, we didn't really experience any significant impact from the short term. And we similarly don't expect to have much impact, except if the shutdown were to stretch for months and god forbid, til the end of the year. It may affect about -- if it goes that long, it may affect about 25% of our sales somewhat, which are related to the government but any temporary impact to commercial shares for which we may be dependent on U.S. government exports may be somewhat affected. Overall, I do not think this is going to affect Teledyne significantly.\nAlso, you may have noted that China has designated Teledyne FLIR LLC as an unreliable entity. While customers in China represent only 4% of our sales in 2024, '25 [indiscernible] sales by Teledyne FLIR LLC were less than 0.4%. So we don't expect much effect from there. Actually Teledyne Brown engineering was added to the same list in December of 2024, but it's sales to customers in China are zero.\nFinally, I must note, despite spending $770 million in cash year-to-date on acquisitions, our current balance sheet is the strongest since prior to the FLIR acquisition in 2021. We also expect to close a small transponder tech carve-out from [indiscernible] very soon. having recently received approval from the government of Sweden. And furthermore, we continue to pursue a number of other acquisition activities.\nGeorge will now briefly comment on the performance of our business segments.\n\nGeorge C. Bobb\n\nPresident & COO\n\nThank you, Robert. In the Digital Imaging segment, third quarter sales increased 2.2%. Teledyne FLIR sales continued to grow, but this was also the first quarter in two years in which sales from our legacy Delta e2v businesses collectively increased modestly. For example, Sales of our sensors and cameras for industrial and scientific vision systems increased year-over-year and accelerated for the second quarter in a row. However, this was partially offset by ongoing weakness in sales of X-ray detectors especially for the more consumer discretionary dental market. Both the overall Teledyne FLIR defense and industrial businesses increased with sales of unmanned systems, counter unmanned air systems, and infrared components and subsystems being the strongest performers.\nThird quarter digital imaging book-to-bill was 1.12x. And as Robert mentioned, we continue to pursue a number of opportunities not yet awarded. These include, for example, unmanned aerial systems opportunities, such as a full rate production order for our Rogue 1 loitering munition under the Marine Corps Organic Precision Fire Light or OPFL program, as well as a potential new award under the U.S. Army's Low Altitude Stocking and Strike Ordinance or LASSO program, for which we are competing. There also remains several unawarded contracts, both domestic and international for FLIR's airborne, land and maritime surveillance systems.\nNon-GAAP operating margin decreased 92 basis points, primarily due to greater cost reduction expenses, which we did not exclude from non-GAAP margins as well as 90 basis points of increased R&D expense.\nIn the Instrumentation segment, which consists of our marine, environmental and test and measurement businesses, third quarter total sales increased 3.9% versus last year. Overall sales of marine instruments increased 3.2% due to strong sales of interconnect used in offshore energy production and for U.S., Virginia and Columbia class submarines. However, these were partially offset by difficult comparisons in offshore energy exploration and some reduced sales of products for hydrography and Oceanographic Research.\nSales of environmental instruments increased nicely at 7.5%. This primarily resulted from higher sales for process gas safety and ambient air and emissions monitoring instrumentation due in part to demand for new natural gas-fired power plants and other energy infrastructure.\nSales of electronic test and measurement systems, which include oscilloscopes, protocol analyzers and Ethernet traffic generators increased modestly, both sequentially and year-over-year. In particular, sales of high bandwidth oscilloscopes used by customers developing or testing high-speed networking devices increased nicely but were partially offset by sales to customers in the automotive and consumer electronics markets. Instrumentation operating margin in the third quarter decreased slightly on a tough comparison. However, we continue to expect a slight increase for full year 2025.\nIn the Aerospace and Defense Electronics segment, third quarter sales increased 37.6%, primarily driven by acquisitions and organic growth of defense electronics products. Commercial aerospace aftermarket sales increased and OEM orders for 2026 deliveries were strong in the quarter, but OEM-related shipments declined from last year given some continuing customer destocking. Overall, segment operating profit increased year-over-year, but GAAP and non-GAAP segment margins decreased slightly year-over-year due to comparatively lower current margins at recently acquired businesses. Nevertheless, overall margin increased sequentially for the second consecutive quarter since closing the acquisitions.\nFor the Engineered Systems segment, third quarter revenue decreased 8.1% given an especially tough comparison with last year. However, despite the lower revenue and also a tough comparison, operating margin increased 30 basis points from last year.\nI will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, George. Let me just conclude by saying there are always going to be near-term challenges to overcome and we have a strong history of doing that. We have a portfolio that varies from market to market. And no one market in our portfolio goes down at once. At the same time, no one market goes up all at once. Nevertheless, our strong portfolio always protects us from market turbulence.\nThe government shutdown, of course, is a problem for everybody. And there is a market volatility that we're dealing with. But we're resilient, we're well positioned and we have a number of very strong growing markets with tangible critical products and solutions, as George mentioned.\nFor example, in our unmanned air and subsea system as well as our space-based electronics and imaging sensors for both the U.S. government and our NATO, we're very strongly positioned. The ongoing need for new energy sources and new or renewed power generation are positively impacting our instrumentation businesses. And the development and inspection of advanced semiconductors utilize our electronic test and measurement instrumentation and our digital imaging solution.\nFinally, regarding M&A activities, while we have a very strong balance sheet, and we have -- as I mentioned before, we have about $1 billion in free cash flow. We're going to be aggressive, but we're also going to be prudent not to overpay for things that are trading much higher than our own multiple.\nLet me just conclude with one remark. First, I want to congratulate George Bobb for being added to our Board last night, but I also want to note that I our plan to be the Executive Chairman of the company for at least another three years.\nWith that, I'll now turn the call over to Steve.\n\nStephen Finis Blackwood\n\nCFO and Senior VP of Strategic Sourcing & Tax\n\nThank you, Robert, and good morning. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our fourth quarter and full year 2025 outlook.\nIn the third quarter, cash flow from operating activities was $343.1 million compared with $249.8 million in 2024. Free cash flow, that is cash flow from operating activities less capital expenditures, was $313.9 million in the third quarter of 2025, a record for Teledyne compared with $228.7 million in 2024. Cash flow increased year-over-year in the third quarter, primarily due to favorable accounts receivable collections in the third quarter of 2025 compared with 2024. Capital expenditures were $29.2 million in the third quarter of 2025 compared with $21.1 million in 2024. Depreciation and amortization expense was $84.5 million in the third quarter of 2025 compared with $76.9 million in 2024. We ended the quarter with $2.0 billion of net debt. That is approximately $2.53 billion of debt less cash of $528.6 million.\nNow turning to our outlook. Management currently believes that GAAP earnings per share in the fourth quarter of 2025 be in the range of $4.76 to $4.98 per share with non-GAAP earnings per share in the range of $5.73 to $5.88. And for the full year 2025, we believe that GAAP earnings per share will be in the range of $17.83 to $18.05 and non-GAAP earnings per share in the range of $21.45 to $21.60.\nI'll now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Steve. We'd like now to take your questions. Operator, if you're ready to proceed with the question and answers, please go ahead."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/577f82e083c59758619632c954ef7487",
    "period": "2025 Q2",
    "content": "Q2 2025 Teledyne Technologies Inc Earnings Call\n\nQ2 2025 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEJUL 23, 11:00 AM\n\nOperator\n\nWelcome to Teledyne's Second Quarter Earnings Call. Here's our first speaker, Mr. Jason VanWees. Please go ahead.\n\nJason VanWees\n\nVice Chairman\n\nThank you, and good morning, everyone. This is Jason VanWees, Vice Chairman. I'd like to welcome everyone to Teledyne's second quarter on 2025 conference 51 call. We released our earnings earlier this morning before the market opened.\nJoining me today are Teledyne's Executive Chairman, Robert Mehrabian; President and CEO; George Bobb, EVP and CFO, Steve Blackwood, and Melanie Cibik, EVP, General Counsel, Chief Compliance Officer and Secretary. After remarks by Robert, George and Steve, we will answer your questions. But of course, before we get started, our attorneys have reminded me to tell you that all forward-looking statements this morning are subject to various assumptions, risks and caveats as noted in the earnings release and our periodic SEC filings, and of course, actual results may differ materially. In order to avoid potential selective disclosures to call is simultaneously being webcast and a replay, both via web cat and dial-in will be available for approximately 1 month. Here's Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Jason, and good morning, everyone, and thank you for joining our call. Today, we reported record quarterly sales. We've achieved greatest total for an organic sales growth in almost 3 years. Second quarter sales increased 10.2%, half organic an acquisitions and accelerated for 3 quarters in a row.\nSales also increased organically in every segment. Non-GAAP earnings per share increased 13.5% from last year and were also a record for any second quarter. Finally, Orders exceeded sales for the seventh consecutive quarter. Our Energy & Defense businesses continue to perform very well. Due to market strength but also our specific portfolio of technologies serving growing sectors such as unmanned air and subsea systems, space-based sensors, NATO defence spending and offshore energy productions. Sales from our shorter cycle environmental and test and measurement instrumentation businesses also increased single digits, mid-single digits. And this is about the greatest level in a few years. Organic sales growth in Digital Imaging was also the most in 3 years, primarily resulting from healthy growth in our Teledyne flares defense and industrial businesses. Nevertheless, we're being a little cautious worrying about whether [indiscernible] second quarter strength in our short-cycle businesses resulted from accelerated demand in advance of client U.S. trade policy announcements in the first quarter. Consequently, we're currently forecasting that total sales in the third quarter will remain essentially flat with the second quarter.\nDespite spending $770 million year-to-date on acquisitions, our current debt to leverage ratio debt-to-EBITDA is 1.6% with only fixed rate debt and approximately $1.17 billion, out of $1.2 billion available in our credit facility. While we're pursuing a number of acquisitions, mostly smaller ones at this time, we will consider stock repurchases where we feel larger acquisitions are too pricey, as we found in the second quarter and where Teledyne offers the best value. Therefore, our Board of Directors increased our stock repurchase authorization from $896 million to $2 billion. And we will [indiscernible] that, as I said before, if appropriate. George will now briefly comment on the performance of our [indiscernible] sales.\n\nGeorge C. Bobb\n\nPresident & COO\n\nThank you, Robert. In the Digital Imaging segment, second quarter sales increased 4.3%, which was the greatest year-over-year growth in 3 years. The performance largely reflected record growth of Teledyne FLIR where the defense and industrial businesses increased nicely, largely driven driven by international defense sales as well as complete unmanned air systems and commercial infrared components and subsystems for the overall unmanned market. We had another quarter of strong orders with a total digital imaging book-to-bill of 1.1x, but it was especially nice to see booking and subsea defense sales. Sales environmental [indiscernible] process gas safety and emissions monitoring and [indiscernible].\nSales of electronic test and measurement systems, which include ciloscopes, protocol analyzers and Ethernet traffic generators increased 5.5% year-over-year. Instrumentation operating margin in the second quarter increased 149 basis points to 27.6% and 134 basis points on a non-GAAP basis to 28.5%.\nIn the Aerospace and Defense Electronics segment, second quarter sales increased 36.2% primarily driven by acquisitions and organic growth of defense electronics products. While commercial aerospace aftermarket sales increased, this was offset by or restrictions. Overall segment operating profit increased lower current margins at our recently acquired businesses. For the Engineered Systems segment, second quarter revenue increased 3.3% and segment operating profit increased 395 basis points due in part to a relatively easy comparison with last year but also strong execution on a number of government programs.\nI will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, George. [indiscernible], I want to thank everyone at Teledyne for delivering a double-digit top and bottom line growth. Also we're very optimistic about their long-term outlook. Our growth in our long-cycle business portfolio. Having said that, we remain very optimistic about the future given our portfolio and where the markets in our domain are moving.\nWith that, I want to turn the call to Steve.\n\nStephen Finis Blackwood\n\nCFO and Senior VP of Strategic Sourcing & Tax\n\nThank you, Rob. And good morning. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our third quarter and full year 2025 outlook. In the second quarter, cash flow from operating activities was $226.6 million compared with $318.7 million in 2024. Free cash flow that is cash flow from operating activities less capital expenditures was $196.3 million in the second quarter of 2025 compared with $301 million in 2024.\nCash flow decreased year-over-year in the second quarter, primarily due to higher income tax payments in the second quarter of 2025 compared with 2024. Capital expenditures were $30.3 million in the second quarter of 2025 compared with $17.7 million in 2024. Depreciation and amortization expense was $86.5 million in the second quarter of 2025 compared with $77.8 million in [indiscernible] net debt, that is approximately [ $2.62 ] billion of debt less cash of $310.9 million. Now turning to our outlook. Management currently believes that GAAP earnings per share in the third quarter of 2025 will be in the range of $4.39 to $4.54 per share. with non-GAAP earnings per share in the range of $5.35 to $5.45. And for the full year, 2025, we believe that GAAP earnings per share will be in the range of $17.59 and to $17.97 with non-GAAP earnings per share in the range of $21.20 to $21.50.\nI will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Steve. We'd now like to take your questions. Kerry, if you're ready to proceed with the question and answer, please go ahead. ."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ef5b25f63d558f86b81edf80efe34aaf",
    "period": "2025 Q1",
    "content": "Q1 2025 Teledyne Technologies Inc Earnings Call\n\nQ1 2025 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEAPR 23, 11:00 AM\n\nOperator\n\nWelcome to Teledyne's First Quarter Earnings Release Conference Call. Here is our first speaker, Mr. Jason VanWees.\n\nJason VanWees\n\nVice Chairman\n\nGood morning, and thanks, everyone, for joining us. This is Jason VanWees, Vice Chairman, and we're about to begin our first quarter 2025 earnings release conference call. We released our earnings earlier this morning before the market opened. Joining me today are Teledyne's Executive Chairman, Robert Mehrabian; CEO, Edwin Roks, President and COO; George Bobb, and EVP and CFO, Steve Blackwood and finally, Melanie Cibik, EVP, General Counsel, Chief Compliance Officer and Secretary.\nAfter remarks by Robert, Edwin, George and Steve, we will ask for your questions.\nBut of course, before we get started, Hernia reminded me to tell you that all forward-looking statements made this morning are subject to various assumptions, risks and caveats, as noted in the earnings release and our SEC filings. And of course, actual results may differ materially. In order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, via webcast and dial-in, will be available for approximately 1 month. Here is Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Jason, and good morning, and thank you for joining our earnings call. In the first quarter, we achieved many records, including first quarter total sales, which increased 7.4%, accelerating for 2 quarters in a row and growing at the greatest rate in years. Sales also increased organically in every segment.\nFurthermore, non-GAAP earnings per share and GAAP earnings per share and operating non-GAAP operating margin were also a record for any first quarter. We're pleased to close the key optic carve-out acquisition in the first quarter. But I should note also that a few months before closing, Qioptiq was awarded major new contracts with both the U.K. and German Ministry of Defense resulting in multiyear acquired backlog.\nIn any event, even excluding this acquired backlog, orders for Teledyne as a whole exceeded sales for the sixth consecutive quarter. We continue to execute our strategy, which has delivered long-term results regardless of economic and political uncertainty. That is maintained a balanced and resilient mix of commercial and government businesses across a broad range of geographies and markets and we continue to improve margins in existing businesses and acquire and integrate complementary companies.\nBefore further commenting on the quarter, I wanted to offer some perspective given the current unpredictable operating environment. While we're going to focus on what we can control, it's worth noting the following: Teledyne has never believed that offshoring U.S. manufacturing and technology was a wise action. As a result, we have little low-cost country manufacturing, we are a net exporter and most of our external sales are produced and sold within regions.\nTo be specific, approximately 80% of our sales are from U.S.-based locations to U.S.-based customers or our international locations to international customers. Of the remaining 20% of total sales, approximately 80% in -- or roughly 16% of the total, are U.S. export sales to international locations, but only 2% of total sales are U.S. export sales to China. Finally, just 4% of external sales are from Teledyne international locations to U.S.-based customers where new tariffs may apply for our customers.\nNow regarding our own supply chain, we import relatively little from China and Mexico with the 2024 annual value of each less than $25 million. Our largest import from Canada is internal sales of unmanned air systems for the U.S. Military, a large portion of which we believe would be subject to U.S. DoD duty-free exemption. While we are not immune to the current 10-plus percent of tariff rates or certainly the pre-pause liberation the proposed tariff rates, we are certainly planning actions to protect margins as the landscape evolves. That includes taking further exemptions under the U.S.-Mexico-Canada agreement and from the United States Department defense as well as taking advantage of recent exemptions for import of certain electronic components. And then finally, of course, pricing actions where we find necessary.\nTurning to our full year sales and earnings outlook, we must assume that the market uncertainty will have some impact. While this is nearly impossible to quantify, we've assumed a negative sales impact of perhaps about 1% of annual sales, offset by the Qioptiq acquisition, resulting in 2025 estimated sales of approximately $6 billion. Also, while we exceeded our first quarter midpoint guidance of $4.85 -- $4.85 and we expect a contribution from Qioptiq, which is now included in our outlook, we think it's wise to maintain our full year earnings outlook.\nEdwin and George may now briefly comment on the performance of our 4 business segments.\n\nEdwin Roks\n\nExecutive VP & President of Digital Imaging Segment\n\nThank you, Robert. This is Edwin, and I will report on the Digital Imaging segment, which represents approximately 52% of Teledyne's portfolio. First quarter 2025 sales increased 2.2% compared with last year. The performance last year reflected an increase in sales for both Teledyne and FLIR Defense and Industrial business, a relatively flat sales across the balance of our portfolio, where increased sales of space-based infrared detectors and semiconductors were largely offset by ongoing weakness in certain markets such as x-ray detectors for consumer discretionary sensitive dental market.\nNon-GAAP operating margin improved 31 basis points, primarily due to the contribution of Clear as well as space-based central business. George will now report on the other 3 segments, which represent the balance of Teledyne.\n\nGeorge C. Bobb\n\nPresident & COO\n\nThanks, Edwin. In the Instrumentation segment, which consists of our marine, environmental and test and measurement businesses, first quarter total sales increased 3.9% versus last year, with organic growth of 2.6%. The -- overall sales of marine instruments increased 9.5%, 6.5% of which was organic due to both strong offshore energy and subsea defense sales. .\nSales of environmental instruments decreased 2%, primarily due to lower sales of laboratory instrumentation and emissions monitoring instruments. However, orders were strong for the first quarter book-to-bill of 1.11x. Sales of electronic test and measurement systems, which include oscilloscope, protocol analyzers and ethernet traffic generators increased 1.5% year-over-year. Instrumentation operating margin in the first quarter increased 97 basis points to 27% and 88 basis points on a non-GAAP basis to 27.9%.\nIn the Aerospace and Defense Electronics segment, first quarter organic sales increased 7.8%, driven by growth of defense electronics products. Including the 2 recent acquisitions, sales increased 30.6%. Overall, segment operating profit increased year-over-year, but GAAP and non-GAAP segment margin decreased as expected due to transaction and integration costs as well as comparatively lower current margins in the new acquisitions.\nFor the Engineered Systems segment, first quarter revenue increased 14.9% and segment operating profit increased [ 719 ] basis points due in part to an easy comparison with last year which included higher cost to complete estimates on certain programs that did not recur in Q1 2025. I will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, George. In conclusion, despite recent volatility in capital markets as well as economic uncertainty, our performance to date has been resilient and strong. Each of our total orders, sales, margins and earnings increased in the first quarter.\nWhile organic sales increased in each segment, we also completed 2 acquisitions and ended the quarter with a leverage ratio of just 1.8x. While we cannot predict the future, I continue to believe our balanced mix of businesses, strong cash flow, healthy balance sheet and acquisition pipeline creates more long-term opportunities than risks for Teledyne if the current economic stress continues.\nI will now turn the call over to Steve.\n\nStephen Finis Blackwood\n\nCFO and Senior VP of Strategic Sourcing & Tax\n\nThank you, Robert, and good morning. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our second quarter and full year 2025 outlook.\nIn the first quarter, cash flow from operating activities was $242.6 million compared with $291 million in 2024. We -- Free cash flow, that is cash flow from operating activities less capital expenditures, was $224.6 million in the first quarter of 2025 compared with $275.1 million in 2024. Cash flow decreased year-over-year in the first quarter due in part to lower customer cash advances received in the first quarter of 2025 compared with 2024. We -- Capital expenditures were $18 million in the first quarter of 2025 compared with $15.9 million in 2024. Depreciation and amortization expense was $80.7 million in the first quarter of 2025 compared with $78 million in 2024. We -- we ended the quarter with $2.5 billion of net debt, that is approximately $2.96 billion of debt less cash of $461.5 million.\nNow turning to our outlook,which includes the acquisitions of Micropac and Qioptiq. Management currently believes that GAAP earnings per share in the second quarter of 2025 will be in the range of $4.00 and to $4.15 per share, with non-GAAP earnings per share in the range of $4.95 to $5.05. And -- and for the full year 2025, we believe that GAAP earnings per share will be in the range of $7.35 to $17.83, and we are maintaining our prior non-GAAP outlook of $21.10 to $21.50 per share.\nI will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Steve. We would now like to take your questions. Operator, if you're ready to proceed with the questions and answers, please go ahead."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/af6f786c50850f4d0e6e31c5e4257483",
    "period": "2024 Q4",
    "content": "Q4 2024 Teledyne Technologies Inc Earnings Call\n\nQ4 2024 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEJAN 22, 11:00 AM\n\nOperator\n\nWelcome to Teledyne's Fourth Quarter Earnings Release Conference Call. Here's our first speaker, Mr. Jason VanWees.\n\nJason VanWees\n\nVice Chairman\n\nGood morning, everyone. This is Jason VanWees, Vice Chairman. I'd like to welcome everyone to Teledyne's Fourth Quarter and Full Year 2024 Earnings Release Conference Call. We released our earnings release this morning before the market opened. Joining me today are Teledyne's Executive Chairman, Robert Mehrabian; CEO, Edwin Roks; President and COO; George Bobb; Senior Vice President and CFO, Steve Blackwood, and Melanie Cibik, EVP, General Counsel, Chief Compliance Officer and Secretary. After remarks by Robert, Edwin, George and Steve, we will answer your questions.\nOf course, though, before we get started, our attorneys have reminded me to tell you that all forward-looking statements made this morning are subject to various assumptions, risks and caveats as noted in the earnings release and our periodic SEC filings. And of course, actual results may differ materially. In order to avoid potential selective disclosures, this call is simultaneously being webcast, and a replay, both via webcast and dial in, will be available for approximately 1 month. Here is Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Jason, and good morning, everyone, and thank you for joining our earnings call. In the first -- fourth quarter, we achieved many all-time records. Record sales increased 5.4% and accelerated from the third quarter. Fourth quarter and full year non-GAAP earnings per share were records, as were fourth quarter and full year non-GAAP operating margins. Finally, our record annual free cash flow -- given that, we ended the year with a very low leverage despite $1.1 billion of capital deployment in fiscal 2024.\nWe successfully closed the Micropac acquisition at the beginning of fiscal 2025, and we continue to expect the completion of the Excelitas carve-out transaction in the first quarter. We entered 2025 optimistic about our business portfolio in both commercial and defense markets. Our short-cycle commercial businesses improved throughout 2024 and comparison [ eased is in ] 2025. We also believe our defense businesses, which favor purchase orders versus protected appropriations, unmanned versus manned platforms and standard products versus highly customized solutions, are well positioned in the current environment.\nNevertheless, especially given the very strong U.S. dollar, we believe it's prudent to be a bit cautious in our 2025 outlook, including the acquisition of Micropac, but excluding the Excelitas carve-out, since this acquisition has not yet closed. We believe 2025 sales may grow approximately 4%, with non-GAAP earnings double that amount at approximately 8% at the center of our outlook range. I will now turn the call over to Edwin, who will further comment on the performance of our Digital Imaging segment.\n\nEdwin Roks\n\nExecutive VP & President of Digital Imaging Segment\n\nThank you, Robert. This is Edwin, and I will first report on the Digital Imaging segment, which represents approximately 54% of Teledyne's portfolio. Fourth quarter 2024 sales were a record and increased 2.5% compared to last year. The performance of Digital Imaging largely reflected record sales [ streamline ] at Teledyne FLIR, with healthy growth across FLIR's commercial and defense infrared imaging systems, [ countermand ] air systems as well as maritime hardware and software. While sales to industrial machine vision markets declined year-over-year, quarterly sales were at the highest level in 2024.\nOur legacy space-based imaging business continued to grow. While some health care businesses such as cancer radiotherapy were resilient, sales of X-ray detectors for more consumer discretionary dental markets declined year-over-year. Non-GAAP operating margins improved sequentially and year-over-year, primarily due to the contribution from FLIR, which more than offset the year-over-year decline in higher contribution margin machine vision sales. George will now report on the other 3 segments which represent the balance of Teledyne.\n\nGeorge Bobb\n\nThanks, Edwin. The Instrumentation segment consists of our marine, environmental and test and measurement businesses, which contributed a little under 25%. For the total segment, overall fourth quarter sales increased 10.1% versus last year, with growth in each major product line. Sales of marine instruments increased 21.1% in the quarter due to both strong offshore energy and subsea defense sales. Sales of environmental instruments increased 1.7%, primarily due to greater sales of laboratory instrumentation as well as air safety instruments.\nSales of electronic test and measurement systems, which include oscilloscopes, protocol analyzers and Ethernet traffic generators, sequentially improved for the third consecutive quarter and increased 2.3% year-over-year. Instrumentation operating margin in the fourth quarter increased 27 basis points to 27.3% and 96 basis points on a non-GAAP basis to a record of 29.1%.\nIn the Aerospace and Defense Electronics segment, which represents roughly 14% of Teledyne sales, fourth quarter sales increased 6.8%, driven by growth of defense electronics products. Overall segment operating profit increased year-over-year, with GAAP and non-GAAP segment margin increasing over 150 basis points.\nFor the Engineered Systems segment, which contributes approximately 8% to overall sales, fourth quarter revenue increased 11%. However, segment operating profit decreased due to higher cost to complete estimates on certain programs. I will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, George. I'll conclude with a few comments on capital allocation. In 2024, we continued our tradition of prudent and flexible capital deployment. That is, we opportunistically repurchased stock when we felt our shares were very undervalued. While at the same time, we were willing to [ form ] more large acquisitions when we thought price expectations were unreasonable. But then as our own valuation partially recovered and M&A markets became more rational, we pivoted by stopping repurchases, and we're pleased to announce the Micropac and Excelitas acquisitions.\nGiven over $1.1 billion of free cash flow in 2024, our balance sheet capacity is the highest in years, and our M&A pipeline remains healthy. Nevertheless, we will continue to exercise discipline and flexibility as we have always done. I will now turn the call over to Steve Blackwood.\n\nStephen Finis Blackwood\n\nCFO and Senior VP of Strategic Sourcing & Tax\n\nThank you, Robert, and good morning. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our first quarter and full year 2025 outlook. To begin, our fourth quarter non-GAAP earnings per share reflect the removal of $16.6 million of FLIR acquisition-related tax benefits. Remaining tax benefits of $13.6 million were approximately half, offset by a higher tax rate.\nIn the fourth quarter, cash flow from operating activities was $332.4 million compared with $164.4 million in 2023. Cash flow, that is cash flow from operating activities less capital expenditures, was $303.4 million in the fourth quarter of 2024 compared to $124.2 million in 2023. Cash flow increased in the fourth quarter, primarily due to lower income tax payments, but also due to improved working capital performance. Capital expenditures were $29 million in the fourth quarter of 2024 compared with $40.2 million in 2023.\nDepreciation and amortization expense was $77.1 million in the fourth quarter of 2024 compared with $77.4 million in 2023. For the full year 2024, free cash flow was $1.11 billion. We ended the year with just under $2 billion of net debt. That is approximately $2.65 billion of debt, less cash of approximately $650 million.\nNow turning to our outlook, which includes the acquisition of Micropac, but excludes the Excelitas carve-out, which has not yet closed. Management currently believes that GAAP earnings per share in the fourth quarter of 2025 will be in the range of $3.90 to $4.04 per share, with non-GAAP earnings per share in the range of $4.80 to $4.90. And for the full year 2025, we believe that GAAP earnings per share will be in the range of $17.70 and to $18.20, with non-GAAP earnings per share in the range of $20.10 to $21.50. I will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Steve. We would now like to take your questions. Paul, if you're ready to proceed with the questions and answers, please go ahead."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ac03c66533f6ce2876cf56ee17e0d501",
    "period": "2024 Q2",
    "content": "Q2 2024 Teledyne Technologies Inc Earnings Call\n\nQ2 2024 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEJUL 24, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Teledyne's second quarter earnings call. [Operator Instructions] And as a reminder, this conference call is being recorded.\nAt this time, I'd like to turn the conference call over to your host, Jason VanWees. Please go ahead, sir.\n\nJason VanWees\n\nVice Chairman\n\nGood morning, everyone. This is Jason VanWees, Vice Chairman. I'd like to welcome everyone to Teledyne's Second Quarter 2024 Earnings Release Conference Call. We released our earnings earlier this morning before the market opened. Joining me today are Teledyne's Executive Chairman, Robert Mehrabian; CEO, Edwin Roks; Senior Vice President and CFO, Steve Blackwood, and Melanie Cibik, EVP, General Counsel, Chief Compliance Officer and Secretary, President and COO, George Bobb, would have joined us, but after getting stuck in airports late last week and the weekend. George came back with COVID and is being isolated.\nAnyway, after remarks by Robert, Edwin and Steve, we will ask your questions. However, before we get started, our attorneys have reminded me to tell you that all forward-looking statements made this morning are subject to various sections, risks and caveats as noted in the earnings release and our periodic SEC filings. And of course, actual results may differ materially. In order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, both via webcast and dial-in, will be available for about one month.\nHere's Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Jason, and good morning, and thank you for joining our earnings call. In the second quarter, Teledyne achieved all-time record free cash flow allowing us to deploy approximately $852 million through July on debt repayment, acquisitions and stock repurchases. Non-GAAP operating margin increased from last year and increased in each of our 3 largest segments.\nTotal sales and earnings increased sequentially and and exceeded our most recent expectations. Although year-over-year comparisons remain especially difficult in certain commercial markets, such as industrial automation, and electronic test and measurement.\nNevertheless, strong defense-related sales at Teledyne flared and our own legacy space-based infrared imaging business partially offset the expected declines in industrial imaging systems. Furthermore, despite the anticipated year-over-year decline in certain instrumentation product lines, total instrumentation sales were a second quarter record due to exceptional performance of our marine instrumentation businesses. Primarily driven by our aerospace and defense businesses, orders were greater than sales for the third consecutive quarter, and we ended the period with record backlog.\nTherefore, we're reasonably confident that quarterly sales will again increase sequentially, and we return to year-over-year sales growth in the second half of 2024.\nFinally, even with the significant capital deployment in the second quarter, our quarter end leverage remained at $1.7 million. We plan to continue stock repurchases in the balance of 2024 as well as pursue acquisitions.\nI will now turn the call to Edwin who will further comment on the performance of our 4 segments.\n\nEdwin Roks\n\nExecutive VP & President of Digital Imaging Segment\n\nThank you, Robert. This is Edwin, and I will report on the first report on the digital meeting segment, which represents 54% of of Teledyne's portfolio. And like Teledyne as a whole, this segment is a mix of longer-cycle businesses such as defense, space and health care, combined with shorter cycle markets, including industrial automation, semiconductor inspection and infrared components and cameras for applications ranging from factory condition monitoring to maritime navigation.\nSecond quarter 2024 sales declined 6.8% compared with last year. As expected, sales to industrial machine vision markets declined approximately 20% year-over-year. However, this was partially offset by increased sales from fair defense and from Teledyne's space-based infrared imaging detectors.\nFurthermore, for the fourth consecutive quarter, healthy margins across the entire FLIR business portfolio helped us protect overall operating margin, even given the significant year-over-year reduction in sales of our typically highest contribution margin product lines.\nI will now report on the other 3 segments, which represent the remaining 46% of Teledyne. The instrumentation segment consists of Marine Environmental and Test & Measurement businesses, which contributed a little over 24% of sales. For the total segment, overall second quarter sales increased 1.6% versus last year. Sales of marine instruments increased 16% in the quarter, primarily due to strong offshore energy and subsea defense sales.\nSales of environmental instruments decreased 1.6% with greater sales of drugs recovery and laboratory instruments, offset by lower sales of processed gas, emission monitoring systems and gasoline safety analyses. Sales of heavy COVID test and measurement systems, which include oscilloscopes, digitizers and product analysis, decreased 5.8% year-over-year on a tough quarterly comparison versus 2023. Overall, Instrumentation segment operating profit increased in the second quarter with GAAP operating margins increasing 136 basis points to 26.1% and another 34 basis points on a non-GAAP basis to 27.2%.\nIn the Aerospace and Defense Electronics segment, which represents 14% of Teledyne sales, second quarter sales increased 4.5% and driven by the growth of commercial aerospace and defense microwave products. GAAP and non-GAAP segment operating profit increased year-over-year with segment margin increasing approximately 77 basis points. For the Engineered Systems segment, which contributed 8% to overall sales, second quarter revenue decreased 8.7% and operating profit was impacted by lower sales and unfavorable program mix.\nI will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Edwin. In conclusion, our second quarter performance was a testament to the strength of our balanced business portfolio. We also continued our proven strategy of increasing margin in those businesses, which are growing. While reasonably protecting margins in businesses with more challenging markets.\nOur current full year earnings outlook is identical to the last quarter with some markets such as industrial automation and electronic test and measurement remaining difficult, although year-over-year comparisons are easier in the second half. While the outlook for our global defense, energy and aerospace businesses remains strong and is supported by our record backlog.\nFinally, we continue to review acquisition opportunities. But given the strength of our balance sheet and cash flow, we also plan to continue purchasing our own stock under our current $1.25 billion authorization.\nI will now turn the call over to Steve.\n\nStephen Finis Blackwood\n\nCFO and Senior VP of Strategic Sourcing & Tax\n\nThank you, Robert, and good morning. I will first discuss some additional financials for the quarter, not covered by Robert, and then I will discuss our third quarter and full year 2024 outlook.\nIn the second quarter, cash flow from operating activities was $318.7 million compared with $190.5 million in 2023. Free cash flow, that is cash from operating activities less capital expenditures, was $301 million in the second quarter of 2024 compared with $163.2 million in 2023. Cash flow increased in the second quarter due to stronger working capital performance. Capital expenditures were $17.7 million in the second quarter of 2024, compared with $27.3 million in 2023.\nDepreciation and amortization expense was $77.8 million for the second quarter of 2024 compared with $80 million in 2023. We ended the quarter with approximately $2.35 billion of net debt. That is approximately $2.8 billion of debt less cash of $443.2 million.\nNow turning to our outlook. Management currently believes that GAAP earnings per share in the third quarter of 2024 will be in the range of $4.02 to $4.16 with non-GAAP earnings in the range of $4.90 to $5. And for the full year 2024, our GAAP earnings per share outlook is $15.87 to $16.13 and we are affirming our prior non-GAAP outlook of $19.25 to $9.45.\nI will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nWe would like to take your questions. John, if you're ready to proceed with the questions and answers, please go ahead."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6eaffb39b7d22344543cac5b3f6758a1",
    "period": "2024 Q1",
    "content": "Q1 2024 Teledyne Technologies Inc Earnings Call\n\nQ1 2024 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEAPR 24, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Teledyne Q1 2024 Earnings Call. [Operator Instructions] And as a reminder, this conference call is being recorded.\nAt this time, I'd like to turn the conference over to your host, Jason VanWees. Please go ahead, sir.\n\nJason VanWees\n\nVice Chairman\n\nAll right. Thank you, and good morning, everyone. This is Jason VanWees, Vice Chairman. I'd like to welcome everyone to Teledyne's First Quarter 2024 Earnings Release Conference Call. We released our earnings earlier this morning before the market opening. Joining me today are Teledyne's Executive Chairman, Robert Mehrabian; CEO, Edwin Roks; President and COO, George Bobb; SVP and CFO, Stephen Blackwood; and Melanie Cibik, EVP General Counsel, Chief Compliance Officer and Secretary.\nAfter remarks by Robert, Edwin, George, and Steve, will ask for your questions. However, before we get started, turning to ever mind to me to tell you that all forward-looking statements made this morning are subject to various assumptions, risks and caveats as noted in the earnings release and our periodic SEC filings. And of course, actual results may differ materially. In order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, both via webcast and dial-in, will be available for approximately 1 month.\nHere is Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Jason. Good morning, everyone, and thank you for joining our earnings call. Today, we reported record first quarter non-GAAP operating margin, record adjusted earnings per share and record free cash flow. While overall orders remained strong, sales were impacted by deterioration in some of our short [ psychology ] and instrumentation market. We have previously assumed no full year sales growth in Industrial Automation as well as a measurement market. However, those markets weakened more than planned in the first quarter, and we now forecast full year saving those product families to decline meaningfully in 2024.\nNevertheless, we [indiscernible] such sales declines with the offset our marine, aviation and certain defense businesses, resulting in full year flat sales compared to 2023. Despite those anticipated sales reduction, in what are among our highest-margin businesses. We believe overall operating margin will remain flat in '24 versus '23. [indiscernible] Digital Imaging segment, year-over-year sales declined due to significantly lower sales of machine vision sensors and cameras related to industrial automation. However, this was partially set by organic growth and significant margin improvement at Teledyne clear.\nGiven our unmanned system businesses, growth and the resiliency of core infrared imaging business. Similarly, in Instrumentation, we were relatively flat where significant reduction in sales of test and measurement, instrumentation were almost entirely offset by Marine Electronics and unmanned underwater system. And despite the overall flat sales, segment margin is considerably. In [indiscernible] segment, Engineered Systems, which is largely a U.S. government prime contractor, sales were impacted by the very late across the U.S. 2024 budget. We also revised estimated progress and cost to complete on certain contracts, resulting in some revenue and profit reversal.\nFinally, given our even stronger balance sheet with quarter end leverage just at 1.7, combined with record free cash flow, we believe it's an appropriate time for us to add stock repurchases to our capital deployment plan. I will now turn the call over to Edwin and George, who will further comments on the performance of our core business segments.\n\nEdwin Roks\n\nExecutive VP & President of Digital Imaging Segment\n\nThank you, Robert. This is Edwin, and I will report on the Digital Imaging segment, which represents 55% of Teledyne [indiscernible]. And like Teledyne as a whole, this segment is local cycle businesses, such as defense, space and health care, combined with shorter cycle markets, including industrial, automation, semiconductor inspection and infrared components and cameras for applications ranging from factory condition monitoring to maritime navigation.\nFirst quarter 2024 sales declined 4.1% compared to last year as certain products declined considerably, but were largely offset by those with meaningful increases. For example, sales to industrial machine vision markets declined approximately 30% year-over-year.\nOn the other hand, Teledyne air systems, amend ground systems and integrated counter-drone systems collectively increased nearly plus 30%. [ All ] year-over-year changes were less significant, but included continued growth in our space-based imaging business Brazilian sales in health care and farcecore infrared [indiscernible] businesses and declining sales of semiconductor-related micro-electrical mechanical systems or MEMS. As Robert, the [indiscernible] businesses grew organically and for the third consecutive quarter of positive contributors to overall segment margin. Finally, segment orders were healthy with the first quarter book-to-bill of 1.06x. George will now report on the other 3 segments, which represent the remaining [indiscernible].\n\nGeorge Bobb\n\nThanks, Edwin. The invitation segment consists of our marine, environmental and test and measurement businesses, which contributed a little over 24% of sales. For the total segment, overall first quarter sales decreased 0.9% versus last year. Sales of marine instruments increased 15.3% in the quarter, primarily due to both strong offshore energy and subsea defense sales. Sales of environmental instruments decreased 5.8% with greater sales of processed gas emission monitoring systems in gas and flame safety analyzers, more than offset by lower sales of drug discovery and laboratory [indiscernible].\nSales of electronic test and measurement systems, which include oscilloscopes, digitizers and protocol analyzers, decreased 18.2% year-over-year on the toughest quarterly comparison of 2024 versus 2023. Overall, Instrumentation segment operating profit increased in the first quarter. With GAAP operating margin increasing 183 basis points to 26% and 175 basis points on a non-GAAP basis to 27.1%. In the Aerospace and Defense Electronics segment, which represents 14% of Teledyne sales.\nFirst quarter sales increased 7.2%, driven by growth of commercial aerospace and defense microwave products. GAAP and non-GAAP segment operating profit increased year-over-year with segment margin increasing approximately 80 basis points. For the Engineered Systems segment, which contributes 7% to overall sales, first quarter revenue decreased 10.5% and operating profit was impacted by lower sales and lost the complete estimate revision Robert mentioned earlier.\nI will now pass the call back to Rob.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThanks, George. In conclusion, orders have been strong for two consecutive quarters with the increase almost entirely due to our longer cycle businesses such as defense and energy. However, given the nature of these businesses, converting much of the greater backlog to sales will not begin until the second half of 2024. At the same time, the pace of orders in our short-cycle instrumentation and imaging businesses did have a near-term sales impact in the first quarter and likely will continue to impact total sales in the second quarter of 2024.\nSo while our current outlook for full year sales is flat with 2023, we expect the [indiscernible] quarter sales to be sequentially flat with the first quarter and then increase in the second half of the year. The current market environment is premonition of the 2014 to 2016 period. That is when total Teledyne sales earnings were placed except market dynamics where the opposite of what we are experiencing today. Specifically, growth certain short-cycle markets were partially offsetting declines in our longer cycle depends on energy businesses. Hopefully, this time, during the short cycle businesses would be shortage. In any event, during the 2014 through 2016, we executed approximately $400 million of opportunity share repurchases, completed 10 acquisitions and subsequently experienced significant sales and earnings growth when markets normalize.\nToday, we're pleased to renew our stock repurchase authorization and plan to begin repurchasing shares this quarter. At the same time, because of our strong balance sheet, we're continuing to evaluate a number of acquisition opportunities. I will now turn the call over to Steve.\n\nStephen Finis Blackwood\n\nCFO and Senior VP of Strategic Sourcing & Tax\n\nRobert, and good morning. I'll first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our second quarter and full year 2024 outlook. In the first quarter, cash flow from operating activities was $291 million compared with $203 million in 2023. Free cash flow, that is cash from operating activities less capital expenditures was $275.1 million in the first quarter 2024 compared with $178.6 million in 2023.\nCash flow increased in the first quarter due to stronger working capital performance. Capital expenditures were $15.9 million in the first quarter of 2024 compared with $24.4 million in 2023.\nDepreciation and amortization expense was $78 million for the first quarter of 2024 compared with $82.1 million in 2023. We ended the quarter with approximately $2.3 billion of net debt. That is approximately $3.25 billion of debt less cash of $912.4 million.\nNow turning to our outlook. Management currently believes that GAAP earnings per share in the second quarter of 2024 will be in the range of $3.57 to $3.70 per share, with non-GAAP earnings in the range of $4.40 to $4.50 per share. And for the full year 2024, our GAAP earnings per share outlook is $16.02 to $16.27. And on a non-GAAP basis, $19.25 to $19.45 per share. The 2024 full year estimated tax rate, excluding discrete items, is expected to be 22.5%.\nI will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nWe would now like to take your questions. Operator, if you're ready to proceed with the questions and answers, please go ahead."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ad83c702f474bca714a2fecfc7f9ae30",
    "period": "2023 Q4",
    "content": "Q4 2023 Teledyne Technologies Inc Earnings Call\n\nQ4 2023 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEJAN 24, 11:00 AM\n\nOperator\n\nLadies and gentlemen, good morning, thank you for standing by. Welcome to the Teledyne Fourth Quarter Earnings Call. [Operator Instructions]. As a reminder, today's conference is being recorded.\nAt this time, it's my pleasure to turn the conference over to our host, Mr. Jason VanWees. Please go ahead.\n\nJason VanWees\n\nVice Chairman\n\nThanks, Tom, and thanks, everyone. This is Jason VanWees, Vice Chairman. I would like to welcome everyone to Teledyne's Fourth Quarter and full year 2013 earnings release conference call. We released our earnings earlier this morning.\nJoining me today are Teledyne's Executive Chairman, Robert Mehrabian and our new but familiar management team, CEO, Edwin Roks, President and COO; George Bob, Senior Vice President and CFO, Steve Blackwood, and also Melanie Cibik, EVP and General Counsel, Chief Compliance Officer and Secretary. After remarks by Robert, Edwin, George and Steve, we will ask for your questions. Of course, so before we get started, Tony's have reminded me to tell you that all forward-looking statements made this morning are subject to various assumptions, risks and caveats as noted in the earnings release and our periodic SEC filings. And of course, actual results may differ materially.\nIn order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, [indiscernible] via webcast and dial-in, will be available for approximately 1 month. Here is Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Jason, and good morning, and thank you for joining our earnings call. In the fourth quarter, we achieved all-time record sales and GAAP and non-GAAP earnings per share. Sales increased primarily due to the performance of our Marine medical and aerospace businesses, which were more than able to compensate for the previously announced headwind in the industrial automation and laboratory instrumentation market.\nFurthermore, Overall, record orders exceeded sales in every business segment but were particularly strong in our Marine and Defense businesses. Leverage declined further to 1.9% and our balance sheet remains healthy.\nFinally, we continue to acquire complementary businesses, as shown by the acquisition of Zeno Networks in the fourth quarter.\nCompared with last year, fourth quarter and full year non-GAAP operating margin increased 27 and 57 basis points, respectively. Our broad-based strength in orders was encouraging, especially in the uncertain global macro environment today. Nevertheless, it's worth noting that most of the increase in orders was in our backlog-driven longer-cycle businesses. So converting the orders to sales will take a little time.\nIn terms of 2024 outlook, we, therefore, think the quarterly sales and earnings ramp will be a bit greater than in recent years. So while we see annual 2024 sales growth of about 4%, we believe that typically seasonally low first quarter will be slightly under $1.4 billion or roughly flat with last year.\nI will now turn the call over to Edwin and George, who will further comment on the performance of our 4 business segments.\n\nUnknown Executive\n\nThank you, Robert. This is Edwin and I will report on the Digital Imaging segment, which is 56% of Teledyne's portfolio. And like Teledyne as a whole, this segment is a mix of longer-cycle businesses such as defense, space and health care, combined with shorter cycle markets, including industrial automation, semiconductor inspection and infrared components and cameras for application ranging from factory condition monitoring and maritime navigation.\nFourth quarter 2023 sales was slightly lower compared to last year. Double-digit sales growth in each of X-ray products, FLIR surveillance systems and space-based infrared imaging detectors offset a significant year-over-year decline in sales of industrial imaging systems and Micro Electro Mechanical Systems, or MEMS. Fourth quarter sales of unmanned systems were at the greatest level in 2023 and but declined year-over-year due to a tough comparison.\nFor the second quarter in a row, the FLIR business collective fleet were positive contributors to overall segment margin. In addition, FLIR quarterly sales increased year-over-year and were at the highest level in the last 2 years.\nGeorge will now report on the other 3 segments, which will represent the remaining 44% of Teledyne.\nThanks, Evan. The instrumentation segment consists of our Marine, test and measurement and environmental businesses, which contributed a little over 23% of sales. For the total segment, overall fourth quarter sales increased 2.8% versus last year. Sales of marine instruments increased 14.7% in the quarter, primarily due to strong offshore energy sales, but also continued growth in global defense and ocean science markets.\nSales of electronic test and measurement systems, which include oscilloscopes, digitizers and protocol analyzers were flat year-over-year. We continue to see some softness in sales of analyzers for electronic storage and data center applications. But this was largely offset by continued strong sales of oscilloscopes and a small amount of incremental sales from the Zeno acquisition.\nSales of environmental instruments decreased 7.3% and with greater sales of air quality and gas and flame safety analyzers more than offset by lower sales of drug discovery and laboratory instruments.\nOverall, Instrumentation segment operating profit increased over 14% in the fourth quarter, with GAAP operating margin increasing 284 basis points to 27.1%, and 278 basis points on a non-GAAP basis to 28.1%, both all-time records for the segments.\nIn the Aerospace and Defense Electronics segment, which represents 13% of Teledyne sales, Fourth quarter sales increased 3.4%, primarily driven by growth of commercial aerospace products.\nGAAP and non-GAAP segment operating profit decreased approximately 5% year-over-year primarily due to a tough comparison with last year's all-time record segment margin.\nFor the Engineered Systems segment, which contributes 8% to overall sales, fourth quarter revenue decreased 3.8%. But operating profit increased with margin up 325 basis points.\nI will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, George. In conclusion, we were pleased with our record performance in 2023. In the near term, we will continue to focus on growth in those businesses with favorable markets while cutting costs and protecting margins in businesses which are more challenged. And at the same time, we'll be acquiring and integrating complementary businesses. .\nWhen certain markets like laboratory instrumentation, industrial automation or electronic test measurement recover, we will keep our cost structure in check and benefit handsomely.\nBut if there are global or macroeconomic shocks in 2024, we will do what we've done in the past, execute well, generate record cash flow and complete some of our base and potentially larger acquisitions.\nI will now turn the call over to Steve.\n\nStephen Finis Blackwood\n\nCFO and Senior VP of Strategic Sourcing & Tax\n\nThank you, Robert, and good morning. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our first quarter and full year 2024 outlook.\nIn the fourth quarter, cash flow from operating activities was $164.4 million compared with $237.7 million in 2022. Free cash flow, that is cash from operating activities less capital expenditures was $124.2 million in the fourth quarter of 2023 compared with $203.6 million in 2022.\nCash flow declined in the fourth quarter since we made $139 million of additional tax payments, which we were allowed to defer from the second and third quarter of 2023, due to IRS disaster relief.\nWithout these catch-up tax payments, quarterly cash flow have been at an all-time record. Capital expenditures were $40.2 million in the fourth quarter of 2023 and compared with $34.1 million in 2022.\nDepreciation and amortization expense was $77.4 million for the fourth quarter of 2023, compared with $81.8 million in 2022. We ended the quarter with approximately $2.60 billion of net debt. That is approximately $3.24 billion of debt less cash of $48.3 million.\nNow turning to our outlook. Management currently believes that GAAP earnings per share in the first quarter of 2024 and will be in the range of $3.73 to $3.86 with non-GAAP earnings in the range of $4.55 to $4.65 per share.\nAnd for the full year of 2024, our GAAP earnings per share outlook is $17.15 to $17.53. And on a non-GAAP basis, $20.35 to $20.68. The 2024 full year estimated tax rate, excluding discrete items, is expected to be 22.5%.\nI will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Steve. We would now like to take your questions. Tom, if you're ready to proceed with the questions and answers, please go ahead. ."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1ae3eb6bbb204dd0ca88d921820a1c2b",
    "period": "2023 Q3",
    "content": "Q3 2023 Teledyne Technologies Inc Earnings Call\n\nQ3 2023 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEOCT 25, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Teledyne's Third Quarter Earnings Call. [Operator Instructions] And as a reminder, this conference call is being recorded. I would now like to turn the call over to your host, Mr. Jason VanWees. Please go ahead.\n\nJason VanWees\n\nVice Chairman\n\nThanks, John, and good morning, everyone. This is Jason VanWees, Vice Chairman, and I'd like to welcome everyone to our third quarter the 2023 earnings release conference call. We released our earnings earlier this morning before the market opened. Joining me today are Teledyne's Chairman, President and CEO, Robert Mehrabian and Senior Vice President and CFO, Sue Main; also joining me today are Steve Blackwood, who will assume the role of SVP and CFO on December 1, Melanie Cibik currently Senior Vice President, General Counsel, Chief Compliance Officer and Secretary, who will be promoted to Executive Vice President on January 1; and Edwin Roks, George Bob, currently, Executive VPs of Teledyne will assume the roles of CEO and President and COO, respectively, on January 1.\nAfter remarks by Robert and Sue, will ask for your questions. Of course, before we get started, our attorneys have reminded me to tell you that all forward-looking statements made this morning are subject to various [indiscernible] risks and caveats as noted in the earnings release and our periodic SEC filings, and of course, actual results may differ materially. In order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, both via webcast and dial-in, will be available for approximately 1 month. Here is Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Jason. And good morning, and thank you for joining our earnings call. These are exciting times for Teledyne. We have new leadership coming in, but we also have continuity and resilience in our programs, in our operations and our ability to meet what we say we would do in our earnings. In the third quarter, as we ramp up, we achieved record operating margin and earnings per share. GAAP operating margin of 18.8% was a third quarter record. On a non-GAAP basis, the operating margin was 22.8% which was an all-time record for any quarter. Likewise, GAAP earnings per share of $14.15 was a third quarter record and non-GAAP earnings per share of $5.05 was an all-time record for Teledyne.\nCompared to last year, GAAP and non-GAAP operating margins increased 119 and 86 basis points, respectively, and both GAAP and non-GAAP earnings per share increased approximately 11%. Our overall third quarter performance was led by growth in our Marine medical, aerospace and certain defense businesses, coupled with digital cost control. There was, however, some deterioration in certain end markets such as industrial automation and laboratory instrumentation. Nevertheless, given on our focus on operational excellence, operating margins increased both sequentially and year-over-year in Digital Imaging and Instrumentation segment, helping generate record earnings.\nGiven continued debt repayment through September, which totaled about $680 million year-to-date. Our consolidated leverage ratio declined to just under 2x. And finally, we're pleased to have added Zeno networks to our test and measurement businesses which also continued to perform very well in a challenging environment. In terms of our outlook, we now see total sales for 2023 growth of about 4% or a little less than the second half versus our July outlook.\nWith the fourth quarter sales being roughly $1.45 billion. Approximately half of this change in incremental is due to incremental currency translation headwind from July to now, and the balance being further deterioration in industrial automation and laboratory instrumentation market mentioned earlier. However, given the strong margin and earnings achieved in the third quarter, we're raising our non-GAAP earnings outlook to $19.25 at the midpoint from a prior outlook of $19.10.\nI will now further comment on the performance of our 4 segments. Third quarter sales in our Digital Imaging segment were flat compared to last year. Sales of X-ray products infrared imaging detectors and surveillance system increased year-over-year but were offset by lower sales of unmanned ground systems, and micro electromechanical systems or mes. Sales of commercial marine hardware and software were flat, but declined organically. Finally, cameras and sensors for industrial automation declined compared to last year. Like Teledyne as a whole, the Digital Imaging business portfolio is exceptionally well balanced across market segments and geographies.\nWith the help of bolt-on acquisitions and growth in our medical and defense markets, we were able to offset declines in industrial automation and its -- and the small portion of our overall portfolio that is associated with consumer discretionary spending. Despite of the flat revenue, margins performance improved considerably to record levels with the player businesses collectively slightly higher than segment average margins.\nTurning to our instrumentation businesses. This segment consists of marine instruments, [ press on ] measurement and environmental instruments. Overall, third quarter sales in Instrumentation segment increased 7.4% and versus last year. Sales of marine instruments increased 20.5% in the quarter, primarily due to ongoing recovery in offshore energy markets and also greater sales of acoustic imaging systems. Sales of electronic test and measurement systems, which includes [ acinoscopes, ] digitizers and protocol analyzers collectively increased 2.5%.\nWe continue to see some softness in sales of analyzers for electronic storage and data center application. But this was more than offset by sales of devices for wireless and video protocols as well as continued strong sales of [ celoscopes. ] Demand for high-speed networking customers remain very healthy, and we see the Zeno acquisition, enhancing our offerings in this market. Sales of environmental instruments decreased slightly compared to last year, with sales of air quality and gas and plan safety analyzers offsetting some decline in drug discovery and laboratory instruments.\nOverall, Instrumentation segment operating profit increased over 20% in the third quarter with GAAP operating margins increasing 277 basis points to 26% and 253 basis points on a non-GAAP basis to 27%. These were all-time records for this segment. Third quarter sales in our Aerospace and Defense Electronics segment increased 8.1%, driven by growth both in Defense Electronics and aerospace -- commercial aerospace products. GAAP and non-GAAP operating profit increased 11.5% with margins 81 basis points greater than last year.\nFinally, in the Engineering Systems segment, third quarter revenue increased 4.1%, but operating profit declined slightly, given a new flavor of product risk, but also a tough comparison with the prior year period. So in conclusion, we are pleased to continue to do what we know best. Gross sales and margin in businesses with favorable markets, while cutting costs and protecting margins in those businesses where market trends are more challenging.\nAt the same time, especially now that our leverage continues to decline, we should acquire and integrate complementary businesses. Before turning the call to Sue, I want to thank her for her more than 34 years of service to Teledyne, and I wish her very, very well-earned retirement. I will greatly miss it. And finally, I want to congratulate our other executives on the well-deserved promotions announced yesterday, and I and the entire board are delighted that the same talented group of executives we continue to serve Teledyne's leadership. Sue?\n\nSusan L. Main\n\nChief Financial Officer & Senior Vice President, Teledyne Technologies, Inc.\n\nThank you, Robert for the kind words, and good morning, everyone. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our fourth quarter and full year 2023 outlook. In the third quarter, cash flow from operating activities was $278.2 million. Free cash flow, that is cash from operating activities less capital expenditures was $255.2 million in the third quarter of 2023 and compared with $252.2 million in 2022.\nCapital expenditures were $23 million in the third quarter of 2023 compared with $16.7 million in 2022. Depreciation and amortization expense was $76.9 million for the third quarter of 2023 compared with $80.8 million. We ended the quarter with approximately $2.74 billion of net debt. That is approximately $3.24 billion of debt less cash of $508.6 million. Our stock-based compensation expense was $8 million in the third quarter of 2023 compared with $6.7 million in 2022. Turning to our outlook. Management currently believes that GAAP earnings per share in the fourth quarter of 2023 will be in the range of $4.07 to $4.21 per share with non-GAAP earnings in the range of $4.95 to $5.05.\nAnd for the full year 2023, our GAAP earnings per share outlook is now $15.82 and to $15.96. And on a non-GAAP basis, we are raising our outlook to $19.20 to $19.30 both the fourth quarter and full year non-GAAP outlook excludes estimated pretax charges for further FLIR integration costs. The 2023 full year estimated tax rate, excluding discrete items, is expected to be 22.1%. I will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Sue. Operator, we'd now like to take questions. If you're ready to proceed with the questions and answers, please go ahead."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7187a59038f03465cf125aa92c2fe3e5",
    "period": "2023 Q2",
    "content": "Q2 2023 Teledyne Technologies Inc Earnings Call\n\nQ2 2023 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEJUL 26, 11:00 AM\n\nOperator\n\nLadies and gentlemen, good morning. Thank you for standing by today's conference assembled. Welcome to the Teledyne Technologies Second Quarter Earnings Call. [Operator Instructions]\nAt this time, it's my pleasure to turn the conference over to our host, Jason VanWees. Please go ahead.\n\nJason VanWees\n\nVice Chairman\n\nThank you, Dom. This is Jason VanWees, Vice Chairman. I'd like to welcome everyone to Teledyne's Second Quarter 2023 Earnings Release Conference Call. We released our earnings earlier this morning before the market opened.\nJoining me today are Teledyne's Chairman, President and CEO, Robert Mehrabian; Senior Vice President and CFO, Sue Main; and Senior Vice President and General Counsel, Chief Compliance Officer and Secretary, Melanie Cibik. Also joining is Edwin Roks, Executive VP. After remarks by Robert and Sue, we will ask for your questions.\nOf course, though, before we get started, our attorneys have reminded me to tell you that all forward-looking statements made this morning are subject to various assumptions, risks and caveats as noted in our earnings release and our periodic SEC filings. Actual results may differ materially. In order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, both via webcast and dial-in, will be available for approximately 1 month.\nHere is Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you, Jason, and thank you for joining our earnings call. In the second quarter, we achieved all-time record quarterly sales, with overall sales increasing 5.1%. Furthermore, sales as well as GAAP and non-GAAP operating profit and operating margin increased year-over-year in every segment. For the total company, GAAP and non-GAAP operating margins increased 105 and 73 basis points, respectively. Excluding foreign currency headwind, which negatively impacted second quarter sales growth by approximately 40 basis points, growth in local currency would have been 5.5%.\nGAAP operating margin of 18% was a second quarter record and non-GAAP operating margin was 21.4%. Second quarter GAAP earnings per share were $3.87, and non-GAAP earnings of $4.67 were also second quarter records. And finally, including continued debt repayment through July, which totaled about $620 million year-to-date, our consolidated leverage ratio declined to 2.1x. I'll now comment a bit further on the performance of Teledyne flare and the announced cost reductions and the outlook for the balance of the year.\nIn the 2 years, since we've owned FLIR, we've resolved the most significant legacy tax matters, exited the consent agreement with the Department of State, consolidated leadership in marketing and operations for the FLIR Defense portfolio and corrected some historical product quality issues. As part of this effort, we also took a much more focused view of the Defense business, aggressively pursuing those opportunities where we have truly differentiated technology. I am pleased to report that the order book and backlog of FLIR, specialty FLIR Defense, significantly inflected during the second quarter. For reference, the commercial business across digital imaging, both DALSA to FLIR grew organically in the second quarter. While FLIR Defense sales declined year-over-year, nearly all of this was lower revenue in unmanned ground systems as we achieved the milestone of shipping our 1,000th man transportable robotic system increment to, to the U.S. Army.\nOverall, orders at all of FLIR were 1.18x sales and 1.5x sales at FLIR Defense. Large orders not only included the recently announced Black Hornet Nano UAV to the U.S. Military but also additional UAVs for customers in Europe as well as counter UAV systems and missile systems utilizing both FLIR imaging, radar and AI-based software systems. Additionally, more surveillance imaging systems for the U.S. and foreign customers. Having stabilized the business, including achieving stronger backlog, it is not time to focus on execution and additional margin improvement. Thus, the charges announced this morning are for the further reduction in the FLIR operating footprint and related headcount. We are exciting the elimination of 3 lease sites, all of those activities will be relocated to other FLIR Defense facilities, most of which are locates.\nToday, we are reaffirming our prior 2023 full year sales and non-GAAP earnings outlook, including -- excluding the $10 million to $12 million charges that -- covered. Supply chain challenges have continued to improve, and we were once again able to exceed our original second quarter sales and earnings outlook by pulling forward some revenue from the third quarter.\nOn revenue specifically, we continue to see total 2023 growth of approximately 5% or sales of approximately $5.73 billion, with the third quarter being roughly $1.4 billion. We continue to see non-GAAP earnings of $19.10 at the midpoint of our guidance, excluding the charges referenced above. I will now further comment on the performance of the 4 business segments.\nSecond quarter sales, in our Digital Imaging segment, increased 2.3% with greater sales of X-ray products, commercial infrared imaging components and solutions and industrial scientific cameras partially offset by lower sales of unmanned ground systems for Defense applications. GAAP segment operating margin increased 51 basis points to 15.7% and adjusted for reduced the intangible asset amortization non-GAAP segment margin was 28 basis points higher at 21.5%.\nTurning to our Instrumentation segment. Overall, second quarter sales increased 5.1% versus last year. Sales of Marine instruments increased a healthy 10.5% in the quarter, primarily due to ongoing recovery in offshore energy markets, also greater sales of autonomous underwater vehicles. Sales of electronic test and measurement systems, which include oscilloscopes, digitizers and protocol analyzers, collectively increased 4.9%. We encountered some softness in sales of analyzers for electronic storage and data center application, but this was more than offset by [indiscernible] for wireless and video protocols as well as continued strong sales of oscilloscopes.\nSales of environmental instruments were flat compared to last year with greater sales of air quality, process gas, safety analyzers offset by drug discovery and laboratory instruments. Overall, instrumentation segment operating profit increased 10.6% in the second quarter, with GAAP operating margin increasing 123 basis points to 24.8% and 80 basis points on a non-GAAP basis, excluding reduced intangible asset amortization to 25.9%.\nIn the Aerospace and Defense Electronics segment, second quarter sales increased 10.2%, driven by growth of both Defense Electronics and Commercial Aerospace products. GAAP and non-GAAP segment operating profit increased over 20% with margins approximately 250 basis points greater than last year. In the Engineering Systems segment, second quarter revenue increased 18.5%, and operating profit increased 33.7%, representing 112 basis points increase in margin from last year.\nIn conclusion, our short-term, more economically sensitive businesses remained resilient in the second quarter, collectively growing year-over-year, although comparisons for some do become more difficult in the second half. In addition, our longer Cycle Medical, Aerospace, Defense and Marine businesses continued to perform very well. Quarterly operating margin in our Instrumentation segment was an all-time record. Operating margin in our Aerospace and Defense Electronics segment was the second quarter record and just slightly less than the fourth quarter of last year. And now through a combination of sales growth, operating leverage and the more aggressive cost actions mentioned earlier, I fully expect digital imaging margins to grow considerably over time.\nAnd now I'm going to turn the call over to Sue.\n\nSusan L. Main\n\nChief Financial Officer & Senior Vice President, Teledyne Technologies, Inc.\n\nThank you, Robert, and good morning, everyone. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our third quarter and full year 2023 outlook. In the second quarter, cash flow from operating activities was $190.5 million. Free cash flow, that is cash from operating activities less capital expenditures was $163.2 million in the second quarter of 2023 compared with $176.1 million in 2022. Capital expenditures were $27.3 million in the second quarter of 2023 compared with $20.8 million in 2022. Depreciation and amortization expense was $80 million for the second quarter of 2023 compared with $82.7 million.\nWe ended the quarter with approximately $2.99 billion of net debt. That is approximately $3.35 billion of debt less cash of $364.2 million. Stock-based compensation expense was $8.4 million in the second quarter of 2023 compared with $6.4 million in 2022.\nTurning to our outlook. Management currently believes that GAAP earnings per share in the third quarter of 2023 will be in the range of $3.76 to $3.90 per share, with non-GAAP earnings in the range of $4.70 to $4.80. And for the full year 2023, our GAAP earnings per share outlook is $15.60 to $15.88. And on a non-GAAP basis, we are maintaining our prior outlook of $19 to $19.20. Both the third quarter and full year non-GAAP outlook excludes estimated pretax charges for further FLIR integration costs, the 2023 full year estimated tax rate, excluding discrete items, is expected to be 22.3%.\nI'll now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman\n\nThank you very much, Sue. We would now like to take your questions. Operator, if you're ready to proceed with the questions and answers, please go ahead. ."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/36253cbf66bed74c24b273483cebb99c",
    "period": "2023 Q1",
    "content": "Q1 2023 Teledyne Techonolgies Inc Earnings Call\n\nQ1 2023 Teledyne Techonolgies Inc Earnings Call\n\nTDYNYSEAPR 26, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Teledyne First Quarter Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI'd now like to turn the call over to our host, Mr. Jason VanWees. Please go ahead, sir.\n\nJason VanWees\n\nExecutive Vice President, Teledyne Technologies, Inc.\n\nThanks, Brad, and good morning, everyone. This is Jason VanWees, Vice Chairman, and I'd like to welcome everyone to Teledyne's First Quarter 2023 earnings release conference call. We released our earnings earlier this morning before the market opened.\nJoining me today are Teledyne's Chairman, President and CEO, Robert Mehrabian; SVP and CFO, Sue Main; SVP, General Counsel, Chief Compliance Officer and Secretary, Melanie Cibik and also Edwin Roks, Executive VP of Teledyne. After remarks by Robert and Sue, we will ask for your questions. Of course, before we get started, please be aware that all forward-looking statements made this morning are subject to various assumptions, risks and caveats, as noted in the earnings release and their periodic SEC filings, and actual results may differ materially. In order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, both via webcast and dial-in, will be available for approximately 1 month. Here is Robert.\n\nRobert Mehrabian\n\nExecutive Chairman, Teledyne Technologies, Inc.\n\nThank you, Jason. Good morning, everyone, and thank you for joining our earnings call. We began 2023 with record first quarter sales, operating margin non-GAAP earnings and free cash flow. Overall, sales increased 4.7% with revenue and operating profit growing in every segment. Excluding foreign currency headwinds, which negatively impacted first quarter sales growth by approximately 1.4%. Growth in local currency would have been 6.1%. Excluding acquisitions, core growth in local currency would have been approximately 4.2%.\nGAAP operating margin of 17.5% and non-GAAP operating margin of 21.1% were also first quarter record. First quarter GAAP earnings per share were $3.73, and non-GAAP earnings of $4.53 were also first quarter record. Given record first quarter cash flow, our consolidated leverage ratio declined to 2.3% even after completing the ChartWorld acquisition at the beginning of the quarter. We also repaid $300 million of debt, which matured on April 3 on the first day of the second quarter.\nTurning to our 2023 full year outlook. We are reaffirming our prior sales and non-GAAP earnings per share outlook. As supply chain challenges improved modestly, we were able to exceed our original first quarter sales and earnings outlook by pulling forward some revenue from the second quarter. Consequently, by maintaining the full year guidance, we've also modestly de-risked the quarterly sequential revenue and earnings loans. While our short-cycle businesses are more economically sensitive, they were resilient in the first quarter, we are now a little more cautious.\nOn the other hand, we are more positive in our longer-cycle Medical, Aerospace, Defense and Marine businesses. On revenue, specifically, we continue to see total 2023 growth of approximately 5% or sales of approximately $5.73 billion with the second quarter being roughly $1.4 billion. Regarding margins, our earnings outlook implies approximately 40 basis points of margin improvement for the full year 2023. Currently, we think the Instrumentation segment will be above average contributor to this, while margins in the other segments may increase more modestly.\nI will now further comment on the performance of our 4 business segments. Our Digital Imaging segment was founded on our first acquisition in 2006 of Teledyne Scientific, our research laboratories and imaging which provides high-end in-product sensors for space and astronomy. Since then, this segment has grown organically and through acquisitions such as DALSA, e2v, scientific cameras, FLIR and most recently, [indiscernible] to contribute almost 56% of Teledyne's revenue today.\nFirst quarter sales in this segment increased 4.7% on a constant currency basis with foreign currency translation contributing negative 1.8%. Sales increased year-over-year for industrial and scientific vision systems as well as for our low-dose high-resolution digital x-ray detectors, but were offset by lower sales of unmanned ground systems for defense applications. Our product families increased or decreased more modestly with higher sales of surveillance, unmanned their systems and especially -- specialty semiconductor and devices offset by some lower sales of certain commercial infrared imaging and marine products. GAAP segment -- GAAP segment operating margin increased 40 basis points to 15.8% and adjusted for a reduced intangible asset amortization non-GAAP margin decreased 13 basis points, and it was lower at 21.75%.\nTurning to our Instrumentation segment. It is comprised of marine, test and measurement and environmental instruments and contributes about 24% to Teledyne's revenue. Overall, first quarter sales increased 8% versus last year's with sales growing in all fields north and above. Sales of marine instruments increased a healthy 14.6% in the quarter, primarily due to strong marine defense sales, especially autonomous underwater vehicles as well as ongoing recovery in offshore energy markets.\nSales of electronic test and measurement systems, which include oscilloscopes, digitizers and protocol analyzers collectively increased 5.3% year-over-year despite a tough comparison with the first quarter of last year. Some softness in sales of analyzers and electronic storage and high-speed networking applications was more than offset by devices for wireless and video protocols as well as very strong sales of oscilloscopes and related accessories.\nSales of environmental instruments increased 3.4% compared with last year with greater sales of air quality, process gas and safety analyzers partially offset by drug discovery and laboratory instruments. The other 2 segments of Teledyne are Aerospace and Defense Electronics and Engineered Systems that together contribute 20% of Teledyne's revenue. In the Aerospace and Defense Electronics segment, first quarter sales increased 4.2%, driven by growth of both defense and commercial aerospace products. GAAP and non-GAAP segment operating profit increased approximately 9.6% with margins 132 basis points greater than last year.\nIn the Engineered Systems segment, first quarter revenue increased 9.1% and operating profit increased 6.4%, resulting in a modest 25 basis points decline in margin from last year. Finally, first, because of our unwavering focus on improving all aspects of Teledyne's operations; and second, prudent capital allocation; and third, the broad geographic and end markets that we serve from short cycle to long cycle commercial to defense. I'm optimistic that Teledyne we successfully navigate through today's uncertain economic times as we have consistently done so in the past.\nOur record also shows that we have successfully dealt with multiple economic turmoils and during the ensuing recoveries have been able to acquire complementary enterprises for compounded growth.\nI will now turn the call over to Sue.\n\nSusan Main\n\nSenior VP & CFO, Teledyne Technologies Incorporated\n\nThank you, Robert, and good morning, everyone. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our second quarter and full year 2023 outlook.\nIn the first quarter, cash flow from operating activities was $203 million and primarily reflected higher accounts receivable collections compared with the first quarter of 2022. Free cash flow, that is cash from operating activities less capital expenditures, was $178.6 million in the first quarter of 2023 compared with adjusted free cash flow of $58.7 million in 2022. The 2022 adjusted value excluded a $296.4 million payment to the Swedish tax authority related to a FLIR pre-acquisition tax reassessment. Capital expenditures were $24.4 million in the first quarter of 2023 compared with $21 million in 2022. Depreciation and amortization expense was $82.1 million for the first quarter of 2023 compared with $86.9 million.\nWe ended the quarter with approximately $3.16 billion of net debt. That is approximately $3.82 billion of debt less cash of $665.2 million. Stock-based compensation expense was $7.9 million in the first quarter of 2023 compared with $9 million in 2022.\nTurning to our outlook. Management currently believes that GAAP earnings per share in the second quarter of 2023 will be in the range of $3.76 to $3.88 per share with non-GAAP earnings in the range of $4.56 to $4.66. And for the full year 2023, our GAAP earnings per share outlook is $15.80 to $16.05. And on a non-GAAP basis, we are maintaining our prior outlook of $19 to $19.20.\nThe 2023 full year estimated tax rate, excluding discrete items, is expected to be 23%. I will now pass the call back to Robert.\n\nRobert Mehrabian\n\nExecutive Chairman, Teledyne Technologies, Inc.\n\nThank you, Sue. We would now like to take your questions. Brad, if you're ready to proceed with the question and answers, please go ahead."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6142398e2a0eac253c832e14d63cc8f9",
    "period": "2022 Q4",
    "content": "Q4 2022 Teledyne Technologies Inc Earnings Call\n\nQ4 2022 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEJAN 25, 11:00 AM\n\nOperator\n\nLadies and gentlemen, good morning. Thank you for standing by, and welcome to the Teledyne Fourth Quarter Earnings Call. (Operator Instructions). And as a reminder, today's conference is being recorded. At this time, it's my pleasure to turn the conference over to our host, Mr. Jason VanWees. Please go ahead.\n\nJason VanWees\n\nVice Chairman, Teledyne Technologies Incorporated\n\nThank you, Tom, and good morning, everyone. This is Jason VanWees, Vice Chairman of Teledyne, and I'd like to welcome everyone to Teledyne's Fourth Quarter and Full Year 2022 Earnings Release Conference Call. We released our earnings earlier this morning before the market opened. Joining me today are Teledyne's Chairman, President and CEO, Robert Mehrabian; Senior Vice President and CFO, Sue Main; Senior Vice President, General Counsel, Chief Compliance Officer and Secretary, Melanie Cibik. Also joining today is Edwin Roks, EVP of Teledyne. After remarks by Robert and Sue, we will ask for your questions. Of course, though, before we get started, attorneys have reminded me to tell you that all forward-looking statements made this morning are subject to various risks, assumptions and caveats as noted in the earnings release and our periodic SEC filings. And of course, actual results may differ materially.\nIn order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, both via webcast and dial-in, will be available for approximately 1 month. Here's Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman, Teledyne Technologies Incorporated\n\nThank you, Jason. Good morning, and thank you for joining our earnings call. 2022 ended up being an excellent year. We concluded it with all-time record quarterly and full year sales and earnings per share. During 2022, Teledyne, as with many other companies, found itself faced with external forces beyond our control. These were inflation, strong dollar and part shortages. Nevertheless, with continued -- we continued our long history of navigating difficult market environment and we ultimately delivered earnings in excess of our own expectations. Excluding foreign currency headwinds, which negatively impacted fourth quarter sales growth by approximately 2.6%, growth in local currency would have been 5.7%. Excluding ETM acquisition, core growth in local currency would have been approximately 5%. GAAP operating margin up 19.3% was an all-time record and non-GAAP operating margin of 22.4% and increased 95 basis points from last year. GAAP and non-GAAP earnings of $4.74 and $4.94, respectively, were also records for Teledyne.\nFourth quarter free cash flow was reasonably healthy, but included interest payments of approximately $30 million, which last year were made in the third quarter of 2021. While we completed the acquisition of ETM, our leverage ratio continued to decline from 3.8x in May of 2021 when we acquired FLIR to 2.4x at the end of 2022. Finally, our acquisition pipeline remains healthy as evidenced by the recent additional ChartWorld was maritime navigation software and hardware tools bridge a product and technology gap between our Teledyne Marine and Ray Marine businesses.\nTurning to our 2023 full year outlook, while still very early in 2023 and with many unknowns, including projections of a recession, we're inclined to offer an initial revenue and earnings outlook in line with consensus expectations. On revenue, we see total 2023 sales growth of approximately 5%, including incremental sales from recent bolt-on acquisitions. For our backlog-driven long-cycle businesses, we expect growth to be higher than average. For the majority of our short-cycle commercial businesses, Foreign currency headwinds will impact the first quarter of 2023, where comparisons are tough and economic uncertainty and export regulations remain fluid. We continue to see overall growth, not contraction in these businesses, but expect that growth will be less than the total company average.\nOn the other hand, supply chain constraints are improving, albeit modestly. There are a few minor other non puts and takes, such as increased scope on our NASA contract at Engineered Systems equally offset by the 2022 completion of our One [leg] contract in the Aerospace and Electronics segment, but no other significant items to highlight this early in the year.\nOur earnings outlook approximately 50 basis points of margin improvement in 2023, and we currently think instrumentation and digital imaging will be above-average contributors to this, while margins at Aerospace and Defense Electronics may be flat or declined slightly, given especially tough comps as a greater mix in 2023 of Defense Electronics relative to commercial aerospace aftermarket sales. I will now further comment on the performance of our 4 segments.\nIn our Digital Imaging segment, fourth quarter sales were relatively flat. Despite currency translation headwind of approximately 3.5%. Sales increased year-over-year for our industrial and scientific vision systems as well as our low-dose high-resolution digital x-ray detectors. Sales of commercial infrared imaging cameras and components also increased and were at record drivers since closing the FLIR acquisition in May of 2021. While total FLIR-related sales increased sequentially from the third quarter, sales of surveillance and unmanned ground systems declined from last year on an especially tough comparison. On the other hand, sales of unmanned air systems increased considerably year-over-year. GAAP segment operating margin was 18.8% and adjusted for intangible asset amortization only segment margin was 23.8%, approximately 50 basis points greater than the fourth quarter of last year.\nIn our Instrumentation segment, overall, fourth quarter sales increased 7.9% versus last year, despite approximately 2.4% of FX translation headwind. Sales of electronic test and measurement systems, which include oscilloscopes, digitizers and protocol analyzers increased 3.8% year-over-year despite a tough comparison with the fourth quarter of last year's.\nSales of motor oscilloscopes and protocol analyzers remained healthy with continued strength in products for industry standards such as peripheral component, Interconnect Express or PCI Express and Universal Serial Bus or USB. Sales of environmental instruments increased 9% compared with last year, with greater sales of both drug discovery and laboratory instruments as well as air monitoring and process gas analyzers. Sales of marine instrumentation increased 9.8% in the quarter, primarily due to a strong marine defense sales and the ongoing recovery in offshore energy markets.\nOverall, Instrumentation segment operating profit increased 18.4% in the fourth quarter, with GAAP operating margin increasing 215 basis points to 24.2% and 163 basis points on a non-GAAP basis excluding intangible asset amortization, which brought the non-GAAP margins to 25.3%. In Aerospace and Defense Electronics segment, fourth quarter sales increased 8.9%, driven by broad-based growth of both defense and commercial aerospace products.\nGAAP and non-GAAP segment, our operating profit increased approximately 30% with margins over 480 basis points greater than last year. In the Engineered Systems segment, Fourth quarter revenue increased 6.7%, but operating profit declined given lower margins for some of our electronic manufacturing service products. Before I turn the call over to Sue, I want to make a couple of concluding remarks.\nFirst, I was very pleased that Teledyne was able to overcome issues based by most companies in 2022. Despite the macroeconomic and supply chain challenges noted earlier, our results exceeded the top end of our earnings outlook issued at any point during the year. While difficult to predict outcomes in 2023, we are reasonably confident that a number of our long-cycle businesses serving defense, medical, energy and aerospace markets will grow. While demand is more difficult to predict, in our short-cycle instrumentation and imaging businesses, supply chain constraints and the previous premiums for gray market electronic components have begun to ease modestly. Given the strength of our balanced business portfolio and our management's long history of navigating challenging markets, I'm optimistic that Teledyne will continue on its successful path in 2023. I will now turn the call over to Sue.\n\nSusan Main\n\nSenior VP & CFO, Teledyne Technologies Incorporated\n\nThank you, Robert, and good morning, everyone. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our first quarter and full year 2023 outlook. In the fourth quarter, cash flow from operating activities was $237.7 million compared with cash flow of $295.6 million for the same period of 2021. The fourth quarter of 2022 reflected greater interest payments due to the timing of fixed rate bond interest and increased inventory purchases compared with the fourth quarter of 2021. Free cash flow, that is cash from operating activities less capital expenditures, was $203.6 million in the fourth quarter of 2022 and compared with $261.6 million in 2021.\nCapital expenditures were $34.1 million in the fourth quarter of 2022 compared with $34 million in 2021. Depreciation and amortization expense was $81.8 million for the fourth quarter of 2022 compared with $86.2 million. In addition, noncash inventory step-up expense for the fourth quarter of 2021 was $47.8 million with no comparable amount recorded in the fourth quarter of 2022. We ended the quarter with approximately $3.28 billion of net debt. That is approximately $3.92 billion of debt less cash of $638.1 million.\nOur stock option compensation expense was $6.2 million in the fourth quarter of 2022 compared with $6.4 million in 2021.\nTurning to our outlook. Management currently believes that GAAP earnings per share in the first quarter of 2023 will be in the range of $3.57 to $3.69 per share with non-GAAP earnings in the range of $4.37 to $4.47. And for the full year 2023, our GAAP earnings per share outlook is $15.80 to $16.10 and on a non-GAAP basis, $19 to $19.20. The 2023 full year estimated tax rate, excluding discrete items, is expected to be 23%. I will now pass the call to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman, Teledyne Technologies Incorporated\n\nThank you, Sue. We would now like to take your questions. Operator, if you're ready to proceed with the questions and answers, please go ahead."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0824e0a1b96fec4c71ddc6e67bad08f5",
    "period": "2022 Q3",
    "content": "Q3 2022 Teledyne Technologies Inc Earnings Call\n\nQ3 2022 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEOCT 26, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Teledyne Technologies Third Quarter Earnings Conference call. (Operator Instructions) And as a reminder, this call is being recorded.\nI'd now like to turn the call over to our host, Mr. Jason VanWees. Please go ahead.\n\nJason VanWees\n\nVice Chairman, Teledyne Technologies Incorporated\n\nGood morning, everyone. This is Jason VanWees, Vice Chairman of Teledyne, and I'd like to welcome everyone to Teledyne's Third Quarter 2022 Earnings Release Conference Call. We released our earnings earlier this morning before the market opened.\nJoining me today are Teledyne's Chairman, President and CEO, Robert Mehrabian; Senior Vice President and CFO, Sue Main; SVP, General Counsel, Chief Compliance Officer and Secretary, Melanie Cibik; and also Edwin Roks, Executive VP of Teledyne. After remarks by Robert and Sue, we will ask for your questions.\nOf course, though, before we get started, attorneys have reminded me to tell you that all forward-looking statements made this morning are subject to various assumptions, risks and caveats as noted in the earnings release and our periodic SEC filings. And of course, actual results may differ materially.\nIn order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, both via webcast and dial-in, will be available for approximately 1 month. Here is Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman, Teledyne Technologies Incorporated\n\nThank you, Jason. Good morning, and thank you for joining our earnings call. I'm very pleased with our performance this quarter as well as Teledyne's long history of navigating challenging markets. Despite the strong dollar, supply chain constraints and inflation, we achieved record third quarter sales, earnings, operating margin and free cash flow. Excluding foreign currency headwind, which negatively impacted third quarter sales growth by approximately 3% or $39 million, core growth in local currency would have been 6.9%. In addition, year-over-year reported sales increased in all segments despite the FX headwind.\nNon-GAAP earnings of $4.54 was a third quarter record and just shy of our all-time record. And our earnings quality was also very high, given our largest effective tax rate in several years.\nOverall, orders and demand remained strong, which is a testament to the strength of our balanced business portfolio. Total company book-to-bill was 1.06x. And while orders remained reasonably healthy in our short-cycle commercial businesses that were particularly strong in our longer-cycle government, marine and aviation businesses, and quarter end external backlog of approximately $3.2 billion was also a record.\nRecord third quarter free cash flow of $252 million improved for the second consecutive quarter and was 116% of adjusted net income. Our acquisition pipeline is growing, and we're pleased to announce -- we were pleased to announce the pending acquisition of ETM earlier this morning.\nTurning to our 2022 full year outlook. With our strong operating performance in the third quarter, we were able to increase our full year earnings outlook while derisking the prior heavily weighed Q4 forecast. On revenue, given our current exchange rate and the U.S. government's continuing resolution as well as the evolving semiconductor and technology export controls, we're a bit cautious at this time and now project full year sales of roughly $5.45 billion.\nIn the third quarter, we also took the opportunity to refocus Teledyne FLIR by eliminating some smaller money-losing products to help improve our margins. And as a result, we had some costs towards our revenue. Finally, while supply chain constraints continue to limit shipments, we have seen a modest -- very modest improvement in recent weeks, at least with regard to availability of certain printed circuit boards as well as electronic components.\nI will now further comment on the performance of our 4 segments. Starting with our Digital Imaging segment, third quarter sales increased 2.3% despite currency translation headwind of really -- nearly 4%. Sales growth was strongest for industrial and scientific vision sensors and systems as well as for our low-dose high-resolution digital X-ray detectors. Sales of commercial infrared imaging cameras and components also increased.\nGAAP segment operating margin was 17.2%, but adjusted for intangible asset amortization, segment margin was 22.9%, a 170 basis point improvement from the second quarter of this year.\nIn our Instrumentation segment, overall third quarter sales increased 6.7% versus last year. Sales of electronic test and measurement systems, which include the oscilloscopes, digitizers and protocol analyzers remained strong and increased 9.7% year-over-year with growth in all major geographies and product categories.\nSales of protocol analyzers across numerous industry standards such as Peripheral Component Interconnect Express or PCI Express, Universal Serial Bus or USB, and high-definition multimedia interface, HDMI, remains strong as well as sales of oscilloscopes and our unique crossing product, which combines oscilloscopes and protocol analyzers together.\nSales of environmental instruments increased 6.3% compared with last year with greater sales of both drug discovery and laboratory instruments as well as air monitoring and process gas analyzers. Sales of marine instrumentation increased 5.1% in the quarter, primarily due to new record sales of autonomous underwater vehicles for both defense and commercial oceanography applications.\nOverall, Instrumentation segment profit increased 12.9% in the third quarter with GAAP operating margin increasing 126 basis points to 23.2% and 83 basis points on a non-GAAP basis. Excluding intangible asset amortization, the margins increased to 24.5%.\nIn the Aerospace and Defense Electronics segment, third quarter sales increased 4.8%, primarily driven by a 20.7% increase in sales of commercial aerospace products. GAAP segment operating profit increased 23.4% with margin 349 basis points greater than last year. And finally, in our Engineered Systems segment, third quarter revenue increased 7.2% and operating profit also increased slightly.\nBefore turning the call over to Sue, I wanted to make a couple of concluding remarks. Over the last 18 months, we have endured the same challenges as most companies. That is record inflation, supply chain constraints and now strong U.S. dollar. At the same time, we completed the integration of Teledyne FLIR, our largest acquisition, and then we rapidly delevered -- leveraged.\nWhile the operating environment remains challenging, we're glad to be back to doing what we do best, investing in our businesses to drive organic growth, being vigilant on costs and simplifying our operations to increase margins and finally, acquiring and integrating complementary businesses.\nAnd now I'll turn the call over to Sue.\n\nSusan L. Main\n\nSenior VP & CFO, Teledyne Technologies Incorporated\n\nThank you, Robert, and good morning, everyone. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our fourth quarter and full year 2022 outlook.\nIn the third quarter, cash flow from operating activities was $268.9 million compared with cash flow of $192.8 million for the same period of 2021. The third quarter of 2022 reflected stronger trade receivable collections compared with the third quarter of 2021.\nFree cash flow, that is cash from operating activities less capital expenditures was $252.2 million in the third quarter of 2022 compared with $163.6 million in 2021, which included $2.1 million of after cash -- cash payments related to the FLIR transaction.\nCapital expenditures were $16.7 million in the third quarter of 2022 compared with $29.2 million in 2021. Depreciation and amortization expense was $80.8 million for the third quarter of 2022 compared with $90.2 million. In addition, noncash inventory step-up expense for the third quarter of 2021 was $35.2 million with no comparable amount recorded in the third quarter of 2022.\nWe ended the quarter with approximately $3.44 billion of net debt. That is approximately $3.9 billion of debt less cash of $479.3 million. Stock option compensation expense was $3.7 million in the third quarter of 2022 compared with $5.8 million in 2021.\nTurning to our outlook. Management currently believes that GAAP earnings per share in the fourth quarter of 2022 will be in the range of $3.67 to $3.80 per share with non-GAAP earnings in the range of $4.46 to $4.56. And for the full year 2022, our GAAP earnings per share outlook is $15.46 to $15.60, and on a non-GAAP basis, $17.70 to $17.80. The 2022 full year estimated tax rate excluding discrete items is expected to be 23.1%.\nI will now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman, Teledyne Technologies Incorporated\n\nThank you very much, Sue. We would now like to take your questions. Operator, if you're ready to proceed with the questions and answers, please go ahead."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e4951be682db59a74d3d573b05956b2f",
    "period": "2022 Q2",
    "content": "Q2 2022 Teledyne Technologies Inc Earnings Call\n\nQ2 2022 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEJUL 27, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Teledyne Second Quarter Earnings Call. (Operator Instructions) As a reminder, this call is being recorded. I would now like to turn the call over to our host, Jason VanWees. Please go ahead.\n\nJason VanWees\n\nVice Chairman, Teledyne Technologies Incorporated\n\nThank you, and good morning, everyone. This is Jason VanWees, Vice Chairman. And I'd like to welcome everyone to Teledyne's Second Quarter 2022 Earnings Release Conference Call. We released our earnings earlier this morning. Joining me today are Teledyne's Chairman, President and CEO, Robert Mehrabian; Senior Vice President and CFO, Sue Main; Senior Vice President, General Counsel, Chief (technical difficulty) and also Edwin Roks, Executive VP of Teledyne.\nAfter remarks by Robert and Sue, we will ask for your questions. Of course, though, before we get started, our attorneys have reminded me to tell you that all forward-looking statements made this morning are subject to various assumptions, risks and caveats as noted in the earnings release and their periodic SEC filings.\nAnd of course, actual results may differ materially. In order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, both via dial-in and webcast will be available for approximately 1 month. Here is Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman, Teledyne Technologies Incorporated\n\nThank you, Jason. Good morning, and thank you for joining our earnings call. In the second quarter, sales increased nearly 21% to about $1.36 billion. In addition, our GAAP operating profit, operating margin and earnings per share were all time or second quarter record.\nNon-GAAP earnings declined slightly, but last year's non-GAAP margin and earnings resulted in part from a disproportionate amount of sales relative to cost near the end of the quarter at Teledyne player as well as lower share count both due to the mid-quarter closing of the clear transaction in May 2021, including increased foreign currency headwinds, which negatively impacted second quarter sales growth by over 1.7% and or approximately $23 million.\nOrganic growth was 8.2% and accelerated from the first quarter of 2022. Our short-cycle commercial instrumentation and imaging businesses grew strongly in the quarter and sales from our long-cycle aerospace and marine businesses also increased.\nFinally, our U.S. government sales, including Teledyne FLIR, increased from last year despite lower defense department outlays in the second quarter of 2022. In summary, year-over-year sales increased in all segments and reported product lines.\nOverall, demand remains strong, and we achieved record quarterly orders with a total company book-to-bill of 1.08x. Orders were particularly strong at Teledyne FLIR, where book-to-bill was approximately 1.25x. Free cash flow improved from the first quarter, but planned inventory levels remained elevated to counter continuing supply chain risk.\nFinally, our leverage ratio declined to 2.5% and have increased our targeted leverage strange we are again pursuing acquisitions and are pleased to have recently completed our first small bolt-on acquisition at Teledyne FLIR.\nTurning to our 2022 outlook. Given this recent and significant appreciation of the U.S. dollar, ongoing supply chain constraints and inflation, we believe it's prudent to revise our reported revenue and adjusted earnings outlook modestly for the remainder of the year.\nForeign currency translation impacts our 3 largest segments and approximately 20% of our total sales with digital imaging and particularly Teledyne FLIR impacted considerably more than other segments. In addition, supply chain constraints continue to limit shipments. Electronic component and other material shortages negatively impacted second quarter sales by approximately $60 million.\nAnd we're assuming that a similar shortfall will continue in the remainder of the year. We have conquered both of these headwinds through our various procurement initiatives and strong execution. Nevertheless, we expect total company year-over-year reported organic sales growth of about 4% in each of the third and fourth quarters of 2022 compared with a prior outlook of probably 5% to 6%, resulting in a full year estimated sales of about $5.47 billion.\nDespite these headwinds, we continue to see full year organic sales growth, which excludes FLIR of just over 6% and full year sales from Teledyne FLIR slightly greater than the peak sales in 2020, which included over $125 million from cameras for elevated skin temperature testing.\nFinally, while foreign currency sales and costs are reasonably balanced at Teledyne, there is not any less an impact on earnings. We also remain a bit cautious regarding cost impact of inflation. Therefore, we're modestly revising our full year adjusted earnings outlook by $0.30 at the midpoint or approximately 1.7% lower than in April.\nI will now turn the call over to -- no, sorry, I'm going to continue with our performance of our business segment. In Digital Imaging, second quarter sales increased 32.9%, largely due to FLIR acquisition, but organic growth in our combined commercial and government imaging businesses was also very strong at 10.3%.\nSales growth was strongest for Industrial and Scientific vision. Sensors and systems as well as for our low-dose ride resolution digital x-ray detectors. GAAP operating margin was 15.2%, but adjusted for intangible asset amortization segment, margin was 21.2%.\nIn our Instrumentation segment, Overall, second quarter sales increased 7.4% versus last year. Sales of electronic test and measurement systems, which include oscilloscopes, digitizers and protocol analyzers remained strong and increased 11.3% year-over-year.\nSales of environmental instruments increased 2.4% compared with last year with greater sales from certain human health and drug discovery products offset by lower sales of industrial and laboratory gas detection devices. Sales of marine instrumentation increased 9.9% in the quarter due to improved energy (technical difficulty) record sales of autonomous underwater vehicles for both defense and commercial oceanography application.\nOverall, Instrumentation segment operating profit increased 13.9% in the second quarter, with operating margin increasing 136 basis points for 108 basis points, excluding intangible asset amortization. In the Aerospace and Defense Electronics segment, second quarter sales increased 10.8%, driven by 3.4% growth in defense, space and industrial sales, combined 43.9% increase in sales of commercial aerospace products.\nGAAP operating margin increased 55.3% with margins 749 basis points rate (technical difficulty). Finally, in the Engineered Systems segment, second quarter revenue increased slightly, but operating profit and margin declined primarily due to lower sales of fixed price electronics systems.\nBefore turning the call over to Sue, I want to make a few concluding remarks. We continue to focus on strong execution in order to minimize ongoing supply chain risk, inflation and now increased currency headwinds. While the operating environment remains challenging, we're highly confident of our balanced and resilient mix of commercial and government businesses across a broad range of geographies and end markets.\nFurthermore, uncertain times have traditionally created opportunities for Teledyne. For example, (technical difficulty) big change in interest rates, we were able to repurchase fixed-rate debt issued just last year at a substantial discount.\nAnd while relatively small, the cash paid for the first acquisition for Teledyne FLIR was negotiated and paid in Euros. Given the strength of our management operations and balance sheet now, specifically with our leverage ratio at 2.5x, which we expect to be further reduced in the balance of the year we were to continue to seek similar and larger acquisitions in the future. And now I will turn the call over to Sue.\n\nSusan L. Main\n\nSenior VP & CFO, Teledyne Technologies Incorporated\n\nThank you, Robert. And good morning, everyone. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our third quarter and full year 2022 outlook. In the second quarter, cash flow from operating activities was $196.9 million compared with cash flow of $211.3 million for the same period of 2021.\nThe second quarter of 2022 reflected higher purchases of inventories and higher income tax payments compared with the second quarter of 2021. Free cash flow, that is cash from operating activities less capital expenditures, was $176.1 million in the second quarter of 2022 compared with $190.5 million in 2021, which included $66.7 million of after-tax cash payments related to the FLIR transaction.\nCapital expenditures were $20.8 million for both second quarter periods, depreciation and amortization expense was $82.7 million for the second quarter of 2022 compared with $59.7 million in 2021 and which reflected the timing of the FLIR acquisition midway through the second quarter of 2021.\nWe ended the quarter with approximately $3.6 billion -- $3.67 billion of net debt that is approximately $3.95 billion of debt less cash of $278.8 million. Stock option compensation expense was $3.6 million for both the second quarter periods.\nTurning to our outlook. Management currently believes that GAAP earnings per share in the third quarter of 2022 will be in the range of $3.36 to $3.54 per share, with non-GAAP earnings in the range of $4.20 to $4.35. And for the full year 2022, our GAAP earnings per share outlook is $15.13 to $15.45 and on a non-GAAP basis, $17.45 to $17.70.\nThe 2022 full year estimated tax rate, excluding discrete items, is expected to be 23.1%. I'll now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman, Teledyne Technologies Incorporated\n\nThank you, Sue. We would now like to take your questions. Operator, if you are ready to proceed with the questions and answers, please go ahead."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2cb6ceaa81509ce202a75f56c244dae5",
    "period": "2022 Q1",
    "content": "Q1 2022 Teledyne Technologies Inc Earnings Call\n\nQ1 2022 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEAPR 27, 11:00 AM\n\nOperator\n\nLadies and gentlemen, we'd like to thank you for standing by, and welcome to the Teledyne First Quarter Earnings Call of 2022. (Operator Instructions) And as a reminder, today's call will be recorded.\nI would now like to turn the conference over to our facilitator, Mr. Jason VanWees. Please go ahead, sir.\n\nJason VanWees\n\nVice Chairman, Teledyne Technologies Incorporated\n\nThank you, Steve. This is Jason VanWees, Vice Chairman of Teledyne, and I'd like to welcome everyone to Teledyne's First Quarter 2022 Earnings Release Conference Call. We released our earnings earlier this morning before the market opened.\nJoining me today are Teledyne's Chairman, President and CEO, Robert Mehrabian; Senior Vice President and CFO, Sue Main; and Senior Vice President, General Counsel, Chief Compliance Officer and Secretary, Melanie Cibik. Also joining today is Edwin Roks, Executive VP of Teledyne.\nAfter remarks by Robert and Sue, we will ask for your questions. Of course, though, before we get started, our attorneys have reminded me to tell you that all forward-looking statements made this morning are subject to various assumptions, risks and caveats, as noted in the earnings release and our periodic SEC filings, and the actual results may differ materially.\nIn order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, both via webcast and dial-in, will be available for approximately one month.\nHere is Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman, Teledyne Technologies Incorporated\n\nThank you, Jason, and good morning, everyone, to our [90th] earnings call since our spin-off in November of 2019, at which point, our stock price was approximately $9 this year. We began today -- we began 2002, we began with the greatest first quarter sales, earnings and adjusted operating margin in our company's history. Our results and operational execution continue to reflect exceptionally well-balanced business portfolio across both end markets and geographies.\nDemand throughout our short-cycle instrumentation and imaging businesses remain very robust, resulting in total organic sales growth of 7.8%, including approximately a 100 basis points of currency translation headwind. We achieved record orders for our electronic test and measurement instrumentation and industrial imaging sensors and systems, even in a typically weak first quarter for these businesses. Sales from our longer-cycle commercial aerospace and marine businesses increased considerably from last year and backlog also grew.\nBoth our GAAP and non-GAAP earnings were first quarter records. GAAP earnings per share was exactly doubled compared with 2021 and non-GAAP earnings increased 34%. I want to emphasize that our non-GAAP earnings exclude only acquired intangible asset amortization. But in the first quarter, it also excluded a large tax benefit related to clear foreign tax matters, which only appear in the GAAP results.\nWhile free cash flow was lower than last year, it reflected the following guidance: First, bond interest payments of over $36 million made only in the first quarter and again, will be made in the third quarter. Second, annual incentive compensation paid only in the first quarter; and third, a significant investment in inventory to derisk revenue in future periods. These items will not be repeated in the second quarter. Nevertheless, our leverage ratio declined to 2.8x from 3.8x immediately after the FLIR transaction in May of 2021.\nTurning to our 2022 outlook. The overall demand environment across our businesses remain favorable. Even with supply chain constraints and currency translation headwind, we are increasing our expectation for the full year organic growth to approximately 6% from 4% to 5% communicated in January.\nCoupled with a full year sales contribution, slightly less than $2 billion from FLIR. This equates to total revenue of just over $5.5 billion for the year, roughly equal to the current consensus. I will now further comment on the performance of our 4 business segments.\nIn our Digital Imaging segment, first quarter sales increased 185% largely due to FLIR acquisition. But organic growth in our combined commercial and government imaging businesses was also very strong at 13.1%. Sales growth was strongest for industrial vision sensors and systems as well as our low dose high-resolution digital X-ray detectors.\nGAAP segment operating margin was 15.4%, but adjusted for intangible asset amortization, segment margin was 21.9% or about 20 basis points greater than last year. In our instrumentation segment, overall first quarter sales increased 7.8% versus last year. Sales of electronic test and measurement systems, which include oscilloscopes and protocol analyzers were very strong and increased 19.1% year-over-year to record levels.\nSales in the environmental instruments were flat compared to last year with greater sales from certain human health and drug discovery products offset by lower sales of industrial and laboratory gas detection devices. Sales of marine instrumentation increased 9.7% organically due to improved energy markets, but also record sales of autonomous underwater vehicles for both defense and commercial oceanography applications.\nOverall, Instrumentation segment, GAAP operating profit increased 20.5% in the first quarter with operating margin increasing 245 basis points or 229 basis points excluding intangible asset amortization.\nMoving to our Aerospace and Defense Electronics segment. First quarter sales increased 9.9%, driven by modest growth in defense based on industrial share sales combined with greater than 50% increase in sales of commercial aerospace products. GAAP segment operating profit increased 51.6% with margin 710 basis points greater than last year.\nFinally, in our Engineered Systems segment, first quarter revenue decreased 8.9% and operating profit and margin declined due to lower sales, but especially since we exited the higher-margin cruise missile turbine engine business following the first quarter of last year.\nBefore turning the call over to Sue, I wanted to make a couple of concluding remarks. Effective just this week, FLIR successfully fulfilled the terms of its consent agreement with the U.S. Department of State. Compliance has been always and will always be the critical component of our culture at Teledyne. But Teledyne FLIR has now moved beyond the extra burden and cost of numerous investigations and third-party audits. Finally, regarding our global defense business, which represents approximately 25% of our total sales.\nOver the last 6 months, Defense sales, including that of Teledyne FLIR, declined slightly year-over-year and backlog also increased. However, this was more than offset by very strong commercial orders and sales across the company. But now with firmer U.S. and NATO budgets, the outlook for our defense has changed. Creating opportunities for greater defense sales, but also limiting risk for Teledyne if general economic growth decelerates in the future periods. While the improvement in defense may benefit future years the most. We are nevertheless seeing an increase in near-term bookings and opportunities, some of which we expect to benefit the second half of 2022. This is especially true for the Teledyne FLIR business portfolio, they are commercially derived, but military qualified products, they only require a purchase order as opposed to a lengthy appropriations process.\nI will now turn the call over to Sue.\n\nSusan L. Main\n\nSenior VP & CFO, Teledyne Technologies Incorporated\n\nThank you, Robert, and good morning, everyone. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our second quarter and full year 2022 outlook. In the first quarter, adjusted cash flow from operating activities was $79.7 million compared with cash flow of $124.9 million for the same period of 2021. The adjusted cash flow excludes a onetime payment of $296.4 million to the Swedish tax authority related to a disputed pre-acquisition 2018 tax reassessment issued to a FLIR subsidiary in Sweden.\nAdjusted free cash flow, that is cash from operating activities less capital expenditures, was $58.7 million in the first quarter of 2022 compared with $110.1 million in 2021. Capital expenditures were $21 million in the first quarter compared to $17.6 million for the same period of 2021. Depreciation and amortization expense was $86.9 million for the first quarter of 2022 compared to $29.3 million in 2021.\nWe ended the quarter with approximately $3.85 billion of net debt. That is approximately $4.13 billion of debt, less cash of $284.3 million. Our stock compensation expense was $4.3 million in the first quarter of 2022 compared to $4.2 million for the same period of 2021.\nTurning to our outlook. Management currently believes that GAAP earnings per share in the second quarter of 2022 will be in the range of $3.44 to $3.55 per share with non-GAAP earnings in the range of $4.32 to $4.40. For the full year 2022, our GAAP earnings per share outlook is $15.34 to $15.66. And on a non-GAAP basis, $17.75 to $18. The latter being an increase at the midpoint to our prior outlook of $17.60 to $18 that we provided in January. The 2022 full year estimated tax rate, excluding discrete items, is expected to be 23.1%.\nI'll now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman, Teledyne Technologies Incorporated\n\nThank you, Sue. And operator, we'd like to take questions. If you're ready to proceed with the questions and answers, please go ahead."
  },
  {
    "header": "TDY",
    "cik": "0001094285",
    "ticker": "TDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ab1dc21fe14f7960c29ed863af196588",
    "period": "2021 Q4",
    "content": "Q4 2021 Teledyne Technologies Inc Earnings Call\n\nQ4 2021 Teledyne Technologies Inc Earnings Call\n\nTDYNYSEJAN 27, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Teledyne's Fourth Quarter Earnings Call 2021.\n(Operator Instructions)\nAnd as a reminder, this conference call is being recorded. I would now like to turn the call over to your first speaker, Mr. Jason VanWees. Please, go ahead.\n\nJason VanWees\n\nVice Chairman, Teledyne Technologies Incorporated\n\nGood morning, everyone. This is Jason VanWees, Vice Chairman of Teledyne. And I would like to welcome everyone to Teledyne's Fourth Quarter and Full Year '21 Earnings Release Conference Call. We released our earnings earlier this morning before the market open. Joining me today are Teledyne's Chairman, President and CEO, Robert Mehrabian; Senior Vice President and CFO, Sue Main; Senior Vice President, General Counsel, Chief Compliance Officer and Secretary, Melanie Cibik. And also joining today is Edwin Roks, Executive VP of Teledyne and President of our combined Teledyne Digital Imaging businesses.\nAfter remarks by Robert and Sue, we will ask for your questions. But of course, before we get started, our attorneys have reminded me to tell you that all forward-looking statements made this morning are subject to various assumptions, risks and caveats as noted in the earnings release and our periodic SEC filings.\nAnd yes, actual results may differ materially. In order to avoid potential selective disclosures, this call is simultaneously being webcast and a replay, both via webcast and dial in, will be available for approximately 1 month. Here is Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman, Teledyne Technologies Incorporated\n\nThank you, Jason, and good morning, and thank you for joining our earnings call. 2021 was a defining year for Teledyne with record sales and adjusted earnings, operating margin and cash flow. Furthermore, with the successful acquisition and integration of Teledyne FLIR, Teledyne has further evolved into a global sensing and decision support technology company.\nWe provide specialty sensors, cameras, instrumentation, algorithms and software across the electromagnetic spectrum. And unmanned systems in the subsea, land and air domains. I've never been more pleased with our portfolio of businesses in its simple description. We are a high-technology commercial industrial business balanced across multiple end markets with a resilient, predictable portion of long-cycle government business.\nIn the fourth quarter, our operational execution remained very strong. We achieved revenue -- record revenue, 70% greater than last year, driven by organic growth of 8.4% and the remaining 61.6% of sales increase contributed by Teledyne FLIR.\nSales growth was especially strong in our commercial imaging and electronic test and measurement instrumentation businesses. In addition, our Aerospace Defense Electronics segment saw continued growth in government and space markets, along with ongoing recovery in commercial aerospace.\nDespite significant noncash purchase accounting charges, fourth quarter GAAP earnings per share of $3.39 decreased only 2.6% compared to last year. Excluding acquisition-related charges, earnings were $4.56 per share, an increase of 23.9% on a comparable basis from 2020.\nCompared to the midpoint of our fourth quarter earnings outlook in October, which was $4.12, stronger sales contributed about $0.12 per share, improved margins roughly $0.25 plus a small $0.07 per share increase related to discrete tax items, which, by the way, specifically excludes a larger tax benefit related to clear foreign tax matters appearing in the GAAP results.\nCash flow was also all-time quarterly record, allowing repayment of $345 million of debt and our leverage ratio declined from 2.9 -- declined to 2.9 from 3.8, which was the number we had immediately after the FLIR acquisition.\nTurning to 2022 outlook. The overall demand environment across our businesses remains favorable. Nevertheless, supply chain constraints continue to limit shipments. Given this, we think, a reasonable outlook for total company organic sales growth at this time is between 4% and 5%. Coupled with a full year sales contribution of approximately $2 billion from FLIR, this equates to total revenue of just under $5.5 billion.\nOf course, if supply chain challenges ease or as it's necessary, we were able to increase pricing to offset inflation more than at the present time. We will increase the revenue outlook throughout the year as we did in 2021, where we achieved full year organic revenue growth of 8.2% relative to our initial outlook in January of 2021 of 5% to 6%.\nI will now comment on the performance of our 4 business segments. In our Digital Imaging segment, fourth quarter sales increased 209%, largely due to the FLIR acquisition. But organic growth in our combined commercial and government imaging businesses was also very strong at 18.6%.\nSales growth was strongest for industrial and scientific vision sensors and systems. In addition, we had record health care sales with revenue greater than any prepandemic period. GAAP segment operating margin was 11.6%. But adjusted for purchase accounting and transaction costs, segment margin was 23.3%.\nIn our Instrumentation segment, fourth quarter sales increased 6.9% versus last year. Sales of electronic test and measurement systems, which include oscilloscopes and protocol analyzers, were very strong and increased 13% year-over-year to record levels. Sales of environmental instruments increased 3.2% from last year with sales related to human health and safety markets, such as drug discovery and gas and flame detection being the strongest in the quarter.\nSales of marine instruments increased 6.5% in the quarter. In addition, quarterly orders were the strongest in the last 7 years with fourth quarter book-to-bill of 1.35. Overall, Instrumentation segment operating profit increased 5.5% in the fourth quarter and 19% in 2021, with full year segment operating margin increasing 226 basis points or 218 basis points, excluding intangible asset amortization.\nIn the Aerospace and Defense Electronics segment, fourth quarter sales increased 12.5%, driven by 6.4% growth in defense, space and industrial sales, combined with 38.5% increase in sales of commercial aerospace products. GAAP segment operating profit increased 75% and margin 888 basis points greater than last year.\nFinally, in the Engineered Systems segment, fourth quarter revenue decreased 15.6% on operating profit and margin decline due to lower sales. And also since we exited the higher-margin cruise -- turbine engine business earlier this past year.\nBefore turning the call over to Sue, I want to make a few concluding remarks. First, as noted in yesterday's 8-K filing, an appeals court in Sweden, generally affirmed a lower court ruling made in March of 2020 regarding a clear tax method dating back to 2012.\nThe court determined an estimated tax liability of $303 million. This outcome was anticipated by us and the associated liability was accrued as noted in our most recent 10-Q. We do not plan to appeal the decision and expect to pay the tax in the first quarter of 2022.\nFinally, regarding environmental, social and governance efforts for ESG, Teledyne's sustainability journey began more than 20 years ago with the belief that demand for environmental monitoring instruments would outgrow general industrial process implementation.\nOur first 3 acquisitions were Advanced Pollution Instrumentation, Monitor Labs and Tekmar, 3 companies dedicated to analyzing trace contaminants in air and water. Today, our imaging sensors enable greenhouse gas and pollution monitoring from space. Our environmental instruments provide data on the concentration of chemicals and particulates in ambient air and our autonomous underwater floats and vehicles enable the monitoring of ocean temperature and solidity from the surface to deep subsea.\nWhile we have highlighted our strategy and products in our last 3 annual reports, next month, we will publish an inaugural corporate social responsibility, or CSR, report. Here, we will further highlight our sustainability efforts as well as disclose matrices regarding greenhouse gas emission and reduction targets workplace safety and employee and management diversity. I'll now turn the call over to Sue.\n\nSusan L. Main\n\nSenior VP & CFO, Teledyne Technologies Incorporated\n\nThank you, Robert, and good morning, everyone. I will first discuss some additional financials for the quarter not covered by Robert, and then I will discuss our first quarter and full year 2022 outlook. In the fourth quarter, cash flow from operating activities was $295.6 million compared with cash flow of $236.4 million for the same period of 2020.\nFree cash flow, that is cash from operating activities less capital expenditures, was $261.6 million in the fourth quarter of 2021 compared with $217 million in 2020. For the full year 2021, free cash flow was $794.6 million excluding FLIR transaction-related cash payments net of tax.\nCapital expenditures were $34 million in the fourth quarter compared to $19.4 million for the same period of 2020. Depreciation and amortization expense was $86.2 million for the fourth quarter of 2021 compared with $28.7 million in 2020. In addition, noncash inventory step-up expense for the fourth quarter of 2021 was $47.8 million.\nWe ended the quarter with approximately $3.62 billion of net debt. That is approximately $4.1 billion of debt less cash of $474.7 million. Stock option compensation expense was $6.4 million for the fourth quarter of 2021 and compared to $5.9 million for the same period of 2020.\nResulting from the FLIR acquisition, restricted stock unit expense for FLIR employees was $1.5 million in the fourth quarter of 2021. Turning to our outlook. Management currently believes that GAAP earnings per share in the first quarter of 2022 will be in the range of $3.12 to $3.22 per share with non-GAAP earnings in the range of $4.02 to $4.10.\nAnd for the full year 2022, our GAAP earnings per share outlook is $14.10 to $14.55, and on a non-GAAP basis, $17.60 to $18. The 2022 full year estimated tax rate, excluding discrete items, is expected to be 22.8%. I'll now pass the call back to Robert.\n\nRobert Mehrabian\n\nPresident, CEO & Executive Chairman, Teledyne Technologies Incorporated\n\nThank you, Sue. We would now like to take your questions. John, if you're ready to proceed with the questions and answers, please go ahead."
  }
]