[
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5364c247c415d97b96cc237b6fadf8b9",
    "period": "2025 Q3",
    "content": "Q3 2025 Coinbase Global Inc Earnings Call [BACKUP]\n\nQ3 2025 Coinbase Global Inc Earnings Call [BACKUP]\n\nCOINNASDAQOCT 30, 5:30 PM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nEverything Exchange. As we look to early 2026, we plan to absorb the employees we've brought into the company and focus on execution, and anticipate that our sequential rate of operating expense growth will slow as compared to our Q4 rate. With that, let's go to questions."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c583f229cb8826d06a0f347067590acd",
    "period": "2025 Q2",
    "content": "Q2 2025 Coinbase Global Inc Post-Earnings Q&A Call\n\nQ2 2025 Coinbase Global Inc Post-Earnings Q&A Call\n\nCOINNASDAQAUG 1, 1:00 PM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nYeah.\n\nFrom Stephens.\n\nOkay.\n\nPlease proceed.\n\n[music].\n\nThey are not playing by the rules they don't get they don't understand.\n\nIt's clear the rules are very clear.\n\nNot playing by the rules.\n\nThank you for your interest.\n\nThat doesn't mean you have to live with that now it's time to build a system that works for us.\n\nIs that too much to ask for loans added Dreamer.\n\nMcnee Digital's, let me saw.\n\nOkay.\n\nThis is the future of the Internet.\n\nThis is not an engineered by creators for creators that rewards the creators who can create the creative reagents, we'd love them right here work stream history. He made a big point is up to a $100000.\n\nWe deserve a better system easier simpler faster.\n\nThat's all crypto works.\n\nJust a simple transfer.\n\nSecure like a digital handshake.\n\nTo update the system.\n\nWe show you exactly.\n\nHello Happy August Happy post earnings we are delighted to be here with you all today. So hello, everyone. Thanks for joining us live on that.\n\nI'm always hot Chief financial Officer of clean base, and I'm here with our co founder and CEO, Brian Armstrong.\n\nAs always we are so excited to connect with you our customers our community our shareholders to talk about this past quarter Q2, 2025 and answer questions.\n\nThere's a lot of conversation and we'll be covering pre submitted and taking questions in real time.\n\nWe won't be answering questions on when will list a token any specific customers of our cases and regulatory questions that we covered in depth on earnings date.\n\nOr personal questions. We're just gonna skip that alright, before we get started I have to remind you that we may make comments on risks forward looking statements, which may vary.\n\nMaterially from actual results information concerning our risks uncertainties and other factors that could cause. These results to differ is included in our SEC filings with that it's time to kick things off and here is our first question for Brian.\n\nRachel on Ciena what.\n\nWhat role do base and the base App play and claim basis Q2 performance and our long term vision.\n\nYes. Thanks for the question great to be with you all live here gets more questions answered. So base is really innovative change that we created.\n\nAnd that helps us scale and we just recently launched App now these two things they're not meet in a major contributors to our core metrics in Q2.\n\nThey are making incredible progress and so just to give you a couple of stats.\n\nBased chain.\n\nStable wind volume consistently topping $4 billion.\n\nWhich is great.\n\nOnshore assets base grew over 20% to reach more than 12 billion. We are progressively decentralizing base, we want really to be open to everyone. So.\n\nAt least what we call phase one decentralization.\n\nZero previously.\n\nEventually.\n\nAnd then we actually launched the based App, because we want to make sure that the chain is usable in people who are building on top of it and get distribution.\n\nAnd as I mentioned in the earnings call. We now have over 700000 people now I've been using the beta up quite a bit.\n\nIt's amazing.\n\nMost content you earn the money from doing that.\n\nContent creators, whether theyre on X or their musicians or there have podcasts like youre going to have a direct relationship their audience and monetize and it integrates nauseous associated centralize social app integrating all of these decentralized protocols to come together incentivize identity messaging third party apps and of course the cell.\n\nCustodial wallet.\n\nDecentralized social media. So it's kind of this very ambitious idea around how can we make a super app and prep there would always be centralized protocol totally reinvent the way social media.\n\nOur business models are done.\n\nAnd we.\n\nWe think it's basically driving bristow utility and so it's a it's got a lot of potential around both stable point usage.\n\nHow deep is used how do we get the next billion people unchanged because it's difficult for us to go to every country of the world with our regulated financial service products and you'll get a local license and set up a local team and you look at a local bank partnership self custodial wallets like base. The base that we believe are going to help us get to that 1 billion users in the long tail of countries.\n\nWhile our centralized products due to the best at creating financial services at some of the biggest economies of the world.\n\nSo theres a whole bunch of different ways basis, monetizing as well I don't know Alicia do you want to touch on some of those.\n\nSure I'm happy to say that the directly as monetizing with sequencer fees and you can find those on our other transaction revenues.\n\nWe really benefit from the indirect revenue extracts.\n\nSo basic Brian just shared is driving us to see growth.\n\nIt's driving people to say, Oh, I might want to transact on scene in other ways into electronic trading revenue and it's just the overall ecosystem that flywheel effect of the more we can bring on chain the more our other products and services will monetize.\n\nYes. This is really going to be pushing the frontier I guess I'll make one other kind of.\n\nComment, which is that we try to really have this resource allocation around 70000 tons, a 70% goes to the core of 20% to adjacent that's 10% of our venture and we do want to really take ambitious best in that venture bucket based based off as an example of that.\n\nItself I would say that the chain and so that's one thing the coinbase I think does well we have a portfolio of bets on the frontier not all of them are going to work, but some of them turned up to be massive like uscc's started out as one of those.\n\nBasis, an exciting venture bad as well.\n\nAlright next question .\n\nI'm Super Duper excited about the clean base, one credit card maximum 4% claimed back at a no brainer.\n\nIs it sustainable Brian.\n\nWe're more choice of crypto assets to be added in the future.\n\nYeah, well, thanks, and everyone should follow his account if not already there.\n\nGot it got it.\n\nA lot of great content out there following us as an analyst.\n\nSo yes, I think it is sustainable for zoom out first we got a lot of positive feedback about the communities credit card, mostly people below the rewards the idea of getting 4% in bitcoin back is really appealing and then they also love the design of it I think it was a very novel and innovative design. This is kind of think of as the first.\n\nFirst version of the credit card that we want to put out as we provide more and more financial services. They are plugged into people's pockets.\n\nAnd the.\n\nAppropriate that we started with a bitcoin focused cards were sort of speaking to our core audience.\n\nWith the Genesis block right on the front of it and over time, you can imagine us expanding as to providing rewards I mean.\n\nActually I think at launch will probably be able to choose the rewards is a different asset. If you wanted the cards bitcoin focus, but that's not the default, but overtime will have different credit card variants that come out with different designs for different types of people.\n\nEven some that are a little bit more let's say.\n\nThey won't draw it quite as much attention. If you were to if you were to pay with it and so we wanted to start with our core audience, but will expand over time to have a couple of different options of cards that people can choose from and I think in terms of is it sustainable we believe so yes.\n\nWe have a suite of revenue streams, now and products when people come into the store crypto and and beyond.\n\nTheyre doing trading theyre doing straight into doing payments.\n\nThey are increasingly able to do borrowing and lending since we've integrated morpho protocol on .\n\nAnd there'll be other monetization options over time, you know basis monetizing in a variety of ways at least you just mentioned it. So we think that when someone becomes a subscriber is kind of like saying, okay. I'm just going to think about the cryptoclimate I'm just going to use point based for all these different things and so we can we.\n\nWe can monetize a variety of ways and plug more benefits into the one program.\n\nAnd if I add on a couple of thoughts there. So I'm speaking from the pure CFO finance seats. So yes. We've modeled this yes. We believe these rewards are sustainable, but I want to share that the credit card is not designed to be a big driver of our revenue. The purpose of the credit card is to drive engagement utility and we believe that we will monetize our customers to others.\n\nAs Brian alluded to so don't think of the credit card at the Big revenue driver think of it as a huge engagement driver driving utility and driving our platform to grow through using.\n\nIt's credit card in the mortgage market.\n\nYes, Great point I would also say, it's like a it's kind of a wedge into payments, where we have all the customers who want to spend crypto not every merchant accepts crypto, yet and so giving them. This card that allows them to spend their crypto, whether it's or anywhere.\n\nRed cards are accepted it kind of gets you one half of the chicken and egg and then you can go build up their side of the market more easily and go land a bunch of merchants, which we're also doing with shopify and our surface products et cetera.\n\nYes.\n\nAlright next question. Thank you Rodolfo Yoshi.\n\nYeah, how do you foresee the relationship with circle evolving will it become more integrated or will claim based on SaaS and create further separation.\n\nExit lag powered by AI.\n\nThe world's first game optimization platform supercharged by artificial intelligence.\n\nOur exclusive multi path tech combined with AI constantly finds the best connection routes for you and over 1900 games, making sure Youre gameplay data assumes at warp speed through multiple paths around the globe.\n\nWith over 1000 servers across five continents, and $18 million optimizations per week, you will always be one frame ahead with exit lag dominating even the craziest matches from anywhere.\n\nYour performance with the diagnostic center and watch exit lag flex on your connection in real time.\n\nWith our killer features Youre getting the ultimate go up for your game play.\n\nFrom game connection to Fps boost every millisecond count.\n\nLess latency lag packet loss no disconnect to more wins.\n\nExperience the future of gaming with.\n\nWith the world's first AI powered game optimization platform.\n\nWe had to exit lag dot com and download now.\n\nWe're going to see you fast dot com and nationally accredited provider of nursing continuing education.\n\nTo access our course lifting click the question Frank on the main menu if you're a first time user and haven't registered an account you will see a dropdown menu that contains a full costless click.\n\nClick the final of course has the option to view a complete course lifting.\n\nHave you registered in the account and I loved then you'll be taken directly to the course catalog page.\n\nTo get started choose your profession and state.\n\nThis will provide you with a summary of your CE requirements quickly show state requirement information button to see full requirement detail.\n\nHere, you will find the requirements needed, including if you live in a state that has mandated course requirements. You will also find the total contact hours needed to fulfill the licensure cycle choosing your profession and state will also displays state required courses at the top of the list in blue and remove any courses that do not apply to your profession.\n\nThe course listing it will also display suggested courses you may want to take.\n\nTo start of course with semi topping choose the topics such as pharmacology.\n\nTo your move to filter choose all topics from the topic dropdown menu.\n\nTo search for a specific course, such as medical errors simply click in the core search box when you're finished click the X to clear your result.\n\nBy default courses are shown in alphabetical order the contact hours provided for each course are listed to the right of each course title.\n\nTo sort courses by the number of contact hours click the course credits column title.\n\nClick the horse titled column, China to switch back to alphabetical sorting.\n\nSurely see fast now offers courses with audio options to filter courses with audio clip the audio column title.\n\nWhen you have found of course, you're interested in click on the new course option across China.\n\nOr if you prefer to start the course by listening to audio clicking on the listen icon will take you directly to the course and automatically start the audio.\n\nWe hope you have found this video helpful. Thank you for using dot com to meet your continuing education neat.\n\nOur attempts to get the most fast experience checkout or other help videos.\n\nYes, well, we have a great partnership with circle, we're definitely not going to divest in any way or anything like that I mean, we want to lean in and just work more with them. So.\n\nI'm not sure what you mean exactly by integrated but.\n\nThe issuer where the distributor.\n\nWe're going to continue to build a great.\n\nProducts and services.\n\nDefault, whether that be the repayments that were launching.\n\nAt merchant acceptance that we just launched the shopify using.\n\nPrevious commerce in base pay.\n\nAnd of course .\n\nWhen we used to see in a lot of our trading pairs as well with our international exchange.\n\nOur change in the U S and so with even with perks and all these things that we just launched in the U S. So we are going to continue to launch great products with USB C. We think it is.\n\nThe largest regulated stable coin at this point.\n\nWe think that there's a network effect a stable point, where if both the sender and the recipient use the same coin it's easier to understand the UX is better theres not theres not an FX transaction underneath so I know, we're seeing a lot of proliferation of different stable points now and sometimes when people are companies are coming into the crypto space.\n\nWe should make an unstable clients, obviously seem very valuable and then they realize over time that the interoperability is actually quite important and so I would just encourage.\n\nAny of those works coming into the space reach out to us reach out to circle either of US can help you get set up in.\n\nTo make sure that.\n\nBy the way you should you're getting shared economics by using USB C as well as you mentioned.\n\nAnd so there's kind of no reason to go go create your own.\n\nThere's a lot of overhead to do that you can use your OTC gets shared economics and be interoperable with the rest of the ecosystem. So we're we're long and bullish on our partnership with circle K.\n\nCan I ask you more technical details here in case anyone was interested we do own a portion of circle stock you saw that we took a big gain on that investment in our second quarter results, we own just under 4% of their stock.\n\nThe ownership of their stock is completely separate and distinct from our collaboration agreement, which drives our revenue and you see in all of the initiatives that Brian just mentioned, so whether or not we hold the stock for forever doesn't impact is perpetually renewable contracts that we have with circle, where we continue to benefit from the economics and growing the ecosystem both on our platform.\n\nYep, Great one and.\n\nInaccurate perpetually renewable agreement.\n\nSometimes we get questions about that too and so we continue providing to continue indefinitely into the future.\n\nAlright next question pallet.\n\nBig Dreams start small at Godaddy, we help you take that first step and every step after from getting your domain to creating your website email and online security. We've got you covered.\n\nYou don't need to be as tech experts you just need a starting point godaddy gives you the tools the expert support and the push to make it real your brand starts here with godaddy.\n\nI want to share my culture with new friends from around the world.\n\nAnd feel supported along the way I want to.\n\nMake methane.\n\nGraduate.\n\nWith the skills from a dream carrier.\n\nG study.\n\nStudying other university that is recognized around the world, even mean global opportunity.\n\nAnd that's why.\n\nThank you.\n\nGot it.\n\nOn base study, thank you based customer.\n\nAsks Brian I've been building on base since day one.\n\nAmazing and it has been amazing to see how much easier, it's becoming to onboard people, especially with chat based agents in the base App like noma.\n\nWhere users can simply message to put their capital to work and are known.\n\nAnd this experience continues to evolve what kind of AI or Minneapolis cases are you. Most excited about that could help wallets feel more like an intelligent assistance.\n\nYes, that's great I'm glad you're experimenting with dose and building on base. Thank you for doing that and I do think one of the more exciting areas of basis, we are seeing the proliferation of these.\n\nAgents on through the chat interface right and they can actually help you take action in the wallet. So I tried some of these you mentioned a few of them Amo and Theres, one banker bought that I've used a little bit as well. So it's still early with these things, but I think we have a lot of potential.\n\n.\n\nOne of the things that I've done is or that I'm excited about I should say is.\n\nHaving an AI agent, it's actually a bit like an adviser almost like a financial adviser.\n\nAnd it could start off by doing relatively simple things like.\n\nHelping you rebalance your portfolio periodically maybe helping them get better yield on your assets and maybe helpful suggestions in that arena.\n\nThank the eventual places to get to is actually making suggested trades for you're right I could ask you a series of questions.\n\nHas your level of risk tolerance.\n\nDo you are you do you want to have regular.\n\nDistributions of capital from areas, where you have higher risk.\n\nTony Hawk higher volatility and then it could actually.\n\nacts in various price charged him whatever it might want to do it periodically make recommendations now.\n\nQuery whether that how does that scale right like if these AI agents are helping all of our customers.\n\nDoes it turn into some sort of hybrid with Keybanc.\n\nThe trade in 100 milliseconds or somebody else in.\n\nYou know theres a lot of hard out there who played around with AI trading in the.\n\nProfessional trader industry out there for more than a decade. So I don't want to claim that this is always going to work, but we are seeing early people.\n\nPermitting with this and as you see it on accident on base like people playing with these.\n\nAnd I think it's pretty fascinating feels like I think we should all you should all have an attitude advising us on how to do better in our financial lives.\n\nProbably better than just what most people are doing on their own and I think our agents can also really help you with financial literacy.\n\nAnd teach them about dollar cost averaging.\n\nHow to balance the portfolio and so these are ideas that I'm excited about and AI is probably going to be a way that it update every app and so crypto is no exception.\n\nAlright next question Quinn Shrontz asks any plans to pay dividends unclaimed de stock.\n\nI guess I'll take the fun.\n\nNo no current plans we are really focused on growth. We are focused on reinvesting into these new exciting areas like the everything exchange that Brian mentioned yesterday on our earnings call.\n\nAnd until we are a more mature company more sustainable predictable margins that is not something we're currently contemplating.\n\nAlright.\n\nNext question from live chat so now we're moving to live questions.\n\nAnd F T. When you guys addressing the southern block of claim based accounts people get locked out for no reason.\n\nWell I can take that one yeah. So we've actually been working really hard on this thanks for bringing it up we did notice this starting to happen.\n\nNo no.\n\nSix six or eight months ago that there were a larger than ordinary number.\n\nAccounts being blocked.\n\nLook there's no excuses for it I don't want to.\n\nExplain.\n\nTake anything of what I'm, saying here as an excuse but we looked into this deeply and theres a variety of reasons behind it.\n\nOne is that we have a whole bunch of compliance obligations that are in place that some of these dials can get to become a little bit over turned up too high and cause too. Many reviews of the other thing that we saw was a large number of attackers trying to.\n\nSocially engineer customer accounts and get them to trickle into sending their funds our platform. So we have a lot of systems in place too.\n\nProtect customer funds from diesel we felt like their accounts were under attack.\n\nBut clearly with a little too far in its top line the balance of this sometimes so.\n\nWe've had a whole team digging into this for the last six months and made a ton of progress.\n\nWe've reduced the issue by over 90% at this point and it's a great lesson for us as we continue to grow we've got to find the right balance between.\n\nProtecting customer accounts meeting our compliance obligations, but ultimately you have to create a great customer experience.\n\nActually use your crypto when you want to but we haven't made something that's better than the .\n\nAdditional financial system. So, yes, I appreciate you, bringing it up I think.\n\nWe've made a really massive jensen of problem. The next challenge we have is that going to change the perception of the output.\n\nMore difficult because.\n\nWhen somebody sees something happened once or twice.\n\nI was going to happen the main NSC 10, or 20 examples of it the opposite happening for their perception to then be changed and so we're going to have to be loud and consistent about sharing these updates that now that we've made some more progress and continue to make sure it doesn't happen again.\n\nThank you Alright next question.\n\nFrom cash wallet headquarters asks our castle at HQ, how is retail activity relative to institutional activity this quarter.\n\nBrian why don't I start and you can add on so this was a quarter, where we saw lower volatility as well as a divergence between bitcoin and all other crypto assets equate was up roughly 6% the market cap of every other asset was down 11%.\n\nAnd that market backdrop tend to really influence how traders trade on our platform. So with retail we had slightly lower volume this quarter along with the market.\n\nStrong huddling activity to 90% of retail engaged users actually nowadays for things other than trading staking using USB C. Using their claim based card et cetera.\n\nAnd we're also seeing them engaging with lending. So we also saw over $1 billion and declined backs loans, we're seeing the waitlist for base grow and people are really looking for the next thing on the installer side, we actually hit all time highs on a prime financing we saw growth in our custody business.\n\nWe saw strong inflows for the bitcoin and Ethereum Etfs.\n\nAnd we're also seeing people just get more engaged across the stack to the trading financing and custody is a real flywheel, where most of our customers are using multiple products.\n\nAnything you want to add about what we saw this quarter.\n\nNo nothing to add.\n\nAlright, thank you about that one.\n\nWarren Buffett charl longer duo there.\n\nI just feel like it turn it over to Charlie.\n\nNot yet.\n\nAlright, we enable issue like on Nebraska, and we can do this there next time.\n\nAlright next question. Please press the Trust Trail I Hope I got that right asks please comment on any plans to add brokerage Iras Marlin services, either directly or possibly by enhancing the industry's ability to offer 24, seven trading.\n\nGreat well when you when you say brokerage I'm, assuming you're talking about securities here or Socs.\n\nAnd we're making a big push now to bring token I Securities Entre, We think every asset class in the commentary we talked about that in the earnings call. We're calling it everything exchange right of every asset class on the Internet and really that's coming on changed tradable on one platform, we think that that's an enormous opportunity.\n\nSo, we're making a big push to do that and as you pointed out here 24, seven trading is one of the things that I could give you.\n\nWe've been doing that crypto for a long time, but that represents an opportunity to update attritional ecosystem.\n\nLots of other benefits, we could talk about for sure.\n\nSecurities.\n\nI think getting more international distribution on solid demand for these assets overseas.\n\nSpinning up a retro futures markets, there's a lot of things that.\n\nThat could do and it's probably something we haven't even thought of two so we'll have to kind of lean into the frontier here to address.\n\nThe question I asked about.\n\nAlright.\n\nI am 401k accounts as well nothing to announce on that today, but we do see demand for this from customers wanting to open different types of tax finished accounts et cetera.\n\nIt's something we watch the board at that time.\n\nAlright next question.\n\nOne two to one to.\n\nWhat is your opinion Brian.\n\nI mean claims.\n\nYeah.\n\nWell I think theres a lot of people out there that are looking for higher volatility assets now.\n\nMade the majors in crypto has.\n\nBecome a little bit more steady and.\n\nI mean, you can still make great returns investing in the core assets, but I think it for people who are trying to do 100 X or something like that they are looking at midpoint. This created this very fascinating new environment, where.\n\nYou all put out of Sweden, there'll be a meme going within 100 milliseconds and someone tried to get in early .\n\nThat's going to do or not do.\n\nSo I'm not personally somebody who traded a lot of viewpoints.\n\nBut I do think there is something interesting there.\n\nIt's sometimes attempting for people to look at that and say, Oh, well, you underestimated or what but a lot of new areas. They look like toys at first but they become quite serious over the Internet is probably it's open example of that where the early intranet was people.\n\nPutting photos of cats and stuff like that and it turns out its now 20% of all global GDP running on the Internet. So you don't want to underestimate these things.\n\nI think that what we're doing in the base out as we're experimenting with a variation of viewpoint, which we call contact points where.\n\nEvery post every type of comment you made.\n\nIs the point and people who traded in wafer contact greater to have a direct relationship with their audience. The main points that people trade today, it's often just like an icon.\n\nThese attacks.\n\nAnd so I'm, hoping that with consequent to be more engaging and dynamic.\n\nA lot of our podcast wherever Youtube video every soft Spotify wherever you post on X.\n\nCould be a contact point and people can actually make derivative works of contact points as well so they could if someone integrated mean template.\n\nThere could be a thousand derivatives of it and actually economics flow back to the greater of the original because its bond so much creativity front from the original so I think that more of the direction that excite me and I think that's where it could go but the way that people are trading trading mean point today is an early example that we should not discount right.\n\nAnd I should mention by the way with the retail.\n\nOn liquidity, it's Apple integrating centralized exchanges, which is coming out next year.\n\nThe main points it should be available to trip to everybody. We want to make sure we're allowing every asset that we could trade to our customers. So we're very supportive of trading up in Washington.\n\nWell, it's part of the everything exchange you should build trade every asset that is legal to do so.\n\nNext question.\n\nQueen with centuries has hundreds of portfolio companies many are integrated.\n\nFor example, Zora forecaster Arrow drown you thought are there one or two companies that see debentures in CD that tariffs that are worth highlighting thanks for the question Jami young.\n\nYes, thanks for asking that I mean, Permian ventures has been an unequivocal success I think they've made 500 or so investments to date.\n\nI don't know how much we share this externally Alicia, but it's up it's up a lot.\n\nThat's a great it's a great quarter.\n\nAt a cost though for the most part until we get company wed like to circle, Illinois had a lump like ethylene in the quarter. So most of the assets that you see on our balance sheet and you see our financials is at the value that we initially invested out yes.\n\nEurope has talked to mark to market all these things without one.\n\nAfter the private markets, it's hard to really talented people can have a down round, but so we're taking a very conservative approach in how we market mark to market.\n\nAppropriate oppressed Brian.\n\nPreet approach.\n\nOkay.\n\nOkay.\n\nBut yes, I am very bullish on Columbus ventures.\n\nBoth for just the returns but also.\n\nAs you as you mentioned, it's allowed us to stay close to and help accelerate all these different startups that we and many of them like you said, we've integrated to the base.\n\nWe also have based ecosystem funded by the way I should mention that as a subset of equipment debentures and Thats, we made grants to people building on top of base.\n\nThe program so.\n\nA question asked about are there any others.\n\nHighlighting one.\n\nNo I think prediction markets are very exciting and actually with legacy prediction markets come more unchain. Some of the early ones are amazing companies with restaurants, and some of those too but they.\n\n.\n\nPartially located Hershey Austrian.\n\nA company called Limitless, which is building that totally.\n\nJade predicted market on base, which is what we're going to check out.\n\nYeah.\n\nThere's also one other one that's a key firepower savings platform called Nook. It's built on base. That's started by our current base alone.\n\nYes, there's a lot of really cool companies that we've invested in and will keep doing that I think is a great accelerant.\n\nEcosystem.\n\nAlright.\n\nIan.\n\nThis is kind of zero X flare.\n\nBrian Thanks, Ryan How's your experience using the App and how did you and Jesse come up with the base fee.\n\nWhat do you plan to deal with your earnings from your base at COSE.\n\nSo they shake and hurting."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/614aae7295568cb7b990c6af13b54c61",
    "period": "2025 Q2",
    "content": "Q2 2025 Coinbase Global Inc Earnings Call\n\nQ2 2025 Coinbase Global Inc Earnings Call\n\nCOINNASDAQJUL 31, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Kate, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase Second Quarter 2025 Earnings Call. [Operator Instructions]\nAnil Gupta, Vice President, Investor Relations, you may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nGood afternoon, and welcome to the Coinbase second quarter 2025 earnings call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; and Emilie Choi, President and COO; Alesia Haas, CFO; and Paul Grewal, Chief Legal Officer. I hope you've all had the opportunity to read our shareholder letter, which was published earlier today on our Investor Relations website. .\nDuring today's call, we may make forward-looking statements, which may vary materially from actual results. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings.\nOur discussion today will also include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures are provided in the Shareholder Letter on our Investor Relations website. Non-GAAP financial measures should be considered in addition to, not as a substitute for GAAP measures.\nWe'll start today's call with opening comments from Brian and Alesia and then take questions from retail shareholders and our research analysts.\nWith that, I'll turn it over to Brian for opening comments.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO\n\nThanks, Anil. It was another great quarter for Coinbase, and we continue to ship innovative products, drive strong financial performance and advance regulatory clarity for the industry.\nTotal revenue came in at $1.5 billion, with positive adjusted EBITDA of $512 million. And we now have $9.3 billion in total USD resources, with $1.8 billion in our growing crypto investment portfolio fueled by weekly Bitcoin purchases.\nI want to give a quick refresher on why we're here and what we're building toward. Our mission is to increase economic freedom for everyone, everywhere. Crypto is eating financial services, and our goal is to be the #1 financial services platform in the world across custody, trading, payments, staking, borrowing and lending and more.\nOur focus this year is to drive growth in our core businesses: trading and stablecoin payments. And I want to share 3 key areas that we made progress towards those objectives this quarter.\nFirst, on trading. We've always believed that every asset class will move onchain. The customer's technology and regulatory environment are now finally ready for it. People want to invest capital across all asset types, from stocks to commodities, to real estate, to crypto including meme coins and the long tail of assets. And even how startups raise money and all capital formation is going to be rebuilt onchain where markets are cheaper, faster, global and open to everyone.\nSo we've been making investments in this area for some time, and our goal is to build what we're calling the Everything Exchange. Every asset you want to trade in a one-stop shop, all on crypto rails. This means, to start, we're enabling access to millions of spot crypto assets. This is the #1 thing our customers want from us. And in Q2, we hit over 300 total assets listed on our exchange. Next week, we'll be rolling out the next chapter of our asset addition strategy by integrating decentralized exchanges right into the Coinbase app, which will eventually enable access to millions of tokens.\nNext, it means offering the most global and compliant suite of perpetual futures and options to meet the needs of advanced treaters. And we now have a comprehensive derivatives product suite. We recently launched 24/7 trading of Bitcoin and Ethereum contracts, and we launched perpetual style futures in the United States, which hit an all-time high in trading volume this week.\nFinally, we announced our acquisition of Deribit, the world's leading crypto options exchange with over $30 billion of open interest. And now we're currently working towards launching tokenized equities to meet the moment in this new regulatory environment. We've always said we're updating the system and building the bridge to bring equities on to crypto rails is the next phase of our strategy. We may integrate with traditional brokers as a stepping stone towards this vision to provide liquidity, but we believe tokenized equities are more efficient with global coverage, 24/7 trading, instant settlement and the ability to offer perpetual futures.\nThe total addressable market for this is massive. Capturing just 3% of equities trading would double the current crypto market.\nOver time, we'll bring all asset classes onchain, including prediction markets, real-world assets and more. And we're building on the frontier committed to doing this in a compliant and trusted way, which we've done for many years, while making it easily accessible to everyone. So that's the Everything Exchange.\nNext, let's touch on how we're accelerating crypto utility with our full-stack payment solutions. We see payments as the next big use case in crypto and believe that the majority of all payments in the economy will eventually run on stablecoin rails because they are faster, cheaper and global. Passage of the GENIUS Act will fuel further innovation and adoption of stablecoins, and we are uniquely positioned because we have both the broadest distribution base for USDC and the best rewards program for customers.\nWe're one of the only companies with a vertically integrated payment stack. This includes USDC, the largest regulated dollar stablecoin; Base, the most popular Layer 2 solution on Ethereum; consumer applications and wallets with millions of retail users; and payment APIs to power businesses and developers. Together, these offer a faster, cheaper and more global payments solution.\nIn Q2, we announced our stablecoin payment APIs, which enable businesses, merchants and developers to easily accept and pay in stablecoins with partners like Shopify already live in market now.\nFinally, I'd like to spotlight how we are leveraging our deep experience in building crypto infrastructure to power the next wave of businesses coming into this space. We now have over 240 businesses using our Crypto-as-a-Service abilities to power their custody, trading and payments needs, including BlackRock, PNC, Stripe and PayPal. We power over 80% of the custody for crypto ETF issuers. And we're a trusted partner to over 150 government agencies and institutions to help manage and safeguard crypto assets with regulated and secure solutions.\nAs the most trusted name in crypto with the longest track record of success, we are the natural partner for any company or government entering this crypto space.\nSo in closing, with regulatory clarity finally emerging, we believe crypto rails are poised to power an increasing share of global GDP and update every aspect of the financial system. And Coinbase is the company best positioned to capitalize on this trend.\nI'll now turn it over to Alesia.\n\nAlesia Jeanne Haas\n\nExecutive Officer, Och-Ziff Capital Management Group LLC\n\nThanks, Brian. Good afternoon, everyone. We have long said that crypto is not linear on a quarter-to-quarter basis. And Q2 was no exception. Amid lower volatility and non-Bitcoin price headwinds, we were focused on execution. Our business grew stronger as we grew native units across the board in USDC, staking and custody. We saw all-time highs in derivatives trading volume, quarterly Base transaction volume, prime financing average loan balances.\nAnd further, we are encouraged by the positive reception for our new products, like Coinbase Card, the Base app, U.S. perpetual futures and Coinbase business.\nTotal revenue was $1.5 billion. Net income was $1.4 billion. Adjusted EBITDA was $512 million. And adjusted net income was $33 million. Let's dive into these results.\nAs typical, all comparisons I'll share are on a quarter-over-quarter basis unless I note otherwise. Let's start with the market backdrop.\nCrypto asset volatility declined 16%, despite the average crypto price market cap being roughly flat. We saw shifting macro conditions, including trade policy considerations and recession concerns impact risk assets broadly. And crypto assets were no exception. We saw a divergence between Bitcoin and everything else as the average Bitcoin price in the quarter was up 6%, whereas non-Bitcoin asset market cap declined 11%.\nIn the second quarter, the U.S. and global spot markets declined 32% and 31%, respectively. Our total trading volume declined 40%.\nIn March, we made an intentional price change to our stablepairs in our advanced product. This was in our control and we made a decision to focus on revenue over trading volume.\nHistorically, stablepair trading was a largely 0 fee product for us. When you exclude the impact of the lower stablepair volume, our total trading volume was more similar to the overall spot markets.\nOur consumer spot trading volume was $43 billion, down 45%. And consumer trading revenue was $650 million, down 41%.\nIn the quarter, we saw consumer spot volume shift towards simple as opposed to advanced given the lower volatility environment.\nInstitutional spot trading volume was $194 billion, down 38%. Institutional transaction revenue was $61 million, also down 38%. In the last quarter, I mentioned that we expected $30 million to $40 million of impact in our Q2 institutional transaction revenue due to increased investments in incentives and rebates programs that we intended to drive liquidity and market share in our derivatives products. We did make this Q2 investment. However, this ended up being recorded as a transaction expense due to the incentive programs designed and the client activity mix.\nNow turning to subscription and services revenues of $656 million. As I mentioned earlier, across the board, we saw native unit balanced growth, including average USDC in our products, growth in staking native units and custody to assets. We also saw all-time high loan balances in Prime financing. However, underlying asset prices, specifically in Ethereum and Solana, and protocol reward rates headwinds offset this growth quarter-over-quarter.\nOur total operating expenses were $1.5 billion. Without the previously disclosed May data theft incident and the associated $307 million expense that we recorded in the quarter, our total operating expenses would have declined 9%, alongside the softer market conditions.\nWe ended the quarter with just under 4,300 full-time employees, which was up 8%.\nI would like to draw your attention to some specific events that materially impacted our GAAP profitability results this quarter. First, a $307 million expense from the data theft incident I just mentioned. Second, a $1.5 billion unrealized gain on our strategic investments. Our strategic investments include our investment in Circle, which is now public. Going forward, this line will fluctuate in line with their stock price. Third, a $362 million gain from the ongoing fair value remeasurements of our crypto investment portfolio.\nNet income was $1.4 billion, and includes the impact of those 3 items I just mentioned. Adjusted EBITDA was $512 million, and excludes those 3 items I just mentioned. Adjusted net income was $33 million, and we have updated our calculation to adjust net income for all gains and losses on both crypto and strategic investments.\nWe believe that adjusted EBITDA and adjusted net income, while no substitute for GAAP measures, are very useful metrics to assess the recurring operating business results, excluding gains and losses from the investment portfolios. Additional detail can be found in our Shareholder Letter.\nNow let's turn to our Q3 outlook. Q3 is off to a strong start, with higher asset prices and higher volatility. July transaction revenue is approximately $360 million. We expect our Q3 subscription and services revenue to be within the range of $665 million to $745 million or up approximately 8% quarter-over-quarter at the midpoint, driven by higher average crypto prices and stablecoin revenues.\nOn the expense side, we expect technology and development and general and administrative expenses to be between $800 million and $850 million. Opportunities for growth have expanded substantially with increased regulatory clarity. We are leaning into this opportunity with head count growth. We do expect higher Q3 head count growth than we saw in Q2. And we are directing this growth into the product areas Brian mentioned earlier. We expect our Q3 sales and marketing to be in the range of $190 million to $290 million.\nWith that, let's go to questions."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4b696d702a011bb71458363b95084bc8",
    "period": "2024 Q4",
    "content": "Q4 2024 Coinbase Global Inc Earnings Call - Q&A\n\nQ4 2024 Coinbase Global Inc Earnings Call - Q&A\n\nCOINNASDAQFEB 13, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Sarah, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase Fourth Quarter and Full year 2024 Earnings Call. [Operator Instructions]. Anil Gupta, Vice President, Investor Relations, you may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nThank you. Good afternoon, and welcome to the Coinbase Fourth Quarter and Full Year 2024 Earnings Call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; Emilie Choi, President and COO; Alesia Hass, CFO; and Paul Grewal, Chief Legal Officer.\nI hope you've all had the opportunity to read our shareholder letter, which was published on our Investor Relations website earlier today. Before we get started, I'd like to remind you that during today's call, we may make forward-looking statements, which may vary materially from actual results. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings.\nOur discussion today will also include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures are provided in the shareholder letter on our Investor Relations website. Non-GAAP financial measures should be considered in addition to, not as a substitute for GAAP measures. We are once again using say to enable our shareholders to ask questions. In addition, we'll take live questions from our research analysts.\nAnd with that, I'll turn it over to Brian for opening comments.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO\n\nAll right. Thanks, Anil. Crypto's voice was heard loud and clear in this recent U.S. election, and it's the dawn of a new era for crypto. President Trump is moving fast to fulfill his promise of making the U.S. the crypto capital of the planet. And the most pro-crypto congress we've ever seen is now leading the charge on stablecoin and market structure legislation. Given the U.S.' leadership here, the rest of the world is taking notice and will be under pressure to embrace crypto adoption. So it's hard to overstate the significance of this change that's happened in the last few months. We have a number of new opportunities in front of us now to go build in 2025.\nLet's talk about our financial performance in 2024, though, just to get started here. And it's incredible. I mean Coinbase had an amazing 2024. I'm very, very optimistic on this next few years. In 2024, our total revenue more than doubled to $6.6 billion, with $3.3 billion in adjusted EBITDA, making 2 straight years of positive adjusted EBITDA. By the way, if you look back 5 of the last 6 years, we had positive adjusted EBITDA now. So we're completing this transition to being an all-weather company that can show a positive adjusted EBITDA.\nAnd -- our subscription and services revenue had an outstanding 64% year-over-year to $2.3 billion, driven by USDC, staking and Coinbase One. Our international revenue share reached 19% in Q4, and this is due to the improved payment rails and localization. We've got a repeatable playbook now that we can launch in these new markets and get them to contribution margin positive. And so we're going to keep doing that in more markets.\nAnd finally, we're just so well positioned to capitalize on these new regulatory tailwinds, it's been incredibly validating of this long-term strategy we've taken at Coinbase to be the most trusted and compliant, and it's finally paying off.\nAll right. So, let's talk for a minute about how crypto is now going mainstream, the regulatory environment, there's clarity on the horizon. Every time you think about that, you should think that this is really TAM expansion for Coinbase. Coinbase is going to be the platform that's going to power many of these companies that are coming in and trying to integrate crypto. And we like to say that onchain is the new online. It's a little bit like the early 2000s when every company had to figure out how to adapt to the Internet, Up to 10% of global GDP could be running on crypto rails by the end of this decade and Coinbase is going to be the preferred partner to come in and build this for many of the companies out there because we have the most trusted and scalable infrastructure with the longest track record.\nLet's talk a little bit about our priorities in 2025. So 2025 is going to be about growing revenue with our existing products. It's going to be about driving utility in these new categories where crypto is getting to scale. And it's going to be about building the foundations to power this next decade of growth.\nSo first, we're going to be driving more revenue in our core businesses. Let's deep dive into that. Trading is often where we start with here. That's the earliest thing that we got into in crypto with Coinbase. And we're going to continue to expand on that leadership position. So we'll be delivering best-in-class derivatives trading as part of our global offering. We're going to be accelerating asset addition as clarity emerges there. We're winning more and more advanced traders on our platform. And I'm really proud to share actually that we reached an all-time high for both U.S. spot and global derivatives market share in Q4, an incredible outcome due to the hard work of the team. So 2025 is looking very good. It's off to a very good start here.\nWe also have a stretch goal to make USDC the #1 dollar stable coin. We're very bullish on stable coins. We think USDC has a network effect behind it and the compliant approach that they've taken is, I think, going to be really defensible long term. So we'll be accelerating the market cap growth of USDC with more partnerships and leaning into new use cases like adding payment support across our product suite.\nWe'll be accelerating our international expansion by replicating that successful playbook that I mentioned in these new high-growth markets and growing subscription services revenue by going on offense with in-store and retail staking growing our assets under custody for our custody business. I expect it will be a banner year for Coinbase One as well, especially in our international markets. So that's our first prong of growing revenue with our existing products.\nNext, we really want to drive utility to get this next wave of mass adoption going for crypto. We think crypto is much, much more than just an asset class that people want to trade there's going to be daily use cases for everybody in the world as Crypto updates the global financial system. And one of those big categories is payments.\nWe're already at scale, I'd say on stablecoin payments. There was $30 trillion of crypto stablecoin volume last year. That was up 3x year-over-year. And so we're moving with haste to integrate crypto payments across our entire suite of products. We think that will be a big business over time. And we're also solidifying base as the #1 chain for building -- for start-ups to build on chain in large companies.\nWe're going to continue to lower transaction fees on Base. We're going to accelerate the flywheel with retail users and there's a really nice tie-in here where CDP, our Coinbase developer platform, can provide a lot of the tools to help these companies integrate with Base. And so that's been a great time.\nOn CDP, specifically, we're going to keep making sure that it's the leading platform for any company to develop applications on chain. And I think that will allow hopefully thousands of companies to come integrate and Coinbase can power a lot of that behind the scenes for them.\nOkay. So we talked about growing revenue. We talked about driving utility. The third prong here for 2025 is about scaling our foundations. And we've got a world-class policy team. They're laser-focused on getting some landmark crypto legislation passed. We're going to continue to support StandWithCrypto.org, hopefully get that to 4 million advocates by the 2026 midterms. So we're not taking our foot off the gas there. We're also -- we announced further donations to fair shake super pack to support pro crypto candidates in 2026 and beyond.\nSo there'll be lots of policy efforts continuing and not just in the U.S., by the way, this will be taking place in a number of countries. And then we're also going to continue to scale our back-end services as crypto continues to reach new all-time highs in transaction volumes, we -- every time we hit a new order of magnitude, we have to rearchitect our back-end systems and this is what supports our own products, but it also is supporting many, many third parties now.\nSo all of the above is how we're going to expand our lead and define the future of crypto. And in closing, I just want to remind everybody. I hope everybody appreciates this. I mean we're really entering a golden age for crypto here. The opportunity in front of us is unprecedented to update the financial system and increase economic freedom around the world. The regulatory overhang is lifting. Governments are leaning in, and we're shaping the next chapter of crypto from trading to payments to consumer apps and beyond. 245 is going to be a very good year.\nAnd I'll turn it over to Alesia now.\n\nAlesia Jeanne Haas\n\nExecutive Officer, Och-Ziff Capital Management Group LLC\n\nThanks, Brian, and good afternoon, everyone. As Brian shared, fourth quarter was a strong quarter for Coinbase and we wrapped up a great year. I'm proud that we executed on our 3 financial priorities, we diversified our revenue, we generated positive adjusted EBITDA and we maintained operating discipline, while we invested opportunistically to achieve our business goals.\nSo let's dive into our results. All comparisons I make will be on a quarter-over-quarter basis, unless I note otherwise. Starting with the macro backdrop, crypto markets rallied subsequent to the U.S. elections, given the election of the most pro-crypto Congress and President in history. Underpinning this, in the quarter, we saw average crypto market cap increased 33% and crypto asset volatility increased 27%. With this backdrop, our Q4 total trading volume was $439 billion, up 137%.\nThe -- our consumer trading volume was $94 billion, up 176%, and we outperformed the U.S. spot market, which increased 126%. As Brian shared, this was an all-time high. Consumer transaction revenue was $1.3 billion, up 179%. We saw strong growth in both simple and advanced trading volume. Our mix of consumer trading volume was very similar in Q4 as compared to Q3.\nDuring the quarter, we listed 13 new assets, including popular mean coins like PEPE and WIF. Further, we invested in trading experience improvements, platform stability and collectively, these efforts, in addition to the market conditions, drove our MTU growth of nearly 24%, up to 9.7 million MTUs. Nearly half of our trading customers in the fourth quarter were either new to Coinbase or resurrected from over a year ago, and we're pleased to see these market participants come into the space.\nOur institutional trading volume was $345 billion, up 128%, also outperforming the U.S. spot market. Institutional transaction revenue was $141 million, up 156%. The -- in the fourth quarter, we saw strong adoption of the Prime product suite across custody, trading, financing and staking. Our top clients are engaged with most of these products in 2024, and our onboarding pipeline remains robust.\nOur prime financing product had all-time high loan balances in the fourth quarter in connection with the strong market conditions, and we see elevated trading amongst clients who are using financing.\nTurning to our subscription and services revenue, which reached $641 million, up 15%. Our revenue growth was driven by higher asset prices and USDC market cap, as well as native unit inflows across staking, custody and the USDC within our products. I want to touch on 2 points within subscription and services. First, our stablecoin revenue declined $21 million or 9%. We are super pleased to see USDC market cap increase and our on-platform balances grew, substantially during the quarter. However, the lower interest rate environment and the impact of a new USDC ecosystem participants more than offset this growth.\nSecond, other subscription and services revenue grew $33 million or 56%, this was largely driven by Coinbase One. In early December, we announced Coinbase One exceeded 600,000 paid members, and we continue to see strong growth since then.\nSwitching to expenses. Total Q4 operating expenses were $1.2 billion, up 19%. Our expense growth primarily was driven by higher transaction expenses in connection with higher trading activity. Technology and development, general and administrative and sales and marketing collectively grew by over $84 million or 10% quarter-over-quarter due to high performance marketing spend, higher USDC rewards and some policy-related spend in the quarter as we pursued advocacy efforts within the crypto space.\nOur fourth quarter adjusted EBITDA was $1.3 billion, and net income was also $1.3 billion. Net income benefited by a $476 million in pretax gains on our crypto asset investment portfolio. The vast majority of this gain was unrealized. I want to note that on an after-tax basis, this represented $357 million of gains.\nLastly, our USD resources grew to $9.3 billion by the end of the quarter. Our strong balance sheet gives us the resources and flexibility to invest in the business, provides capacity for acquisitions, enables us to invest in more crypto assets or opportunistically address the capital structure by a share or debt repurchases. Generally, we believe building a strong balance sheet provides us maximum optionality to capitalize on whatever opportunity we find as they arise.\nBefore we get to outlook, I want to highlight 1 important change in disclosure. In January, the SEC issued staff accounting bulletin 122, which rescinded the Gensler era SAB 121, which in turn required us to record customer crypto assets and liabilities on our consolidated balance sheet. We early adopted SAB 122, which repealed SAB 121, and it reverses that requirement. As such, we are no longer reporting safeguarded customer assets and safeguarded customer liabilities on our balance sheet.\nIn its place, we've reinstated assets on platform as a key business metric, which reports the amount of crypto and USDC, we are securely storing on behalf of our customers. The only material change is the location of where we disclose customer assets in our audited financial statements. No change to our operational and legal processes of securely storing customer assets, no change to our obligations or risks. As of December 31, we had $404 billion in total assets on platform, approximately 12% of total crypto market cap. You can see our assets on platform is included in an audited footnote within our 10-K.\nFinally, I'll close with a few comments on our outlook for Q1. We've had a strong start to the year. and have generated roughly $750 million in transaction revenue year-to-date. We expect Q1 subscription and services revenue to grow sequentially and be in the range of $685 million to $765 million. We expect growth to be driven by higher stablecoin revenue, continued growth of Coinbase One subscribers and the higher average crypto asset prices we've seen so far in the quarter.\nWith regards to stablecoin revenue, Brian mentioned earlier our stretch goal to make USDC the #1 dollar stable claim. I think it's important to note that we hope to achieve this over the next few years. We expect Q1 Technology and development and general and administrative expenses to be in the range of $750 million to $800 million. On sales and marketing, we expect the range to be between $235 million to $375 million. Where we fall in this range will largely depend on whether we continue to see attractive performance marketing opportunities, and the product USDC balances, which drives USDC Rewards. With that, Anil, let's go to questions."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0799fb2f5bb1ba01f5ba67a3f4c748eb",
    "period": "2024 Q2",
    "content": "Q2 2024 Coinbase Global Inc Earnings Call\n\nQ2 2024 Coinbase Global Inc Earnings Call\n\nCOINNASDAQAUG 1, 5:30 PM\n\nOperator\n\n[Audio Gap] [Operator Instructions]\nAnil Gupta, Vice President, Investor Relations, you may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nGood afternoon, and welcome to the Coinbase Second Quarter 2024 Earnings Call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; Emilie Choi, President and COO; Alesia Haas, CFO; and Paul Grewal, Chief Legal Officer. I hope you've all had the opportunity to read our shareholder letter, which was published on our Investor Relations website earlier today.\nBefore we get started, I'd like to remind you that during today's call, we may make forward-looking statements. Actual results may vary materially from today's statements. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings. Our discussion today will also include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures are provided in our shareholder letter on our Investor Relations website. Non-GAAP financial measures should be considered in addition to, not as a substitute for GAAP measures.\nWe are once again using the say Technologies platform to enable our shareholders to ask questions. And in addition, we will take some live questions from our research analysts. And with that, I'll turn it over to Brian for opening comments.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO\n\nThanks, Anil. I'm excited to share an update on our 2024 priorities. Let's start with driving regulatory clarity, given the significant progress here in Q2. First, advancing crypto legislation has emerged as a mainstream issue in Washington, D.C. standwithcrypto.org has amassed over 1.3 million crypto advocates globally, many in swing states. .\nAnd these advocates are making their voices heard as an important voting block. Politicians on both sides of the aisle have taken notice and there is growing momentum to pass comprehensive crypto legislation potentially even this year. Beyond legislation, we saw major wins both in the judicial and executive branches. The Supreme Court overturned the Chevron deference precedent in a case argued by our newest Board member, Paul Clement. This case is significant for Coinbase as it removes a long-standing precedent that court should defer to an agency's interpretation of ambiguous statutes.\nWe see this case as a sign of Supreme Court skepticism to agency overage which we view as a positive overall for our industry. In the executive branch, the SEC dropped multiple investigations against the industry and also formally approved the Ethereum ETFs, which began trading last week. We are also increasingly optimistic that the next administration, whether Democrat or Republican, will be constructive on crypto. The rhetoric has shifted. We continue to advance progress on crypto policy and capitalize on this momentum. We contributed an additional $25 million to Fairshake in Q2 to help elect pro crypto candidates.\nSince we went public, we have reiterated the need for regulatory clarity. Why does it matter? While clear rules would be a major unlock for innovation in our financial system and would ensure that this industry is built here in America, many entrepreneurs and companies that want to build in the crypto space are sitting on the sidelines or going overseas until there is this clarity, given the regulation by enforcement environment.\n90% of institutional investors say regulatory clarity would boost their confidence in investing more in crypto. For these reasons, Coinbase will continue to push for clear rules in the courts, in Congress and in the November elections. While we're heavily invested in driving clarity in the U.S. and abroad, the vast majority of our resources, time and attention as a company is focused on building great products.\nSo let's talk about how we're driving utility. To bring 1 billion people on chain, crypto transactions need to be cheap and fast and it needs to be so easy to use that people don't even know they're using crypto. We're investing on the frontier to make crypto seamless for both consumers and developers. Most of the building blocks for utility like payments are now here.\nLayer 2 like Base enable 1 second, 1 cent global transactions and it's here today stablecoins, like USDC, enabled global transfer and settlement in dollar terms today and smart wallets offer seamless onboarding. So users no longer need to remember 12-word passphrases. In short, the components are coming together for us to see more and more global transaction flow on crypto rails. And I'm excited to report that we're now seeing almost $20 billion per week in USDC transaction volume on Base. We're also seeing start-ups build onchain versions of major Web 2 apps like Spotify, Instagram, YouTube and X.\nBuilding new versions of these applications onchain gives creators new ways to monetize and remix content while fully controlling their own data. This is the vision for the future of the Internet commonly called Web 3. Coinbase Developer Platform, or CDP, for short, is our developer product similar to what AWS did for the Internet, which we believe will help more Onchain apps be created by offering developers best-in-class pools.\nLast but not least, let's move to how we're driving revenue. Q2 was another strong quarter, and it was our sixth consecutive quarter of a positive adjusted EBITDA. Subscription and services revenue reached an all-time high with transaction revenue declining versus Q1. Coinbase is now an all-weather company with increasingly diversified revenue streams and I'm proud of our discipline managing expenses. In closing, Q2 was another great quarter across the board. Whether the market is up or down, we're driving the industry forward, building more predictable revenue streams and creating long-term shareholder value.\nNow I'll pass it over to Alesia for a more detailed view of our Q2 financials.\n\nAlesia Jeanne Haas\n\nExecutive Officer, Och-Ziff Capital Management Group LLC\n\nThanks, Brian. Our Q2 results reflect our continued revenue diversification and execution on our goal to generate positive adjusted EBITDA in all market conditions. Total revenue was $1.4 billion, our expenses were within the outlook ranges we provided last quarter, and adjusted EBITDA was $596 million. Further, we strengthened our balance sheet to $7.8 billion in USD resources. With that, let's dive into the Q2 details. Starting with transaction revenue.\nTotal spot trading volume declined 28% quarter-over-quarter, driven primarily by lower crypto asset volatility. Our total transaction revenue was $781 million, down 27% quarter-over-quarter. I want to note to you that our transaction revenue benefited from growth in derivatives and coin-based wallet trading fees where we do not report trading volume associated with these 2 revenue streams. We were happy to turn on fees in coin-based wallet in Q2, following the favorable court ruling on wallet in [indiscernible] our motion to dismiss. Our other transaction revenue was down 6% quarter-over-quarter.\nWe were able to significantly reduce base fees in the quarter, which, as Brian mentioned, helped drive 300% quarter-over-quarter growth in the number of transactions on Base. Turning to subscription and services revenue. As I mentioned in my opening, we were pleased to further diversify our revenue in Q2 and subscription and services revenue grew 17% quarter-over-quarter to $599 million. We saw growth across the board, but it was primarily driven by stablecoin revenue and blockchain rewards revenue. We note in our letter that our blockchain rewards revenue benefited from a onetime $8 million validator reward. We are also pleased to see continued growth with Coinbase one.\nMoving to expenses. Our total operating expenses were $1.1 billion, which were up $229 million quarter-over-quarter. Three drivers contributed to this growth. First, a $117 million quarter-over-quarter change and our gain loss on operational crypto. We recorded a gain in Q1 and an expense in Q2 as crypto prices were lower in the second quarter as compared to the first. Second, we saw a $67 million quarter-over-quarter increase in our variable sales and marketing expenses, higher USDC reward payouts driven by higher on-platform balances and higher performance marketing spend driven by attractive marketing conditions.\nBeginning in late Q1, we have seen more marketing opportunities that meet our investment criteria. We take a disciplined approach to balancing marketing investments with growth. We have clear guardrails in place to ensure the vast majority of our non-brand marketing spend pays back within one year. The third driver of the expense increase was a $26 million quarter-over-quarter increase in policy spend in support of driving regulatory clarity. All policy spend is now recorded in general and administrative expenses as we view them ongoing, and we have updated prior periods accordingly.\nDespite our sequential decline in revenue, our profitability was solid in the second quarter. Net income was $36 million and was impacted by a $319 million in pretax crypto asset losses associated with our investment portfolio. The vast majority of these were unrealized. These losses represented a $248 million after tax expense. Our adjusted EBITDA was $596 million, and our balance sheet remains strong as we ended the second quarter with $7.8 billion in USD resources, up $733 million quarter-over-quarter.\nFinally, a few call-outs on our outlook for the third quarter. First, our subscription and services outlook reflects some modest headwinds as we go into the third quarter. This is primarily due to the July Ethereum price declining about 3% as compared to the Q2 average. Our expectations of a September interest rate cut, some increases in expenses related to USDC as we work to drive global adoption of USDC as the most compliant stablecoin, and the onetime $8 million blockchain reward benefit I mentioned earlier.\nWe are going to work hard to grow native units to try and offset these headwinds. However, our range has been updated to capture this market environment. Second, we plan to further grow our variable marketing spend in Q3. Variable marketing expenses can fluctuate widely quarter-to-quarter depending on factors like the on-platform USDC balance, the overall market conditions and the number of available marketing opportunities that meet our customer cost of acquisition targets.\nOur outlook range is wider than we provided historically, and it reflects the range of possibilities we see. Last, while we are expanding variable expenses to meet evolving market conditions, we also expect to prudently increase head count throughout the rest of the year, primarily to support our product and international expansion efforts and to strengthen our product foundations and quality. We remain focused on managing our fixed expenses closely and believe these investments will support continued revenue diversification and product quality. With that, let's go to questions."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7439efb20ef47302932544c371e063f2",
    "period": "2024 Q1",
    "content": "Q1 2024 Coinbase Global Inc Earnings Call - Q&A\n\nQ1 2024 Coinbase Global Inc Earnings Call - Q&A\n\nCOINNASDAQMAY 2, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Sarah, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase First Quarter 2024 Earnings Call. [Operator Instructions] Anil Gupta, Vice President, Investor Relations. You may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nGood afternoon, and welcome to the Coinbase First Quarter 2024 Earnings Call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; Emilie Choi, President and COO; Alesia Haas, CFO; and Paul Grewal, Chief Legal Officer. I hope you've all had the opportunity to read our shareholder letter, which was published on our Investor Relations website earlier today.\nBefore we get started, I'd like to remind you that during today's call, we may make forward-looking statements. Actual results may vary materially from today's statements. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings. Our discussion today will also include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures are provided in the shareholder letter on our Investor Relations website. Non-GAAP financial measures should be considered in addition to, not as a substitute for GAAP measures. We are once again using the Say Technologies platform to enable our shareholders to ask questions. And in addition, we will take some live questions from our research analysts.\nWith that, I'll turn it over to Brian for opening comments.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO\n\nThanks, Anil. Q1 was a very strong quarter. We generated more adjusted EBITDA than we did all of last year. Keeping our cost structure low while continuing to innovate is really paying off. To kick off today's call, I wanted to provide a progress update on the 2024 priorities that I shared on our Q4 call. As a refresher, they are first, driving revenue. We're doing this through improvements to our core simple trading experience; growth in stablecoins; winning in the derivatives space, both in the U.S. and abroad; and driving international growth by investing in key markets.\nSecond, we're driving utility in crypto. We're doing this through Base, our low-cost Layer 2 solution and building a better payments experience on crypto rails. And third, we're driving regulatory clarity. We're doing this through the courts, through collaboration with policymakers around the world to pass sensible rules and most importantly, through activating the crypto voter base to elect procrypto candidates in this upcoming election.\nLet's start with driving revenue. In Q1, we capitalized on strong market conditions, and we saw many of our investments through this last downturn begin to pay off. Our institutional business continued to see meaningful growth in part driven by the excitement around Bitcoin ETFs, which drove new customer adoption across our product suite. Coinbase Prime reached all-time highs in trading volume and active clients and nearly 40% of our clients engaged with 3 or more products in Q1.\nTurning to derivatives. Both coin-based financial markets and Coinbase International Exchange have shown promising growth in their early stages. In Q1, Coinbase International Exchange added 15 new perpetual future listings. We've also increased the position limits across both products. USDC market cap increased over 30% year-to-date and is growing faster than major competitors. We see higher engagement from customers who hold USDC balances on our platform. So we've been investing in growing those platforms balances by unifying order books on advanced trading and offering competitive rewards.\nAnd while it's still early days, we're also seeing great traction with Coinbase One, our consumer subscription product, which surpassed 400,000 paid subscribers in Q1. Next, let's move on to Utility. I'd like to spotlight our Layer 2 solution Base. As a reminder, Layer 2 solutions help blockchain scale, similar to when the Internet move from dial-up to broadband. And we believe this scaling will drive many new use cases in the crypto economy.\nBase has helped dramatically reduce transaction fees and confirmation times, getting us closer to our goal of having the average crypto transaction take less than 1 second and cost less than $0.01 anywhere in the world. Developer activity on Base increased eightfold in Q1. In the last 30 days, Base has processed over 2x as many transactions as the entire Ethereum network on Layer 1. Base is now the #1 Layer 2 solution by number of transactions processed, a huge accomplishment. We've made Base faster and cheaper to use with fee reduction by about 80% through protocol upgrades and our fees are now often below $0.01.\nWe're also integrating USDC on Base across Coinbase products, creating nearly free instant global payments in a USD-denominated asset. This is a really, really big deal as we now have direct line of sight to update the global financial system by reducing the billions in payment fees paid by consumers and businesses each year. Finally, let's discuss regulatory clarity. Coinbase continues to invest heavily in driving clear rules and regulations around the world for crypto, and we're actively contributing to advancing procrypto candidates during this major election year.\nWe're a large contributor to procrypto organizations like Fairshake Super PAC, which already had a great impact in the [ March ] primaries in California, Texas and Alabama. We also continue to work with grassroots advocacy organizations like Stand With Crypto.org, which now has over 400,000 crypto advocates who raised their hand indicating they want to elect procrypto candidates in November. We're also making steady progress in getting clarity through the courts in our litigation with the SEC.\nIn Q1, the court ruled on our motion to dismiss, dismissing the SEC's claim regarding Coinbase Wallet, which was a significant win for self-custodial wallets across the industry. This win provided clarity for us and developers to continue to drive our on-chain product growth, which we believe is an important element to fulfilling our mission of increasing economic freedom. The court denied the rest of the motion at this very early stage meaning the rest of our case is proceeding to discovery, but we're fully prepared for an intensive discovery phase through the remainder of the year and remain confident in the strength of our legal arguments. 2024 is shaping up to be an important growth year for our industry and for our mission.\nNow I'll pass it over to Alesia, who will provide detailed insights into our financials.\n\nAlesia Jeanne Haas\n\nExecutive Officer, Och-Ziff Capital Management Group LLC\n\nThanks, Brian, and good afternoon, everyone. Today, I'm going to cover 3 topics. First, comments on our Q1 financial performance; second, a review of the key transaction in an accounting change; and third, I'll touch on our Q2 outlook. You can find more details on all of these topics in our shareholder letter and our 10-Q. Let's start with Q1 financial performance. Q1 total revenue grew 72% quarter-over-quarter to $1.6 billion. We generated $1.2 billion in net income and adjusted EBITDA was $1 billion. As Brian said, more than we generated in all of 2023. We ended Q1 with a strong liquidity position, including $7.1 billion in USD resources and equally, if not more importantly, our customer safeguarded assets grew to $330 billion.\nWe are proud to safely store over 12% of total crypto market cap on our platform. These results reflect our focused execution on product expansion, our ongoing operational discipline and strong crypto market conditions. Looking at transaction revenue. Transaction revenue grew 103% quarter-over-quarter to $1.1 billion. This is driven by higher crypto asset volatility as well as crypto asset prices, which both increased sharply in March.\nOn the consumer side, trading volume growth was strong across both simple and advance, resulting in our consumer blended average fee being roughly flat quarter-over-quarter. We saw higher engagement from users acquired in 2023 and prior as well as new user growth. We also gained market share in spot trading on both the consumer and institutional trading platforms. Brian shared earlier in his opening comments that Coinbase based prime trading saw their all-time highs in the first quarter.\nI want to share that in the first quarter, we broke out other transaction revenue, which consists of revenue from Base sequencer fees and payment-related revenue. These revenues were previously included in consumer transaction revenue. Our goal is to drive utility and experiment with payments, and this new revenue transparency helps provide investors insight into that [indiscernible]. Our subscription and services revenue grew 36% quarter-over-quarter to $511 million. This growth was driven by higher crypto asset prices and native unit growth. I'd like to call out that the price of Ethereum was 60% higher when comparing March 31 to December 31 and was a key driver of the blockchain rewards revenue growth.\nOn the native unit front, we did see inflows into both custody and staking. USDC market cap grew 32% to close Q1 at over $32 billion. I'd also like to note that in Q1, we renamed interest income to interest and finance fee income, and we reclassified prime financing fees to this line, which was previously recorded in other subscription and services revenue. On the expense side, total expenses increased 5% sequentially to $877 million. And as we shared on our last call, the primary driver of quarter-over-quarter expense increase was higher stock-based compensation. All right. Second topic. There are 2 items to note today.\nOne, in the first quarter, we issued a convertible note. This was an opportunistic capital raise that raised $1.1 billion in net proceeds and added to our cash balance. We plan to use proceeds from that capital raise to repay our outstanding debt at or prior to maturity depending on market prices. Second update, notable accounting change. We early adopted accounting standard 2023-08. As a result, we now account for all crypto assets that we hold on our platform at fair value as compared to historically, where we accounted for these assets that cost less impairments.\nIn Q1, since crypto asset prices were higher on March 31 as compared to December 31, we recorded $737 million in pretax crypto asset mark-to-market gains. The majority of this was unrealized at quarter end, i.e., we had not sold the assets and realized this gain. You can see that in 2 new financial statement line items. First, $86 million in gains on crypto assets held for operations net and operating expense, which pertains to crypto held and used in our operations; second, $650 million recorded in gains on crypto assets held for investments, net which is below the line and pertains to our long-term investment portfolio.\nWe will be adding back gains or losses on the crypto investments to adjusted EBITDA as we do not consider those assets to be part of our day-to-day operations. Last, I'd like to touch on our outlook. We shared in the letter that April transaction revenue was over $300 million, and that we anticipate subscription and services revenue to be in the range of $525 million to $600 million. This assumes crypto asset prices stay in the range we have seen year-to-date 2024. On the expense side, we expect technology and development and general and administrative expenses to increase sequentially to $660 million to $710 million. This increase is primarily driven by higher variable expenses, notably customer support and certain infrastructure expenses related to higher trading volumes.\nI want to point out that on the customer support side, expenses typically lag revenue growth and trading volume growth as it takes us time to ramp up the resources to meet higher volumes. Last item I'll note on the outlook. We are investing in additional sales and marketing expense and expect fees to increase to $150 million to $180 million. The primary driver in this growth is USDC rewards due to USDC on platform growth. We ended Q1 with $5.5 billion in USDC on platform, nearly double compared to our Q4 ending balance. And therefore, the reward payouts on these incremental balances will increase in Q2. We are pleased to see this growth in USDC and our incentive programs driving the broader adoption of our platform products and services.\nWith that, Anil, back to you for questions."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ca40804987b4c619dd6e1c5eed1f5a30",
    "period": "2023 Q4",
    "content": "Q4 2023 Coinbase Global Inc Earnings Call\n\nQ4 2023 Coinbase Global Inc Earnings Call\n\nCOINNASDAQFEB 15, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Sarah, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase Fourth Quarter and Full Year 2023 Earnings Call. [Operator Instructions] Anil Gupta, Vice President, Investor Relations, you may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nGood afternoon, and welcome to the Coinbase Fourth Quarter and Full Year 2023 Earnings Call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; Emilie Choi, President and COO; Alesia Haas, CFO; and Paul Grewal, Chief Legal Officer. I hope you've all had the opportunity to read our shareholder letter, which was published on our Investor Relations website earlier today.\nBefore we get started, I'd like to remind you that during today's call, we may make forward-looking statements. Actual results may vary materially from today's statements. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings. Our discussion today will also include references to certain non-GAAP financial metrics. Reconciliations to the most directly comparable GAAP financial measures are provided in the shareholder letter on our Investor Relations website. Non-GAAP financial measures should be considered in addition to, not as a substitute for GAAP measures. We are once again using safe technologies to enable our shareholders to ask questions. In addition, we will take some live questions from our research analysts.\nAnd with that, I'll turn it over to Brian for opening comments.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO\n\nThanks, Anil. I'm proud to say that in 2023, we cut costs by 45% year-over-year and managed to ship product faster with a lean team. This led to $95 million of positive net income for 2023, $964 million in positive adjusted EBITDA and total revenue of $3.1 billion. Coinbase has always taken a long-term approach focusing on building in a compliant manner even when it wasn't the popular choice. Many of our competitors cut corners and broke laws to get big fast, and we've seen how that strategy played out. By contrast, Coinbase has now established itself as the trusted leader in crypto.\nI've always said that crypto adoption will happen in 3 phases, and I want to touch on what we did in 2023 to help drive each of those. In Phase 1, crypto is a new asset class that people want to trade. Crypto trading has been a major revenue driver for the industry, and Coinbase is the leader in spot trading in the U.S. But in 2018, derivatives trading became the majority of Cryptatrading volume. It took us longer to do it in a compliant way, but I'm happy to report that in 2023, we have now launched derivatives trading globally. In Q2, we launched Coinbase International Exchange, which offers derivatives trading to non-U.S. customers. And in Q4, we launched Coinbase Financial Markets, which offers regulated futures trading in the U.S.\nWe also expanded our trading products around the world by getting new licenses. In 2023, we launched operations or received licenses or registrations in Bermuda, Brazil, Canada, France, Singapore and Spain. Most of the world's capital is held in institutions. And in 2023, we also meaningfully improved our institutional trading products with Coinbase Prime. We grew our institutional financing products.\nWe launched Coinbase Asset Management. We even played a key role in the approval of the Bitcoin ETF as Coinbase was selected as the custodian in 8 of 11. This will unlock new pools of capital to flow into the crypto space with Coinbase playing a key role here. We're earning revenue, not just on custody, but also on trading and financing. We've already seen great demand as Bitcoin is now the second largest ETF commodity in the U.S., surpassing silver. All of these improvements will continue to grow Phase 1, crypto as a new asset class.\nThe second, Coinbase is not just a new asset class, it's also powering new financial services. And in 2023, stable coins began to be used in Global Payments. We launched the ability to send free instant global payments on USD coin using base. We're now in the process of integrating this into our products to make payments of first-class experience. And in August, we entered into an arrangement with Circle to help expand the utility of USD coin, which is now launched on over a dozen blockchains and is the second largest stable coin with the market cap $28 billion.\nIn the third phase and final phase, we believe Crypto will also be a new application platform for the Internet. Over time, the Internet has become more and more centralized with big companies. The Internet also didn't start with a native form of money or payments or value built in. So we got credit cards bolted on as an afterthought. And the number of associated issues like fees, fraud, chargebacks, limited ability to send microtransactions or do cross-border commerce and that led to the rise of ad-based business models.\nCrypto is redecentralizing the Internet with a new set of protocols for money, identity, messaging, social media, content, governance and even voting. And Coinbase is trying to help accelerate this trend in a number of ways. In 2023, we launched our own Layer 2 solution called Base. This will help blockchain scale to $1 billion or more users, bringing down transaction costs and confirmation times similar to the Internet going from dial-up to broadband. We also launched improvements in Coinbase wallet. For instance, we made it easier to find and use decentralized applications or DAPP.\nFor instance, with one tap, you can now open and adapt and you're already signed in and you have your wallet connected. There's no sign-up process for each app or having to type your credit card details into each app. It's still early days for crypto as an application platform and many of the early applications look like toys, but it has captured the imagination in hearts of developers, and Coinbase is one of the few companies who can bring together all the decentralized protocols into a compelling customer experience, which is what we're attempting to do with Coinbase Wallet.\nSo that's how we see crypto evolving. First, as a new asset class, second is a new set of financial services; and third is a new application platform. In 2023, I also said regulatory clarity was a top priority, and I want to give you a quick update on this. The majority of G20 countries now have crypto legislation either already passed or being drafted. And this is really great progress.\nIn the U.S., there are even 2 bills going through Congress now with strong bipartism support. Coinbase, along with other players in the crypto space, contributed to an $85 million super pack designed to elect pro crypto candidates in this upcoming U.S. election. And we help create stand with crypto.org, a grassroots movement for crypto advocates in the U.S. Their goal is to get to 1 million voters who want to stand for crypto in the 2024 elections. They're at 30% of that goal today with about 300,000 members and it's growing every week. In the U.S., we're still working our way through the court system to get clarity there. But in the meantime, we're continuing to grow our business.\nAnecdotally, it's something our customers come up and thank me for the most, leading the charge to get regulatory clarity in the U.S. We remain confident the U.S. will get this right. whether it comes from the courts, creating new case law, Congress passing new legislation or ultimately the 52 million Americans who've used crypto voting in this upcoming election.\nLooking ahead to 2024 for a moment, I'd like to share a few of our top priorities for the year in closing. Our first priority will be to drive revenue, especially growing our 2 largest revenue streams, trading fees and stable coins. We'll do this with international expansion, growing derivatives and spot trading and more deeply integrating USD coin into the crypto economy. By continuing to drive revenue growth, it allows us to fund some of our other priorities and the utility aspects of crypto.\nOur second priority is going to be to keep driving utility in crypto. This year, we'll be experimenting with payments as a use case. We're starting to see adoption of USD stable coins in emerging markets, especially those with high inflation -- and customers can now send USD coin for free instantly anywhere in the world on base. This has the potential to make global payments much lower friction, reducing fees. We'll also keep supporting developers building on Base. For instance, just recently, we've seen a surge of activity on the decentralized social media protocol, [ Forecaster ], and the majority of developers are now building what are called frames on forecaster using base.\nWe'll also be investing in Coinbase Wallet, our self custodial app, where many of the early utility applications like decentralized social, identity or messaging are starting to take shape. Crypto still needs to have its iPhone moment where these decentralized protocols become easy to use for the average person, and we're hoping we can help make that happen.\nLastly, we'll continue to drive regulatory clarity for the industry. We're supporting stand with crypto.org and its goal to activate 1 million advocates for crypto in this upcoming election and we'll continue to engage with Congress to work towards new crypto legislation in the U.S. Finally, we'll continue to the fight in the court room to get sensible case law passed.\nI'm very pleased with our financial position, operating efficiency and the competitive landscape, and I think we're incredibly well positioned for long-term growth. With that, I'll hand it over to Alesia.\n\nAlesia Jeanne Haas\n\nExecutive Officer, Och-Ziff Capital Management Group LLC\n\nThanks, Brian, and good afternoon, everyone. In 2023, we focus on financial discipline and operational excellence. As a result, we're in a much stronger position today than we were 1 year ago. I want to share some highlights. So highlights from 2023 include significant growth in our subscription and services revenue through a down market, materially lower expenses, a return to profitability, a stronger balance sheet, we have more U.S. dollar resources and less debt as we enter 2024, and we did this all while accelerating our product velocity.\nLet's dive deeper and start in the details of full year 2023. We generated $95 million of net income and nearly $1 billion in adjusted EBITDA. Our total revenue was $3.1 billion, down $86 million year-over-year. We saw a decline in transaction revenue, but this was largely offset by a 78% increase in subscription and services revenue. Our full year total operating expense declined $2.6 billion. Within this, sales and marketing, technology and development and general and administrative expenses declined $1.7 billion on a year-over-year basis.\nTurning to our Q4 results. All the comparisons I'm going to share on a quarter-over-quarter basis, unless I otherwise noted. Q4 began with lower levels of crypto prices and volatility, but we saw those increase by roughly 40% and 60%, respectively, by the end of the quarter. These increases were largely driven by excitement around Bitcoin ETF approvals and broader market expectations for an improved macroeconomic condition in 2024. The increase in volatility had a meaningful impact on our transaction revenue. We saw strong growth and reengagement from both simple and advanced traders.\nNotably, average trading volumes materially increased amongst our advanced traders. This resulted in Q4 transaction revenue of $529 million, up 83%. both volatility and the mix of advanced and simple trading volume was similar to Q1 of 2023. And as a result, our Q4 blended average fee rate was similar to the Q1 levels. As a reminder, we continue to experiment with our pricing models for both consumer and institutional and price changes may impact a few quarters. However, to be clear, we did not make any material change to our fee structure in Q4. And the blended average fee rate that you see reported is simply due to mix shift on our platform.\nNow turning to subscription and services revenue. Q4 was $375 million, up 12%. The primary driver of the growth was Blockchain Rewards, which was influenced by higher crypto acid prices. In the fourth quarter, we experienced another quarter of native unit growth. We saw inflows in custody and increase in stakes balances. We saw growth in USDC on our platform. We closed the year with just under $200 billion of assets on platform.\nOn to expenses. Q4 total operating expenses were $838 million, up 11%. Expenses were primarily driven by seasonal and performance marketing spend, increased legal spend and our decision to increase bonuses in 2023 as a result of our strong full year financial performance. Q4 net income was $273 million, and adjusted EBITDA was $305 million. Q4 net income benefited from strong revenue growth and 2 items. First, we released a noncash tax valuation allowance of $121 million. Second, we repurchased $100 million of our 2026 convertible debt, which had a favorable P&L impact of $18 million.\nNow turning to our outlook for the first quarter of 2024. Overall, Q1 is off to a strong start. Through February 13, transaction revenue was approximately $320 million. This is about 6 weeks of the 12-week quarter. We are seeing strong trends across simple, advanced and institutional trading. Thematically, it looks similar to Q4. We expect Q1 subscription and services revenue to range between $410 million and $480 million, with crypto prices being the largest driver of where we perform within that range.\nIn terms of expenses, we expect technology and development and general and administrative expense to grow modestly to $600 million to $650 million, driven primarily by higher stock-based compensation. We provide additional context in the letter. We expect sales and marketing expense to decline modestly to $85 million to $100 million, driven by seasonally lower NBA spend. In closing, Q4 capped a strong year to our business, and we are excited for what 2024 brings.\nBefore we turn to questions, I'd like to hand it over to our Chief Legal Officer, Paul Grewal, to share an update on the status of our SEC case.\n\nPaul Grewal\n\nChief Legal Officer & Corporate Secretary\n\nThank you, Alesia. As Brian mentioned at the outset, regulatory clarity is one of our top priorities in one venue through which we are seeking that clarity is through the courts. We continue to see progress in the early stages of our enforcement litigation with the SEC. Just last month, on January 17, the judge in our case held oral argument on our motion for judgment against the SEC. This is still a very early stage of the case. It's always very hard for defendants to entirely dismiss any case at this stage, something that court statistics make clear. But we strongly believe that we are right as a matter of law, and we were grateful to see the court's careful attention to this matter and deep understanding of the issues at the oral argument.\nSo what is next? The motion is under submission and the court did not specify any time line for decision. There are multiple potential outcomes, but we are ready for any of them. The court could dismiss the complaint in its entirety, dismiss some of the claims, but not others or dismiss none of the claims at this early stage. Any claim that is not dismissed will then be the subject of discovery, which is a process that can take time. We are ready for discovery, if that is the next step, which would include discovery for both sides.\nAfter discovery and before trial, we'll have the opportunity to file a motion for summary judgment, which is similar to our pending motion in that it can end the case before trial. That is the type of motion that disposed of much of the ripple case. Whether the case goes to trial or is dismissed, we will get the clarity we have long sought. We are confident in the outcome, whether it comes later or it comes sooner because we're right on the facts and right on the wall."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/896f906bc27d3e9eaeec95ac2287d827",
    "period": "2023 Q3",
    "content": "Q3 2023 Coinbase Global Inc Earnings Call\n\nQ3 2023 Coinbase Global Inc Earnings Call\n\nCOINNASDAQNOV 2, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Sarah, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase Third Quarter 2023 Earnings Call.\n[Operator Instructions]\nAnil Gupta, Vice President, Investor Relations, you may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nGood afternoon, and welcome to the Coinbase Third Quarter 2023 Earnings Call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; Emilie Choi, President and COO; Alesia Haas, CFO; and Paul Grewal, Chief Legal Officer. I hope you've all had the opportunity to read our shareholder letter, which was published earlier today on our Investor Relations website.\nBefore we get started, I'd like to remind you that during today's call, we may make forward-looking statements. Actual results may vary materially from today's statements. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings. Our discussion today will also include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures are provided in our shareholder letter on our IR website.\nNon-GAAP financial measures should be considered in addition to, not as a substitute for GAAP measures. We are once again using say technologies to enable our shareholders to post questions. In addition, we'll take some live questions from our research analysts.\nAnd with that, I'll turn it over to Brian and Alesia for opening comments. .\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO\n\nThanks, Anil. Let me start with the provocative statement. On chain is the new online. The Internet loves and is a game-changing technology that redefined our modes of communication, business and social interaction. It broke down barriers, democratized access to information and made knowledge universally accessible. Blockchain and crypto are doing the same thing today with a redecentralization of the web and the introduction of a new building block ownership. Instead of just reading and writing on the traditional Internet on chain, you can now read write and own. OnChain is about digital assets, broader access to financial services and even changes how we think about identity governance, artwork and nonfinancial services.\nCrypto leverages -- crypto creates a level playing field where everyone, irrespective of their socioeconomic status or geographic location has access to more robust and transparent systems. Crypto creates a world with fewer middlemen, lower fees, faster transaction speeds and greater protection and control over one's digital assets and identity. It is for all of these reasons that we believe that Crypto is the greatest tool in increasing global economic freedom. We also think that on-chain will be as essential and impactful as the Internet is today. If we look back to the early years of the Internet, the companies that ignored the noise and built for the future of the Internet now stand as tech giants. The on-chain companies of today will be the tech giants of tomorrow. Coinbase stands at the forefront of this technology and continues to build a responsible, compliant, trusted, financially strong and innovative business that is building those linchpins products.\nSpeaking of financial strength, Q3 has been another strong quarter for us. In Q3, we delivered positive adjusted EBITDA for the third consecutive quarter and demonstrated continued operational discipline. In fact, we're on track to deliver meaningful positive adjusted EBITDA this year, which reflects the direction we set at the start of this year to be a company that can generate adjusted EBITDA in all market conditions. We thought it may take more time to get here, but through operational discipline, rigorous cost management and more favorable interest rates, I'm very pleased with the results we've delivered. Our balance sheet remains strong and our financial position enables us to continue to invest in the future and deliver products and services that expand the utility of crypto, which brings me to what we've built this quarter.\nWe've obtained licenses that enable us to access new markets, continued to drive toward regulatory clarity for crypto and build innovative products that expand the utility for crypto. This continues to be a year of international progress for Coinbase, starting with international expansion here. In 2023, we officially launched 3 key go-deep markets. Brazil, Singapore and this quarter in Canada. Country launches are a significant investment for Coinbase. When we launch in a country, we hire local leadership, we work with local regulators and we establish new payment rails to enable seamless fiat crypto transfers. In Q3, we also obtained key licenses or registrations in Singapore and Spain and continue to pursue and obtain licenses and registrations where it's clear that we need them to serve our customers.\nSpeaking of licenses, let's talk about derivatives. Unlocking the ability to offer derivatives products to users is a huge opportunity for coin base as the global derivatives market for crypto represents 75% of all trading volumes. Trading volume that up until now was largely going through unregulated offshore exchanges. Derivatives products are an important tool as the ability to trade crypto using margin, essentially giving traders the ability to use margin increases their capital efficiency and access to the crypto market less upfront investment. In Q3, Coinbase International Exchange received regulatory approval from the Bermuda monitor authority to enable perpetual futures for eligible non-U.S. retail customers, which we began offering just last. And Coinbase Financial Markets also received regulatory approval from the National Futures Association to offer futures to eligible U.S. customers via advanced trading.\nAnd as of yesterday, we now offer regulated futures to U.S. customers via Coinbase financial markets. Customers seek to do business with trusted counterparties when they trade complex, levered products such as derivatives and perpetual futures. And Coinbase Financial Markets and Coinbase International Exchange are best positioned to be that trusted partner. We're just getting started and plan to roll out additional products and expand to more markets over time with derivatives.\nSpeaking of launching new products in Q3, we launched our new Layer 2 solution called BACE. As I touched on last quarter, most blockchain transactions today are happening on what are called layer 1 and layer 1 networks are slow, they're inefficient and expensive to use. I think of the jump from L1 to L2s as the jump that the Internet made when it went from dial-up broadband. Layer 2s are built on top of layer 1 to make them faster and more efficient, and they result in lower transaction costs and higher confirmation speeds. Our base platform enables developers to harness the full power efficiency and cost savings of a Layer 2 network with the convenience of it being built in right into the Coinbase ecosystem. In August, we moved based on to mainnet, which means now available to everyone and to celebrate the launch we created an on-chain movement this summer for developers in the crypto community called On-chain Summer. During that campaign, we saw over 10 million NFTs minted across more than 1 million wallets on base.\nThis momentum helped drive rapid growth of base, including more than $500 million in assets that are now on the platform. While early, we are encouraged by the early utility of base and are optimistic about the role Layer 2 can play not only for Coinbase but also for the growth and development of the entire crypto economy. Finally, I just want to touch on how Coinbase is driving regulatory clarity for the industry.\nOne of the biggest items holding back adoption of this technology is the lack of clear rules and regulation, most notably in the U.S. We're actively involved in U.S. legislation with a variety of bills that are in development, and we're still confident that the U.S. will get this right, embrace innovation and proposed clear rules. American crypto holders are owed clarity and they are increasingly expanding voter base. There are 52 million cryptoholders in the United States to put that into context, that's more than the owners of electric vehicles and more than all collective members of U.S. unions. The American people are embracing crypto as more Americans grow and happy with the traditional financial system. Only 9% of those surveyed say that they are satisfied with the current U.S. financial system and only 22% of people think that it's better than any other countries. And nearly 2 and 5 younger people, that's 38% say crypto and blockchain can increase economic opportunities for them in ways traditional finance can't.\nTo aid in the mission of driving for crypto regulation, Coinbase as a proud supporter of an independent movement known as stand with crypto that now has more than 100,000 advocates and continues to stand with the American people to drive towards clarity in the U.S. While the U.S. continues to struggle to keep pace, the rest of the world has made great strides in embracing crypto and on-chain technology with clear legislation. We're seeing global efforts to bring crypto into regulatory scopes as 83% of the G20 nations are adopting crypto regulations. Most recently, we've seen this with MECA legislation in Europe, and it's incredibly encouraging to see that now 27 countries stand together with 1 unified set of rules for crypto, something the U.S. desperately needs.\nIn response to this groundbreaking regulation, Coinbase moved quickly and recently announced that Ireland will be our Mika hub. We continue to work with regulators around the world on laws for cryptocurrencies and act quickly to embrace new regulation when it's developed. In conclusion, although we continue to be in a down market with volatility, the lowest we've seen in years, Coinbase is financially healthy with our third consecutive quarter of positive adjusted EBITDA. Meanwhile, we have the most trusted brand and the easiest use products and continue to build innovative key technologies that expand the utility of crypto and best position Coinbase to take advantage of the next bull market.\nWe continue to do the work of running a trusted, secure and compliant crypto platform. And this is our competitive advantage. We have a long-term focus on building and following the rules, which has proven to be the right strategy. We believe On-chain is the new online and the unchanged technology represents the same opportunity that the Internet did before it. With compliant and responsible companies like Coinbase leading the charge, on-chain applications are set to become the foundational pillars of the future financial system and more.\nWith that, I'll hand it over to you, Alesia to tell us more about our Q3 performance.\n\nAlesia Jeanne Haas\n\nExecutive Officer, Och-Ziff Capital Management Group LLC\n\nThanks, Brian, and good afternoon, everyone. As Brian shared, Q3 was a strong quarter where we saw the efforts of multi-quarter initiatives come to fruition. Further, we continue to make progress on building an increasingly efficient and financially disciplined company. Let's dive right into our Q3 results, and I'm going to start with transaction revenue. which was $289 million, down 12% quarter-over-quarter. In Q3, crypto asset volatility, a driver of our trading business continued to decline, and it reached levels that we haven't measured since 2016. As a result, total Coinbase trading volume declined 17% quarter-over-quarter, which outperformed the global spot market, which declined 24% quarter-over-quarter. The blended average fee for consumer was higher in Q3 as compared to Q2 and was again driven largely by the mix of simple versus advanced trading volume in the quarter. We continue to experiment with our pricing models for both our consumer and institutional products and price changes may impact future quarters, but that was not the case in Q3.\nTurning now to subscription and services. revenue was $334 million, essentially flat quarter-over-quarter. Overall, we saw inflows of Nat units and custody. We saw an increase in stakes balances, and we saw growth in USDC on our platform. However, offsetting this unit growth were price effects as crypto market cap declined approximately 9% quarter-over-quarter.\nNow shifting to expenses. Total operating expenses declined 4% and quarter-over-quarter to $754 million. Technology and development, general and administrative and sales and marketing were collectively $654 million, down 1% quarter-over-quarter. Expenses did come in at the low end of our outlook driven primarily by a shift in timing of certain legal and marketing expenses from Q3 to Q4. Net loss was $2 million, and adjusted EBITDA was $181 million. Our Q3 net loss benefited from 2 transactions. First, we completed a debt repurchase in the quarter, which had a favorable impact of $82 million. Second, we had a $50 million gain on strategic investments. Both of these items were recorded in our other income. Additionally, in the quarter, we increased evaluation allowance on deferred tax assets, which contributed to the higher tax rate. You can read more about our effective tax rate in our shareholder letter.\nNow I'd like to turn to our outlook for the fourth quarter. In our letter, we noted that October transaction revenue was approximately $105 million. We're expecting subscription and services revenue to be approximately flat with the Q3 levels and this assumes no material change to crypto asset prices or market conditions as compared to the month of October. In terms of expenses, we expect technology and development and general and administrative to be between $525 million and $575 million, which is lower compared to the Q3 levels. A key driver of this decrease quarter-over-quarter is lower stock-based compensation in Q4 as compared to Q3, which as we have previously shared, has a nonlinear expense recognition timing.\nWe're expecting sales and marketing expenses to be between $85 million and $95 million, slightly higher than Q3 levels due to the shift in timing from Q3 to Q4 for certain expenses that I noted earlier. Just as I noted that Q4 is lower than Q3 for SEC, when we look ahead to Q1 of 2024, SEC will be sequentially higher than Q4. As Brian mentioned, we expect to deliver meaningful adjusted EBITDA in 2023, which I want to note is an improvement from our prior goal of just improving adjusted EBITDA in 2023 as compared to 2022 on an absolute basis.\nTo close, Q3 was a strong quarter for the business despite the low volatility environment. We're pleased with the revenue performance as well as our ability to grow our USDC resources while opportunistically reducing our total debt. As we look ahead towards next year, we see a wide variety of positive catalysts for the crypto industry on the horizon as well as potential risks. We're closely monitoring these inputs as we plan for the coming year, and we will share more with you next quarter.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nThank you both. So with that, let's turn to shareholder questions."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/717a5c0822678ce575d57fa2ca87c447",
    "period": "2023 Q2",
    "content": "Q2 2023 Coinbase Global Inc Earnings Call\n\nQ2 2023 Coinbase Global Inc Earnings Call\n\nCOINNASDAQAUG 3, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Tamika, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase Second Quarter 2023 Earnings Call. [Operator Instructions] I will now hand today's call over to Anil Gupta, Vice President, Investor Relations. You may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nGood afternoon, and welcome to the Coinbase Second Quarter 2023 Earnings Call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; Emilie Choi, President and COO; Alesia Haas, CFO; and Paul Grewal, Chief Legal Officer. I hope you've all had the opportunity to read our shareholder letter, which was published on our Investor Relations website earlier today.\nBefore we get started, I'd like to remind you that during today's call, we may make forward-looking statements. Actual results may vary materially from today's statements. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings.\nOur discussion today will also include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures are included in our shareholder letter on our IR website. Non-GAAP financial measures should be considered in addition to, not as a substitute for GAAP measures. We are once again using safe technologies to enable our shareholders to post questions.\nIn addition, we will take some live questions from our analysts. With that, I'll turn it over to Brian and Alesia for opening comments.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO\n\nThanks, Anil. Q2 was a strong quarter for us as we demonstrated operational discipline, focused on product excellence and help drive regulatory clarity for the industry. I'll start by touching on operational discipline. We drove $194 million of adjusted EBITDA in Q2, marking the second consecutive quarter of positive adjusted EBITDA.\nAbout a year ago, we started executing on cost reductions, and I'm happy to say that in Q2, our operating expenses are now down nearly 50% year-over-year. We ended Q2 with 3,400 employees, and we've been able to get a lot done by being a more efficient company at this size.\nNext, let me touch on product excellence. People use Coinbase's products because we're the most trusted brand, and we made crypto easier to use. Over the past decade, we focused on compliance, cybersecurity, great design, user experience and customer support. We've always taken a long-term view and tried to do the right thing even when it wasn't easy or the rules weren't clear.\nToday, Coinbase is consistently ranked as the most trusted crypto platform across multiple markets, and this is a huge competitive differentiator for us. We have great product coverage in this industry and serve 3 distinct customer groups: retail, institutions and developers.\nFor our retail customers, Coinbase and Coinbase Wallet have moved beyond our best-in-class trading use cases. We now help customers make payments, save, earn rewards, access NFTs, use Coinbase card and access third-party applications in Web3. Coinbase has become a platform for a broad set of first- and third-party use cases with an increased range of functionality. And our goal is to become the primary way people manage their financial lives all over the world, enabled by these powerful decentralized protocols that will become a larger fraction of the global economy over time.\nCoinbase Wallet provides a way for retail customers to access this functionality while storing their own funds via self-custody. Now moving on to our institutional customers. We provide an integrated trading, custody and financing solutions through Coinbase Prime. And for our developer customers, we're building Coinbase Cloud with a powerful set of APIs and native on-chain solutions like Base that allow every business to integrate crypto technology.\nIn Q2, we launched our derivatives exchange in select markets outside the U.S., and we were also selected as the custodian in a number of ETF applications in our institutional business. A big focus for us over the next year is how we're going to be driving utility in crypto that goes beyond just trading. The first 10 years in crypto were primarily about trading, but we've seen our customer base shift its activity over time where the majority of our active customers now do something with crypto other than trading.\nMy belief is that the next 10 years in crypto will become predominantly about nontrading use cases. So what could some of those be? Well, payments is a big one. As the scalability of blockchains improves by moving to Layer 2 solutions, like Lightning, Optimism and Base, will see payments emerge as a larger use case. Getting more scalable blockchains will be as important as the Internet moving from dialogue to broadband.\nWe'll also see the rise of decentralized identity systems with decentralized messaging and social apps that will accompany those connected right into those decentralized identities. And we're working hard at Coinbase to make it easy to connect through Coinbase Wallet to any third-party app or DAP, which stands for decentralized app.\nIn the Coinbase app, you can actually visit the Web3 tab at the bottom right of our app and connected to any third-party application out there in the ecosystem. More and more crypto utility will be happening on-chain. And at Coinbase, I would like to say that on-chain is the new online. So we're fully embracing that. As we continue to make crypto trusted and easy to use with these new use cases will help update the financial system globally and help a 1 billion more people benefit from this technology.\nSo finally, I want to touch on how Coinbase is driving regulatory clarity for the industry. One of the biggest items holding back adoption of this technology is the lack of clear rules and both regulation by enforcement that's taking place in the U.S. to date. While the rest of the world has made great strides in embracing crypto and Web3 technology with clear legislation, the U.S. has struggled to keep pace.\nCoinbase has an important role to play here. When the SEC refused to engage in rulemaking and instead pursue a regulation by enforcement approach, we availed ourselves of the court to help bring regulatory clarity to the United States and help get case created. We've also been actively engaged with Congress, where we've seen bipartisan support to past crypto legislation.\nIn just the past few weeks, the House Financial Services Committee and the House Ag Committee passed the Landmark Crypto Market Structure Bill and the Bill with bipartisan support. These bills go to the house floor for a full vote later this year and from their advanced to the Senate.\nCoinbase is committed to helping ensure America passes crypto legislation, and it is not left behind. We've also begun activating crypto users across the U.S. to ensure their voices are heard in our democracy. 1 in 5 Americans have now used crypto more than hold a Union card as one point of comparison. And our stand with crypto campaign has signed up about 60,000 crypto advocates to date across all 435 congressional districts.\nAs an example of how we're activating them, in New York City today, we're hosting an in-person gathering with representative from the offices of Senator Mayor Adams and Governor and hundreds of crypto enthusiasts. By the way, U2 as an investor can help in this effort by visiting standwithcrypto.or to sign up as a crypto advocate. If you want to ensure America embraces crypto technology and helps create clear rules around it, please help us by visiting standwithcrypto.or.\nCongressional town halls are happening all throughout the August and we're encouraging Stand With Crypto advocates everywhere to reach out directly to their policymakers to support innovation and clear crypto regulation. Crypto is even proving to be an important topic in the upcoming 2024 presidential election with most of the challenger candidates taking out a positive position.\nIn a democracy, the government is for the people and by the people and the citizens of the United States have made it crystal clear that they want to use crypto and they believe in the potential of this technology. We will not allow America's leadership here to be destroyed by a few outliers in our government painting outside the of the law. The various court cases being decided now at a minimum proved that we're -- what we've been saying all along that there is no regulatory clarity, new legislation is needed and the underlying assets themselves, as decided in these cases, are not securities.\nIn conclusion, although we're in a crypto bear market with volatility the lowest we've seen in years, Coinbase is financially healthy with our second quarter of positive adjusted EBITDA. We even generated $156 million in cash in Q2. We intend to hold headcount flat for now as we keep making progress on the above items that I mentioned.\nMeanwhile, we have the most trusted brand and the easiest use products, and we're showing us day in and day out to do the hard work of running a trusted, secure and compliant crypto platform. This is our competitive advantage. Our long-term focus on following the rules has proven to be the right strategy as regulators have closed on companies who didn't, another competitive advantage for us. And we're driving regulatory clarity in the U.S. while expanding abroad in places where the rules are already clear.\nAll of this sets us up to be the global leader across a variety of products and our 3 customer groups. Crypto is the most important technology we have to update the financial system globally, and Coinbase is the leading company in this space. With that, I'll hand it over to you, Alesia, to tell us more about our Q2 performance.\n\nAlesia Jeanne Haas\n\nExecutive Officer, Och-Ziff Capital Management Group LLC\n\nThanks, Brian. So as Brian shared, in Q2, we made good progress on our journey to build an increasingly efficient and financially disciplined company. As he said, we generated $194 million of adjusted EBITDA, and we generated $156 million of cash. We ended the second quarter with a total of USD 5.5 billion of resources on our balance sheet.\nI want to shift and talk about the drivers of our results, starting with the macro backdrop and then discuss the financial performance. In Q2, crypto volatility, which is a key input into our trading business, continued to decline, and it reached multiyear lows. Our trading volume declined 37% in this environment. But importantly, it outperformed the global spot market, which declined 48% as we gained market share in the quarter.\nThis provides the backdrop to our transaction revenue. The low volatility environment contributed to transaction revenue of $327 million, which was down 13% quarter-over-quarter. The average blended fees for both consumer and institutional increased quarter-over-quarter. This increase in fees was driven by a mix shift of trading volume. We offer a simple and advanced trading experience in retail, we offer training to the exchange and through the Prime platform and institutional, the fees differ by product and the mix shift drove an increase in fee rate during the quarter.\nSubscription and services revenue was $335 million and exceeded our outlook. The outperformance was driven by blockchain rewards, notably higher rewards and higher asset prices. In addition, we saw a higher percentage of cash invested in accounts that generate interest income.\nOn the expense side, we continue to operate with a heightened focus on cost and efficiency. As Brian mentioned, our quarterly recurring operating expenses, these are technology and development, general and administrative, sales and marketing, are down nearly 50% compared to the second quarter of 2022 when we really started to focus on financial discipline.\nIn Q2, our total operating expenses were $781 million. Our recurring operating expenses were $664 million and lower than our outlook, mostly driven by our ongoing operational efficiencies. We provide a lot of detail in our letter.\nLastly, I want to turn to our outlook for the third quarter. In our letter, we note that July transaction revenue was approximately $110 million. We expect subscription and services revenue to be at least $300 million, assuming no material changes to asset on platform or the average crypto market capitalization compared to the end of July.\nIn terms of our expenses, we expect tech and dev and G&A to be between $575 million and $625 million, which is a slight increase from Q2 levels. This increase is driven by our stock-based compensation expenses. Due to our stock-based compensation recognition timing, we will have elevated Q3 levels, but we expect the second half of 2023 to be largely consistent with the first half of 2023. We expect sales and marketing to be consistent with Q2 at $80 million to $90 million as the lower Q3 spending from our NBA partnership is being offset by higher USDC reward payouts to customers.\nTo conclude, I want to reaffirm our goal of improving adjusted EBITDA in absolute terms on a year-over-year basis. With that, Anil, back to you and let's take some questions.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nThank you, both. So let's turn to questions. We are taking the most uploaded questions as determined by the number of shares and may combine questions and touch on the same theme. For the first one, starting with the big picture, a number of the most asked questions from shareholders touch on the next 3 to 5 years in crypto and for Coinbase. Maybe a question for you, Brian. What do you think your hope happens to the crypto industry over the next 3 to 5 years? And what does Coinbase's role in that look like?\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO\n\nYes. So there's a couple of big themes that we think about over the next 3 to 5 years. So scalability, regulatory clarity, driving utility in crypto, that's nontrading, these are 3 of them. I'll touch on each one briefly and then talk about our role in Coinbase.\nSo in terms of scalability, having more scalable blockchains, it's hard to overstate the importance of this. It's -- again, it's kind of like the Internet moving from dial-up to broadband. I think it's going to unlock a lot of new use cases. It's going to make things like payments more viable. Today, unfortunately, on Layer 1 solutions, it's still fairly slow, fairly expensive to get payments to final confirmation. And ultimately, we hope to get every team in crypto under 1 send and in 1 second 12th confirmation, and that would be a real game changer globally.\nThe second one is -- and by the way, the way that that's going to happen is these Layer 2 solutions, right? Coinbase has our own initiative there around Base, but there's many others out there, Lightning and Optimism, Polygon, et cetera, which are really good efforts here. The second big trend here is around regulatory clarity, which I mentioned in my opening comments. So the status quo really isn't working here. We're getting -- there's conflicting statements being made by the 2 federal regulators in the U.S., the CFTC and the SEC.\nThere's consumers being harmed, as we all know. It's just not a level playing field, where internationally, companies like Coinbase, are welcomed with open arms. There's a clear regulatory framework, for instance, the legislation that we saw passed in Europe. But the U.K., Singapore, Brazil, every financial hub out there is really making an effort to pass legislation and they're, frankly, ahead of where the U.S. is.\nSo we were excited and really heartened to see that a few weeks ago that the Market Structure Bill and the Bill did pass the committees in the House, and that's a really important first step, and we're hoping that the U.S. can build on that to get going even further.\nI guess the last one here I'll touch on is about utility. So again, trading was the big use case in the early days of the crypto, but it's already started to move away from that. Things like stable coins for payments NFTs, these have already gotten substantial traction. But I think with Layer 2 solutions coming online, these can get much, much bigger.\nThere's an analogy that -- an example I think it's interesting to look at around text messages, I think, at their peak, reached about 25 billion text messages a day. But when WhatsApp came online, it got to 100 million or 125 billion messages a day. And it just showed you, people wanting to send more text messages. It's just that the friction was high. It costs a little bit too much. The friction internationally was there. The features weren't there. And so I think the same thing that happened with payments and various types of utility with these new types of decentralized identity and messaging and things built in this crypto-native way, the demand for it will go much higher as the friction is reduced.\nAnd there still is a lot of friction in the way money moves around the world today. So those are a couple of things on the horizon. Coinbase has a big role to play here. With scalability, I mentioned we're working on Base. With regulatory clarity, I talked about how we're organizing our users in D.C. with Stand With Crypto. We're doing our own court case to get case law created. We're also supporting these legislative efforts in Congress. Around utility, we're building a lot of this stuff natively into our own products, right?\nSo just try to make all these things enterprise identity and just make it easier to easier to use, how people interface with Layer 2 solutions as well. So I think Coinbase is really the only company in the world that has the trust and the scale internationally and the expertise around crypto to actually make this happen. And that's a really important thing that we can go do.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nNext question. Recent enforcement actions remain top of mind for many shareholders. To that end, can you give an update on the litigation process with the SEC? What are the key issues at stake? And how should we think about the time line and milestones from here? Paul?\n\nPaul Grewal\n\nChief Legal Officer & Corporate Secretary\n\nThanks, Anil. Well, with respect to the litigation with the SEC, I want to be very clear, we do think we can win. We expect to win. But it's important to understand that our goal across not just the litigation but all of our efforts engaging with the SEC and engaging with the U.S. government as a whole is to achieve regulatory clarity to protect consumers, promote innovation and essentially establish clear rules of the road that everyone can understand and follow.\nWe think that's how we all win regardless of the outcome of any particular case. And that's why while we are focused on the enforcement action, we are also focused on legislation and other efforts that may provide the clarity that I speak of. Now the reason why we are so focused on pushing for regulatory clarity here in the U.S. is that at present, under the status quo, we have very conflicting messages about what the law provides, especially considering that many of these laws were written well before the Internet even existed.\nTake, for example, conflicting statements from the Chair of the SEC and the Chair of the CFTC on whether Ethereum is the security. consider the fact that the Chair of the SEC has taken very different positions in just the last 2 years about whether or not there are even regulatory authorities that apply to cryptocurrency exchanges like Coinbase. So the outcome in any particular case. It's clarity that we ultimately define as winning.\nNow let me talk a bit about the case. Obviously, we are disappointed that despite our good faith efforts and our efforts to be as transparent as possible with the commission and with the markets as a whole, the SEC did choose to bring an enforcement action against us earlier this summer. And in response to that, we are pushing and hard and making the same point that we have made throughout this entire challenge.\nNumber one, the Coinbase does not list securities on its platform. We have a lot of confidence in that because of rigorous asset review process that we've undertaken. Number two, that the SEC lacks any authority to regulate digital asset exchanges, exactly in the way in which acknowledged when he testified the Congress to that effect in May of 2021. And third, that when the SEC declared our registration statement effective in April of 2021, a month earlier, it never suggested whatsoever that there was any requirement to register. So what happens next?\nWell, tomorrow, as it turns out, in our case in the Southern New York, we will be moving the court for an order dismissing the case in its entirety. And we're going to be submitting a brief to that effect, which lays out all of our arguments for the court consideration, which we expected to be fully submitted and taking under consideration at the end of October. We have full confidence in the arguments we're making to the court. We're certainly grateful for the opportunity the court has provided us to be heard early in the case after we've been working so hard and so long for clarity.\nRegardless, again, of any particular outcome on any motion or any court case, clarity itself is the goal. That's how we define winning, and that could come either through a court decision or legislation passed by Congress.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nThanks, Paul. Our next question is, how does Coinbase plan to derive revenue directly or indirectly from the upcoming Base L2 platform? Does this hurt trading volumes by encouraging more users to go on-chain away from Coinbase? Brian?\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO\n\nYes, I can take this one. So first, I just want to correct a misconception in the question itself. So the question asked, will more users go on-chain away from Coinbase? Coinbase is fully embracing on-chain. And actually, I think it's going to be the easiest way to access everything you want to do on-chain. This is actually nothing new. It's been that way for a long time. Even 10 years ago when Coinbase was live, we allow people -- when you're sending and receiving transactions, for instance, those would happen on-chain when you sent on and off the platform.\nAnd in more recent years, we've allowed people to access decentralized exchanges, various smart contract protocols through Coinbase Wallet and we've made that easier and easier in the main retail app as well. So just to be clear, we want Coinbase to be the easiest way to access everything on-chain. We think on-chain is a very important part of where this industry is going. And people are going to do that with Coinbase. So those are not contradictory items.\nNow I think the heart of the question really asks about how we're going to monetize directly and indirectly Base, which is our Layer 2 solution. And just a quick background, everybody is not fully aware today, blockchains transactions are happening on what's called Layer 1. And they tend to be a little bit -- they take longer to confirm. There's a little bit of a higher transaction fee and so. The industry has been working for a long time and how to make that more scalable, how to make it lower cost, how to make it easier for developers to build on what's called Layer 2.\nIt's kind of like, again, the Internet moving from dial-up to broadband. So Coinbase has tried to help this happen as a company in the space, driving innovation. And on top of the Optimism stack, which is one of the Layer 2 protocols, we've launched our own Layer 2 solution called Base, which is being decentralized over time. And a lot of developer interest has happened, and there's a lot of activities we're doing around that.\nSo how will we monetize it? Well, the short answer is that Base will be monetized through what are called sequencer fees. These are -- sequencer fees can be earned when any transaction is executed on Base and basically, Coinbase can run one of these sequencers as others can over time.\nNow indirectly, it helps us monetize as well because it helps us grow the size of the pie. It helps us grow the ecosystem. Again, it comes back to these Internet analogies. But if we can make the utility that much better, the payments faster and cheaper globally, more and more people will use crypto every day, and that's how indirectly, it will just help our business grow. So I'll leave it there.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nThanks, Brian. Okay. We'll take one more before jumping into live questions. So question from a shareholder based on some recent news, how will Coinbase generate revenue from its custody of the upcoming spot ETFs. Emilie?\n\nEmilie M. Choi\n\nPresident & COO, Coinbase Global, Inc.\n\nSure. Well, we're proud to be on this journey with some of the world's most trusted financial leaders. The primary way that we'll monetize in the near term is via AUCCs. And then down the line, we think there's a good deal of ancillary revenue that we can generate from things like settlement and other services. The reason we're excited is that this really should expand the pie and create positive impacts for the space.\nIt should broaden our reach and we'll bring new people and institutions into the crypto economy. Should these applications get approved, it should broaden the reach of the asset class that some of the biggest institutions in the world seek to gain exposure to Bitcoin and eventually to other crypto assets for the very first time. It will generally create more legitimacy of the asset class.\nETF should also increase liquidity and market stability as we've seen with other asset classes, and it increases revenue opportunities for many industry participants are self included. We're proud that Coinbase is at the center of applications. And as you know, these institutions have rigorous diligence processes. We've been selected by many of the high-quality applicants because of the capabilities and brand we've built.\nETF applicants have selected Coinbase due to our compliance pedigree, customer trust and scale. So how does Coinbase add economic value to these ETFs and their issuers? We offer, first and foremost, secure crypto custody. And over the longer term, we'll explore ways to drive monetization via settlement, advanced trading and API reporting. We're also entering into bilateral surveillance sharing agreements with major ETF listing exchanges, including the NASDAQ and\nWe're definitely in the early innings, and it's important to note that these products are still going through the registration and approval process. So I just want to emphasize that while the whole opportunity is exciting and has the potential to expand crypto adoption, there's a lot of work to be done before the ETFs are even approved and available, but the future is very exciting.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nOkay. Thanks, Emilie. To me, let's open it up and take questions from the analysts."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2e8fa25f83c53eb4df15b87a5c6221a7",
    "period": "2023 Q1",
    "content": "Q1 2023 Coinbase Global Inc Earnings Call\n\nQ1 2023 Coinbase Global Inc Earnings Call\n\nCOINNASDAQMAY 4, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Christie, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase First Quarter 2023 Earnings Call. [Operator Instructions] I would now like to turn the call over to Anil Gupta, Vice President, Investor Relations. You may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nThank you. Good afternoon, and welcome to the Coinbase First Quarter 2023 Earnings Call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; Emilie Choi, President and COO; Alesia Haas, CFO; and Paul Grewal, Chief Legal Officer. I hope you've all had the opportunity to read our shareholder letter, which was published on our Investor Relations website earlier today. .\nBefore we get started, I'd like to remind you that during today's call, we may make forward-looking statements. Actual results may vary materially from today's statements. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings.\nOur discussion today will also include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures are provided in the shareholder letter on our Investor Relations website. Non-GAAP financial measures should be considered in addition to, not as a substitute for GAAP measures. We are once again using the Say Technologies platform to enable our shareholders to post questions. In addition, we will take some live questions from our research analysts. So with that, I'll turn it over to Brian and Alicia for opening comments.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO\n\nThanks, Anil. So I think it's always helpful to zoom out and remind everyone why Coinbase exists with our mission and vision. And our mission at Coinbase is to increase economic freedom in the world. We think crypto is the most important technology out there to do that. So many people today, they're still thinking about crypto as an asset class that people like to trade, and that certainly is part of it. But it's actually a technology that can be used to update many different aspects of the financial system.\nAnd we think that's really important because 80% of Americans believe the financial system doesn't work for them. They see issues with it. They see that it's too slow. It's too expensive. There isn't equal access for everyone. And that's not really surprising. A lot of the traditional financial system is running on outdated code with laws that, in some cases, are 100 years old. So crypto can help improve this. It can help make payments fast and cheap and global like sending an e-mail. It can improve settlement times, it can reduce fees. It can even tokenize different asset classes to make markets more efficient and help with nonfinancial use cases like decentralized identity or [ voting ] and new types of ways for artists to monetize their content.\nSo if you think of crypto as the technology to update the financial system, it's also kind of the next generation of the Internet, if you will, what people are calling Web3. And Coinbase has a very important role to play here where people's primary financial account in the crypto economy, making it trusted and easy to use, and we're going to hopefully help bring the power of this technology to eventually 1 billion or more people someday. So with that background, I just want to touch on 2 areas that are most relevant for Q1.\nThe first one is going to be about how we've shifted the business to operate more efficiently in this down market by driving positive adjusted EBITDA in Q1. And secondly, we're going to talk about how we've had a really impressive pace of product innovation, again, even in this down market, operating in a more lean environment. So let's talk about operating more efficiently. Q1 marked a real turning point in our financial performance. Revenue was up and costs were down. So net revenue increased 22% quarter-over-quarter, while we decreased total operating expenses 24% quarter-over-quarter. The net result of this is that we had positive adjusted EBITDA in Q1. We're better positioned at Coinbase to generate adjusted EBITDA in all market conditions as I mentioned on our last earnings call.\nAnd to cut the expenses 24% quarter-over-quarter, we had to take a close look at every investment we're making, every vendor we work with, every dollar that goes out the door and frankly, even every headcount in the company. And we ask ourselves how can we do more with less to be a more efficient company. We conducted a reduction in force in January. We reduced costs substantially from our top 5 vendors by rebuilding parts of our technology stack to do things like optimizing data storage and CPU utilization in the cloud.\nWe also reduced our real estate footprint to achieve additional savings. And just in general, took a much scrappier approach with more nimble teams. All of this, of course, we continue to have a strong balance sheet of $5.3 billion of USD resources. And with this more nimbler, efficient team, we've still been able to ship an incredible amount of product. So that's my second topic here. Let's talk about how we've been continuing to drive product innovation in the crypto space.\nWe have a more nimble team, and we're also in a bit of a down market in crypto. And I've said this in the past that actually I think down markets are the best time to do the building of new things. Because in the upmarket, things seem to be growing so fast that we often have to focus most of our time on scaling. And so we've gotten a chance to build a lot of great stuff even as we've become more efficient and. Some recent examples of that just in the last week, we launched our International Exchange, which helps us get into the derivative space. We acquired One River Asset Management, which helps us get into the asset management business.\nI think this could be a really interesting source of subscription and services revenue over time. We launched our [ Base Layer 2 ] solution which is a really important way for us to help scale blockchain. This is going to be one of the most important ways we unlock the next wave of crypto adoption. And we launched something called wallet-as-a-service, which is an important part of our Coinbase offering. It helps any business out there integrate crypto custody into their services.\nSo just zooming out, crypto, obviously, go through many up and down cycles, but the best companies in the world, including the most trusted brands like Coinbase, they tend to get stronger in down markets. This is the fourth crypto cycle that Coinbase has been through, and we've emerged stronger after each one of them. So I think we've built a really resilient business here. We've diversified our revenue stream away from trading fees, and we're in a really strong financial position with positive adjusted EBITDA in Q1.\nWith that, let me turn it over to Alesia to discuss our financial details -- our financial results in more detail.\n\nAlesia Jeanne Haas\n\nExecutive Officer, Och-Ziff Capital Management Group LLC\n\nThanks, Brian. I'm going to start with our market conditions and the trading volume in the quarter. Average crypto market cap increased 16% quarter-over-quarter. Meanwhile, crypto asset volatility increased 8% quarter-over-quarter. And it's important to note that crypto asset volatility remained at multiyear lows. Consumer trading volume grew in line with the overall U.S. spot market [ and ] 5% quarter-over-quarter. .\nAnd on the institutional side, trading volume was roughly flat, and we made an intentional trade-off to focus on revenue over market share by removing some discounts, and I'll talk about those in a minute. We're really happy to show that trading volume through our prime application reached record volumes in the first quarter. Against this backdrop, we generated $736 million in net revenue, a 22% quarter-over-quarter increase, and we saw revenue growth across the board.\nTransaction revenues increased 16% quarter-over-quarter to $375 million. Consumer revenue grew 14% quarter-over-quarter, and we grew trading volume in fiat to crypto faster than the market. Fiat to crypto is the market where we are strongest, and it's also the market where the majority of revenue is generated in the spot market. Institutional revenue grew 67% quarter-over-quarter, and this was driven by our decision to roll back aspects of our discounted pricing for certain market maker clients. Again, this is an intentional trade-off on our part.\nSubscription and services revenue grew 28% quarter-over-quarter to $362 million, which exceeded the high end of our outlook range. This strong increase was driven by a growth in market cap, notably with Bitcoin and Ethereum prices in the quarter, and this contributed better-than-expected revenue, particularly across staking and custody. We also saw growth in interest income, in particular, our USDC revenue, which was driven by higher interest rates.\nSwitching to the expense side. As Brian shared, total operating expenses declined 24% quarter-over-quarter to $896 million. This is the lowest level of expense we've seen since Q1 of 2021. Included in this number includes $144 million of onetime restructuring charges related to our January headcount reduction. When I look at recurring operating expense, including technology and development, general and administrative and sales and marketing, fees would have collectively declined 37% quarter-over-quarter.\nLastly, it's important for me to note, stock-based compensation declined 54% quarter-over-quarter to $199 million. Combined, these results generated a net loss of $79 million and a return to positive adjusted EBITDA of $284 million. Brian shared that we ended the quarter with $5.3 billion of USD resources. I want to note that while corporate cash declined $172 million quarter-over-quarter, this spend included $204 million in onetime items, and we deployed $112 million towards our financing products. We saw inflows of custodial cash and crypto during the quarter, and we believe this is a direct result of our trusted brand and ongoing commitment to risk management.\nTo touch briefly on the bank failures in Q1, we maintained operational and risk excellence throughout the banking turbulence. We experienced no loss of corporate or customer funds, and we largely maintained business as usual operations. As of today, we replaced lost banking services, we've rebuilt our layers of redundancy and we've restored access to 24/7 instant settlement, which is a critical infrastructure component to our market maker clients.\nNext and last, I want to turn to our outlook for Q2. Crypto market cap and asset volatility have diverged in Q2 compared to Q1. In April, we've seen average capital market cap up 17%, while volatility was down 25%. This market dynamic is reflected in our April transaction revenue, which is approximately $110 million. Again, I need to caution investors to not extrapolate these results. We here at Coinbase continue to run scenarios where crypto market cap could increase, decrease or remain flat from these levels.\nSo I want to shift and talk about the more predictable elements of our business. We expect subscription and services revenue in Q2 to be around $300 million. This decline is largely driven by USDC market cap which fell 23% in April from the Q1 average levels directly correlated with the banking crisis. For Q2, we anticipate technology and development and general and administrative expenses will be between $600 million and $650 million and that sales and marketing will be between $80 million and $90 million. We expect higher general and administrative expenses due to higher legal expenses and a short-term increase in our rent expense associated with the lease termination.\nWe also expect some seasonal spend associated with our NBA partnership to increase our sales and marketing for the quarter. We don't anticipate any meaningful changes to our headcount. Overall, I just want to repeat what Brian said that Q1 marked a real turning point in our effort to operate a more efficient company. We're controlling what we can control and are really pleased with our execution and financial results. Anil, back to you for Q&A.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nGreat. Thank you both. So with that, we'll turn to shareholder questions. We're taking the most uploaded questions as determined by the number of shares, and we might combine some questions that touch on the same themes."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8e47fdca19692935e2e5469cfac4967d",
    "period": "2022 Q4",
    "content": "Q4 2022 Coinbase Global Inc Earnings Call\n\nQ4 2022 Coinbase Global Inc Earnings Call\n\nCOINNASDAQFEB 21, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Paula, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase Fourth Quarter and Full Year 2022 Earnings Call. (Operator Instructions)\nAnil Gupta, Vice President, Investor Relations, you may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nGood afternoon, and welcome to the Coinbase Fourth Quarter and Full Year '22 Earnings Call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; Emilie Choi, President and COO; Alesia Haas, CFO; and because regulatory questions may be top of mind, Paul Grewal, Chief Legal Officer, is also joining today.\nI hope you've all had the opportunity to read our shareholder letter, which was published on our Investor Relations website earlier today.\nBefore we get started, I'd like to remind you that during today's call, we may make forward-looking statements. Actual results may vary materially from today's statements. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings.\nOur discussion today will include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures are provided in our shareholder letter and on our Investor Relations website. Non-GAAP financial measures should be considered in addition to, not as a substitute for, GAAP measures.\nWe are once again using Say Technologies to enable our shareholders to post questions. And in addition to that, we will be taking some live questions from our research analysts.\nSo with that, I'll turn it over to Brian and Alesia for opening comments.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO, Coinbase Global, Inc.\n\nThanks, Anil. So I want to touch on 3 themes in my opening comments. The first one is going to be about how we're reducing our OpEx to operate more efficiently and better generate EBITDA in the future. The second theme is going to be about the recurrent regulatory environment. And the third theme is going to be about where we are in this crypto cycle.\nSo let's start with our reductions in OpEx. When Coinbase went public, our goal was to operate at roughly breakeven across crypto cycles, but the market has changed, and so we're evolving along with that. We're now evolving the business with a goal to generate adjusted EBITDA in all market conditions. In January, we further reduced head count by 20%. This follows the head count reduction of 18% we did last year in June. We've also worked hard to reduce the amount of dilution we're taking from stock-based compensation and adjusted our compensation policy across a number of dimensions. Our total dilution since going public in April of 2021 has been about 5%. These changes will ensure that we continue to manage dilution going forward.\nNow parting ways with colleagues and changes to compensation are never easy, but I think this is helping us be a more efficient company as a result, and it positions us to better weather this downturn with a very healthy balance sheet and continue investing in the future so we can be the global leader in the crypto space.\nI was also really glad to see that our subscription and services revenue grew 53% year-over-year to $792 million in 2022. This was a major downturn in crypto, of course, from 2021 to 2022. And I think this really shows that our strategy of becoming an all-weather crypto company is paying off with more predictable revenue streams.\nSo next, I want to talk about the regulatory environment that we're currently in. In the wake of FTX and other crypto company failures, we've seen increased regulatory scrutiny, of course. But let me be very clear, I believe this is a good thing for the space and that it will ultimately benefit Coinbase. It's really easy to look at the headlines and assume that increased regulatory activity is bad for crypto, but I really don't agree with that. There's many legitimate companies in the crypto space, like Coinbase, and those of us which prioritize trust and compliance from the beginning, I believe, will be beneficiaries.\nThis really goes back to the founding of Coinbase more than 10 years ago. And when I started the company, I really decided that this was going to be a compliance-focused company. We were going to do things the right way even if it was more difficult. And I knew that there were going to be companies that would come in and try to cut corners. They might even grow really quickly because it's easier to move fast when you don't have to follow the rules. But they would inevitably come crashing down because regulators don't always act quickly, but they do eventually act.\nWe decided to do things the hard way, playing the long-term game and built a very different company over the last 10 years. In many cases, we actually proactively put in place appropriate controls before they were even required, anticipating that this greater regulatory clarity would be coming. So I think we're really well positioned in this type of environment and how things are changing. And we need more clarity in the United States around regulation, and we probably need new legislation at some point, but I'll talk about that a little bit later.\nSo third, let's talk about where we are in this crypto cycle. Now I think it's important to always look at the fundamental indicators that we have and try to separate out the signal from the noise and the negative headlines. The narrative in crypto tends to flip every 2 years. It's either irrational exuberance or despair. Neither one is true at any given time, but we're in one of those despair phases right now. And that also means there's an opportunity for builders who are focused in this space like Coinbase.\nSo if you take where we are now or in 2022 and compare that to just 2 years ago, you kind of have to look over at least the prior cycle. You can't just look at what happened in the last year or the last quarter. So the Bitcoin price in January of 2023 is up 80% compared to the average price in 2020. The number of software developers who work in crypto has doubled since 2020, and that's a great predictor, I think, of where the future is going.\nThe number of major brands who've started integrating Web3 and NFT technology is totally different, Starbucks, Adidas, Nike, Coca-Cola and social media platforms like Instagram, Twitter and Reddit. These are all integrating crypto services into their products, and customers who use those things are going to need a wallet, a crypto wallet. That's where Coinbase comes in.\nWe even come a long way on the regulatory side. Outside the U.S., just about every major financial hub is vying to be the leader in Web3. We've seen a comprehensive crypto legislation get passed in the EU with MiCA. Even the U.K., Hong Kong, Japan, Brazil are all making very positive steps toward comprehensive crypto legislation. And I think we'll even get that in the U.S. eventually.\nSo in short, we remain incredibly bullish on this technology, in this industry. We're operating more efficiently at this new size. We believe that we will be in a net beneficiary of increased regulatory clarity. And of course, ultimately, we've got to keep driving the utility of crypto, improving our products, driving more and more use cases so that 1 billion or more people can benefit from this technology, and we can increase economic freedom in the world.\nSo with that, let me turn it over to Alesia to talk about our financial results.\n\nAlesia Jeanne Haas\n\nCFO, Coinbase Global, Inc.\n\nThanks, Brian. First, I'm going to recap our Q4 results. Our fourth quarter net revenue increased 5% quarter-over-quarter to $605 million. This was driven by strong growth in our subscription and services revenues. In terms of transaction revenue first, we gained trading volume market share. Our trading volume did decline 9% quarter-over-quarter, but it outperformed the total crypto spot market, which saw a 21% volume decline quarter-over-quarter. As a result, our total transaction revenue declined 12% to $322 million. In contrast, subscription services grew 34% quarter-over-quarter to $283 million. This was largely driven by our participation in the USTC program, which was supported by the growth in interest rates in Q4.\nOur total operating expenses increased 3% quarter-over-quarter to $1.2 billion, which was consistent with the outlook we provided. There are 3 factors that contributed to this slight increase in spend. First, we had higher seasonal marketing spend. Second, we saw a timing of certain SEC awards increased the cost quarter-over-quarter. And third, we had a $50 million settlement with the New York DFS. Absent this settlement, expenses would have been down about 1% quarter-over-quarter.\nI want to zoom out now and look at the full year of 2022. Our adjusted EBITDA was negative $371 million in 2022, well within the $500 million lost guardrail we provided for in February of 2022 about a year ago. This included negative $124 million of adjusted EBITDA in Q4. I want to note, while this was slightly lower in Q3, our revenue improved quarter-over-quarter, and our recurring expenses, excluding the impact of the DFS settlement, were lower quarter-over-quarter. So the primary reason EBITDA was lower in Q4 was due to a foreign exchange loss that we experienced in Q2 that was not fully realized until Q4.\nI want to shift gears now towards our outlook. Crypto markets have improved so far into Q1 as compared to Q4. Crypto market cap is up 40% year-to-date through February 17. Crypto asset volatility is 5% higher over the same time period. As a result, we generated $120 million of transaction revenue in January 2023. I cannot underscore this enough. We caution investors to not extrapolate these results forward. We all need to keep in mind last year's experience of how quickly markets can evolve. They evolved quickly between Q4 and Q1, and they have the potential to evolve again. And we are mindful the industry dynamics across multiple dimensions remain in flux.\nIn that spirit, we've updated our outlook approach for 2023. Our outlook is reflecting what we believe are the most stable and predictable elements of our business, specifically subscription and services revenue and expenses, and we're now providing 1 quarter of outlook. With that, we expect Q1 subscription and services revenue to be between $300 million and $325 million.\nAs Brian mentioned, we are focused on cost management and operating with discipline. That means we're more rigorously assessing our product market fit, we're taking a scrappier approach to investments, and we're getting back to smaller team sizes.\nFor Q1, we anticipate technology and development and general and administrative expenses, together, will be between $625 million and $675 million. And that sales and marketing will be between $60 million and $70 million. When totaling these OpEx categories, this represents a more than 30% reduction in Q1 compared to the Q4 reported results. If you back out the $50 million settlement from Q4, we have reduced recurring expenses by more than 25% quarter-over-quarter.\nEmbedded in that expense outlook is an expectation of $250 million of stock-based compensation in Q1. This compares to $431 million of stock-based compensation expense in Q4. So we've brought that down by more than $200 million quarter-over-quarter. Separately, our outlook includes approximately $150 million for restructuring expenses associated with our January headcount reduction.\nOverall, our goal for 2023 is to improve adjusted EBITDA in absolute dollar terms versus full year 2022. And we believe our cost reduction efforts position us to do so. As we look forward, we don't expect to meaningfully increase our head count, which is one of our largest expense drivers, compared to our Q1 levels, which we anticipate to be around 3,650 people.\nAll right. Before we go to Q&A, I want to briefly give some context around some updates you're going to see in our 10-K that we filed this afternoon. Following the events of 2022, which included failures and other situations of financial distress at certain crypto companies like FTX, the SEC has issued a new guidance in December on expected disclosures for public companies like ours that are crypto market participants.\nWhile we already disclosed much about what's outlined in the guidance, we did make some additional disclosures this quarter. So you will see an expanded discussion of how the 2022 events have impacted Coinbase, how similar events could impact our company. We've expanded disclosures of our lending activities, counterparty risk and the interconnectedness we have with other market participants. Accordingly, you'll see updates on our business section, MD&A and risk factors. These are in direct response to the new guidance. The full letter can be found on the website.\nSo with that, I think we can turn to questions. Anil?"
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/08f9633af557751e90c9273ffccdcd39",
    "period": "2022 Q3",
    "content": "Q3 2022 Coinbase Global Inc Earnings Call\n\nQ3 2022 Coinbase Global Inc Earnings Call\n\nCOINNASDAQNOV 3, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Abby, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase Third Quarter 2022 Earnings Call. (Operator Instructions) Thank you. Anil Gupta, Vice President, Investor Relations, you may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nGood afternoon, and welcome to the Coinbase Third Quarter 2022 Earnings Call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; Emilie Choi, President and COO; and Alesia Haas, CFO. I hope you've all had the opportunity to read our shareholder letter, which was published on our Investor Relations website earlier today.\nBefore we get started, I'd like to remind you that during today's call, we may make forward-looking statements. Actual results may vary materially from today's statements. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings.\nOur discussion today will also include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures are provided in our shareholder letter on our IR website. Non-GAAP financial measures should be considered in addition to, not as a substitute for GAAP measures. We are once again using Safe technologies to enable our shareholders to post questions. And in addition, we'll take some questions from our research analysts.\nWith that, I'll turn it over to Brian and Alesia for opening comments.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO, Coinbase Global, Inc.\n\nThanks, Anil. All right. So as I look back at the quarter, obviously, there were some macro headwinds just the macro environment being down, and that ties directly into our trading revenue. But I was really excited to see the growth in our subscription and services revenue. This is something where, 3-plus years ago, we started planting the seeds of building some of these different product lines with different revenue streams. And we've really started to see that come to fruition, which means the portfolio of products that Coinbase has and works on has started to provide less volatility for the parent company revenue overall. We still have a long ways to go on that, but it's a great trend and it's moving in the right direction.\nSo I just wanted to touch on a few topics. One is I want to touch on our move to a product group structure in the company that I think will help us move even faster. And then I'm going to touch on the regulatory environment, and I'll end by sharing a few thoughts about how we're going to continue to lead in this environment.\nAll right. So you may have read the news that our Chief Product Officer is going to be leaving the company. And this kind of accelerated the change that we had been thinking about for a little while, which was the idea of elevating our product group leaders in the org. And so we decided to make that change, and they're now going to be reporting directly to me. It'll be on the executive team.\nAnd we really have 3 different customer segments that Coinbase serves, so the product groups cleanly break down across those 3 customer segments. We've got consumers, institutions and developers. Now we're going to have a fourth product group, which we're calling platform, and this product group is there to build the shared components across the different product groups that all of our products use, for instance, connecting into the different blockchains out there, generating transactions, storing crypto, things like that.\nSo I'm really excited about this change for a few reasons. I think that we're a big enough company now where we want to have more autonomy and P&L ownership for each of the different product group leaders. We want to give them the ability to move quickly and nimbly pushing down decision-making in the org, having them operate a little bit like 3 different startups within our larger company. And I'm really excited to see what the leaders of each of those product groups can do, and we have some really incredible talent, some rising stars in the company, and we're giving them more ownership here, which I think will drive our efficiency upscale, which is a -- by the way, I put out a blog post earlier this year, how we're going to operate efficiently upscale. It's probably good to go back and look at that, too.\nSo let me just touch on the regulatory environment as well because, of course, the regulatory environment, I think, is one of the biggest unlocks that we're going to have in terms of growing this industry and perhaps even getting the prices to go back up in the right direction. By the way, there's an opportunity at some point for the crypto prices to potentially decouple, I think, from the broader macro environment. And we don't know if that'll happen, but I think it's one of the possibilities. And regulatory clarity is one of the things that could help kick that off.\nSo just generally, if I look at the whole world because, of course, we're engaging with policymakers all over the world, the G20 with the exception of China has actually been generally positive moving towards regulatory clarity. Whether it's in Europe or in Hong Kong or in Australia or Brazil, we're seeing regulatory clarity emerge around the globe, and that's really exciting and positive.\nThe U.S., I would say, is a little bit behind, but it's also moving in a positive direction. There's a bill going through Congress called the Stabenow-Boozman Bill or simultaneously, it's being referred to as the DCCPA, the Digital Currency Consumer Protection Act. And this is a really positive development overall. It gives spot market authority to the CFTC. It helps clarify the regulatory environment for centralized exchanges and custodians, which, of course, is the primary thing that we do. And it clarifies some of the regulation around stable coins, which is also good.\nNow there's also part of the language in the bill that we're going back and forth with policymakers, helping provide input and draft some of this is around DeFi. And look, I think that DeFi and self-custodial wallets are a super important part of where crypto is going. When you hear about Web3 and decentralized apps or Dapps and DeFi itself, these are really essential to have the ability for new companies and participants to go build these protocols and really give access to these tools to people all over the world, including the 1.7 billion people in [roles] who don't have access to any bank account or financial services today.\nSo we'd like to see DeFi preserved and the innovation potential of that preserved. I really think in this Stabenow-Boozman Bill, everybody can basically agree that centralized exchanges and custodians should be regulated and my ideal world, I think we would really just focus the bill on that plus stable coins and just take the win. There's a lot of good work to do for the industry and regulation. We can come back to DeFi later. But if DeFi needs to be included in somehow, maybe there's a way to sort of create further study and not necessarily opine on something so early in that bill.\nSo anyway, we're very excited to see that bill make its way through Congress. It has bipartisan support. I think it would be a great change actually to the current environment in the U.S. where, unfortunately, we're seeing this kind of regulation by enforcement from the SEC. And I do think that's creating a chilling effect on the U.S. market. It's harming U.S. investors in the sense that it's encouraging them to go to offshore exchanges that are less regulated or not regulated. And we'd like to see that change in the U.S. and for there to be regulatory clarity so that the U.S. can continue to be a leader in this space.\nAs we're working on all these policy efforts, we're also not just sitting back idly. We're going to continue to build and innovate across all of our product suites. And it's going to continue to make us think about how we're making investments internationally because, of course, our mission is to increase economic freedom for the world, and there's various jurisdictions around the world that are a little further ahead on the regulatory clarity or they're even trying to attract crypto businesses there, building something where people can serve the rest of the world. And so we have to think about all of that at the same time as we help these policy efforts come to fruition in countries around the world.\nSo yes, just in this down environment, the down market, I should say, I'm actually really excited and energized. We've been through 4 crypto cycles in the last 10 years at Coinbase. And it's kind of funny. I actually enjoy the down cycles a little bit more. In up cycles, there's tons of scaling efforts that has to happen, and a lot of people rush into crypto for sometimes the wrong reasons. In the down markets, you get to focus on building and everyone's there who's a true believer and a true builder. And that's no different in this case.\nThere's a ton of innovation happening. There's still a ton of institutions signing up, kind of getting ready to take advantage when this market we find the bottom of the macro environment. And Coinbase is going to continue to lead in this environment doing what we've always done in the sense that we're taking a very trusted and compliant approach globally. We're not trying to cut any corners or move too fast. We're trying to do the right thing for the long term even if it's more difficult in the short term. I think that will pay off for us.\nWe're also leaning into all the variety of different use cases that are emerging in the crypto economy. We're leaning into Web3 usage, building a lot of this functionality natively into our app. Trading is great, and it's been a big source of revenue for us. It will continue to be in the future. But we also want to support all of the use cases in crypto, not just trading so that the crypto economy can really come to fruition, and that will be a diversity of different revenue streams that come into our platform.\nWe're trying to make crypto easier to use, and that's how we're going to get 1 billion people and eventually half the world onto using crypto and benefiting from it. So I think Coinbase has been a leader in terms of ease of use and design. And of course, we have -- we're one of the companies that have a portfolio of different products. And so this is great. Our customers love it. They can just sign up once, but anything they want to do with crypto, it's easy. They already have their crypto stored with us. It's just one more click to buy an NFT or a stake and earn yield on their crypto. And so the portfolio of products that we've created, I think, is unmatched in the industry, and we'll continue to build that out.\nSo with that, let me turn it over to Alesia, who's going to go through our Q3 numbers.\n\nAlesia Jeanne Haas\n\nCFO, Coinbase Global, Inc.\n\nThanks, Brian. I'm just going to quickly recap a few key financial highlights in the quarter. Our results are covered in great detail and at length in our shareholder letter. So while our net revenue did decline sequentially to $576 million, our net loss and adjusted EBITDA both improved sequentially to negative $545 million and negative $116 million, respectively. And we think this really speaks to the cost management efforts that we took in Q3.\nOur trading volume declined 44% sequentially driven by ongoing headwinds that we discussed in our letter. Our MTUs declined 6% to 8.5 million as user behaviors continue to shift from trading to non-trading transactions. And our users are increasingly engaging in staking and reward-generating products amid this [now] reduction in prices and lower crypto price volatility.\nWe are so pleased, and Brian alluded to this earlier, that our subscription services revenue grew 43% sequentially to $211 million. And importantly, if we hold price constant, so if Q3 prices were the same price they were in Q2, that would have grown 82%. The biggest contributor within this line item is interest income, which is benefiting from the rising interest rate environment.\nWe took very decisive action on costs, and we were able to reduce our operating expenses by 38% sequentially or 22% when you back out the impact of noncash impairment charges on our crypto assets. We are actively updating and evaluating our scenario plans and prepare to reduce operating expenses further if market conditions worsen. We ended the quarter with $5.6 billion in total U.S. dollar resources. In addition, we held a portfolio of $483 million in crypto assets. And combined, we believe this puts us in a strong position to manage through these market headwinds we face.\nSo just in closing, I want to touch on our outlook. For 2022, for full year 2022, we remain cautiously optimistic that we will be able to operate within the $500 million adjusted EBITDA lost guardrail that we previously communicated. This is assuming the market cap doesn't go down and to deteriorate meaningfully below October, and we don't see any changes in the customer behaviors.\nAs we approach 2023 planning, we're currently preparing with a conservative bias and assuming the current macroeconomic headwinds will persist and potentially intensify. We are not providing a quantitative outlook yet at this time.\nSo to conclude, we feel confident that we're in a good position to manage through the stress market and will emerge stronger on the other side. So with that, let's go to questions, Anil."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/da6bea2dd2d0b7f9c5abfc53928bc403",
    "period": "2022 Q2",
    "content": "Q2 2022 Coinbase Global Inc Earnings Call\n\nQ2 2022 Coinbase Global Inc Earnings Call\n\nCOINNASDAQAUG 9, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Sarah, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase Second Quarter 2022 Earnings Call. (Operator Instructions) Anil Gupta, Vice President, Investor Relations, you may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nThank you. Good afternoon, and welcome to the Coinbase Second Quarter 2022 Earnings Call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; and Emilie Choi, President and COO; and Alesia Haas, CFO. I hope you've all had the opportunity to read our shareholder letter, which was published on our IR site earlier today.\nBefore we get started, I'd like to remind you that during today's call, we may make forward-looking statements. Actual results may vary materially from today's statements. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings.\nOur discussion today will include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures are provided in the shareholder letter on our IR website. Non-GAAP financial measures should be considered in addition to, not as a substitute for, GAAP measures.\nWe are once again using the Say Technologies platform to enable our shareholders to post questions. And in addition, we will take some live questions from our research analysts. Before that, I'll turn it over to Brian and Alesia for some opening comments. Brian?\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO, Coinbase Global, Inc.\n\nThanks, Anil. All right. So for the opening comments, I'd like to touch on 3 topics. The first is looking at crypto asset cycles broadly and where we are in this one. The second topic is going to be about our product momentum and how we're winning in this environment. And the third is about the regulatory landscape. So let's start by talking about these crypto asset price cycles.\nSo there's a phrase that we say often internally at Coinbase. It's never as good as it seems, and it's never as bad as it seems. And we say that and we learn the truth of it every crypto cycle that we go through. We've actually -- this is probably our fourth crypto cycle that we've gone through. And they always seem a little bit scary, especially if people haven't gone through them before, and this is our first one as a public company. There's lots of things like Terra Luna collapse, and there's contagion with things like Three Arrows and Voyager and Celsius, although none of these things had any impact on Coinbase. But we've seen this all before.\nAnd so what do we do in down cycles at Coinbase? Well, first of all, we keep building. And so in up cycles, it's -- we're usually growing and we have to focus a lot on scaling. And so in down cycles, it's actually kind of a breath of fresh air. We get to go back and focus on paying down tech debt, doing innovation in our products, growing our existing products. And so it's been kind of nice to get back to that and keep focusing on building great products for customers.\nThe other big thing we do is we focus on managing expenses closely to make sure that we can outlast any kind of down cycle. And we intentionally raised capital in 2021 to ensure that we had a really strong balance sheet going into this downturn, which has been great. We also historically have seen casual competitors take a step back in down markets, and that's been to our benefit over time. Sometimes there's interesting M&A opportunities that arise and things like that. And then every prior cycle has landed higher than the previous one due to the innovations that got built during those downturns. And so I think it's really important to kind of zoom out and look at the performance of Coinbase across these cycles.\nAnd so one thing we put in the earnings letter was just looking back over the last 2 years, if you compare our results to Q2 of 2020, of course, we had COVID in there as well, but I think looking over crypto cycle is important. Our verified users have nearly tripled in that time frame. Our monthly transacting users have grown 6x. Our total quarterly trading volume has increased 8x. Our assets on platform has increased nearly 4x. So more than 2/3 of our MTUs are now engaging with multiple of our products. That number was just 20% 2 years ago. And our subscription and services revenue, which is more predictable, has contributed 18% to our total net revenue, which was only up 4% 2 years ago.\nSo you have to really remember that crypto is not linear. Any given quarter could be up or down or even any given year. But if you evaluate the business across price cycles, it tells a much different story. So that's a little bit about the price cycles. Let's jump to the second topic around our product momentum.\nSo Coinbase, in this period, is very focused on 5 product areas. The first one is our Coinbase retail app. This is the one that accounts for the majority of those 100 million or so verified users, and it's a large revenue generator for us. The second is Coinbase Prime, which is our prime brokerage product, serving institutions around the world, which has ended up doing very well. The third one is our staking business, which has also grown into a great source of subscription and services revenue and is growing nicely. The fourth one is Coinbase Cloud, our products for developers, which we believe will be an awesome business over time, similar to AWS or something like that, helping the thousands of start-ups out there and actually not just start-ups, established companies integrate crypto into their product with our suite of APIs. And the fifth one, the last one we call broadly Web 3, but this touches on a major future area of growth that we believe will materialize. And in products we have there with Coinbase Wallet, our self-custodial app, various protocols that we're working on and some things we'll touch on later.\nSo the goal of these products, of course, is to help 1 billion people access eventually the primary to access the open financial system and be the primary financial account for them. And we generally try to differentiate our products by making them the most trusted out there, the easiest to use and building 1 integrated suite of products so that if you sign up for your 1 Coinbase account and verify your identity, you connect your information, your bank -- your payment method and your crypto, you can then switch over and easily access any of our products. So there's a nice integration there into the suite.\nWe've had a number of really exciting product wins in the last quarter. You may have seen that we were selected by BlackRock and Meta as their partners as they develop their crypto offering. This is actually a really huge deal for a few reasons. BlackRock is the largest institutional asset manager in the world. It took several years of diligence to go through with them and close this deal. I think it really shows that Coinbase is situated uniquely to be the preferred partner to the largest companies in the world who want to integrate crypto into their offerings, which increasingly will be more and more of the Fortune 500, I believe, over time. And we're really the only reasonable choice for many of these companies as the most trusted platform and the first public company in crypto. So I think it shows that we can build not only a successful retail platform, but also close deals with the largest companies in the world so we can win across multiple customer segments.\nOur self-custodial wallet also had a number of wins this past quarter. We've been getting rave reviews that people believe it's now the most advanced self-custodial crypto wallet in the market. And I think our pace of product launches has really been accelerating in this period.\nSo lastly, I just want to touch on the regulatory environment. And I'll start with the recent SEC headlines, although we've been having great interactions with the CFTC and numerous regulators around the world. So in May, the SEC sent us a voluntary request for information, including for information about our asset listings process. But we do not yet know if this inquiry will become a formal investigation. As with all regulators around the world, we're committed to a productive discussion with the SEC around digital assets and securities regulation. And if this inquiry is an opportunity for that discussion, we welcome it.\nTuning out, we've been pleased to see the progress recently both in the U.S. and in countries around the world toward more clear legislation for crypto. In the U.S., there are several bills making their way through Congress with strong bipartisan support. For instance, the Stabenow, Boozman bill proposes legislation that aims to provide clarity on the regulatory authority of crypto assets between the SEC and the CFTC and others where we frequently seem to get caught in the middle. We look forward to engaging with all relevant parties to develop common sense frameworks for regulation and oversight to help clarify what is a crypto commodity, what is a crypto security, what is a stable coin and what is something else entirely in the crypto ecosystem such as NFTs are probably considered artwork.\nThe White House put out an executive order recently asking the various departments of government in the U.S. to work together on a comprehensive crypto legislation that preserve the innovation potential of this technology and that now seems to be happening. When I was in D.C. 2 weeks ago, several people told me that crypto is one of the few bipartisan issues in D.C. right now where they can actually get work done. And with some luck, we may see clear stable point legislation passed later this year and comprehensive legislation for crypto passed next year in the United States.\nOf course, Coinbase is a global company, and we're seeing similar moves toward regulatory clarity globally, including in the EU with the recent passage of the Markets in Crypto Assets, or MICA regulation. We're also seeing positive developments in Australia, the U.K., Hong Kong, Brazil and other markets as well.\nSo it's sort of strange to say, but in some ways the most -- in some ways, the more regulation there is for crypto, the better it is for Coinbase. We're the most trusted brand in crypto and have leaned into regulations since the early days of the company. We are and will continue to be a champion for this industry, ensuring that any crypto legislation that passes preserves the innovation potential of this technology and at a minimum, treats it on a level claim field with traditional financial services.\nTherefore, we're more than happy to engage with any regulators around the world who will take time to meet with us. We don't see this as a bad thing. On the contrary, we believe it's the best way to help the industry move forward.\nI don't have anything else I can say about the SEC information request in particular, but we plan to keep you updated on developments in the regulatory space broadly as we have more to share.\nSo just to wrap things up before I hand it over to Alesia. Hopefully, the overarching message here is clear. We've been through many crypto cycles before. It seems scary, but it's never a bad as it seems. It's never as good as it seems. Coinbase has succeeded over the last 10 years by continuing to focus on great product execution during down markets and managing expenses closely. We're a responsible company in the space with plenty of cash on the balance sheet, strong fundamentals, if you look over the last 2 years, and we're winning deals with the largest companies to integrate crypto into their offerings. We're going to be here through the long term through the ups and downs of this industry. And with that, let me turn it over to Alesia to discuss Q2.\n\nAlesia Jeanne Haas\n\nCFO, Coinbase Global, Inc.\n\nThanks, Brian. I'm going to briefly recap Q2, share our areas of focus and strength as we adapt to these new market conditions and then touch briefly on the outlook for the remainder of the year.\nFirst, to recap Q2. Down markets create financial headwinds, which are reflected in our Q2 results. Our MTUs totaled 9 million. We're pleased to see that decline was only 2% lower as compared to Q1. And we note 67% or 6 million MTUs were engaging with our noninvesting products. And so we'll talk about that later, but we're definitely seeing a shift in behavior as MTUs are trading less but participating increasingly in staking and other noninvesting products.\nOur total trading volume was $217 billion and transaction revenue was $655 million, down 30% and 35%, respectively. Both metrics were influenced by a shift in consumer behavior and market activity. This is very consistent with what we've seen in prior down markets that retail customers tend to shift from traders to (inaudible), and market volume, in turn, then shifts to concentrate amongst market makers and pro-style traders.\nMuch of that volume, the market makers, the pro-style traders takes place in offshore exchanges where financing and derivative products are more prevalent. Over time, we look forward to building products to better compete for this volume, but today, we are a heavily retail concentrated platform.\nLastly, there was a spike of trading volume in May as investors traded around the Terra Luna collapse and subsequent credit events surrounding crypto insolvencies. We have not listed Luna nor do we have exposure to these insolvencies and as a result, did not participate in this volume spike.\nDespite these headwinds, we're really happy to see the growth of our subscription and services revenues, which were $147 million as of Q2 and notably up 44% year-over-year. We also have shared with you in the shareholder letter a way to look at our subscription and services revenue price adjusted, i.e., if you freeze price as of Q2 and look at that historic trend line, we're pleased to see pretty linear growth quarter-over-quarter as we continue to roll out breadth and depth of different product experiences on our platform. Combined, our net revenue was at $803 million. Our adjusted EBITDA loss was $151 million. And our net loss was $1.1 billion, but I want to call out here that, that was heavily impacted by noncash impairments. Excluding those noncash impairments, our net loss would have been $647 million.\nWe take impairments when the value of crypto assets or the value of our ventures investments fall below our carrying value of those assets. Importantly, we don't take write-ups if the market recovers above that point. So intra-quarter, as crypto dropped to lows, even if it recovered intra-quarter, are taking the impairment down to the lowest point it reached during that reporting period and then never writing it up until we sell that asset. And so that's the impact of noncash impairments on our P&L and on our balance sheet.\nI want to switch gears now and talk about how Coinbase is adjusting to these market conditions and how we're focused on operating more efficiently as we move forward. On the expense side, we've taken several steps to streamline our cost structure, including the 18% employee reduction that we announced in June. We want to highlight that it will take some time to fully realize the financial impact of all of our actions, but we are lowering our full year expense range for technology and development and general administrative expenses to $4 billion to $4.25 billion, which is down from our prior outlook of $4.25 billion to $5.25 billion.\nOn the product side, we've taken the approach of pause, maintain and prioritize, and we're focusing on the 5 key areas that Brian outlined earlier. We are working hard to operate within the $500 million adjusted EBITDA loss guardrail we communicated for 2022. Clearly, we acknowledge these are stressed market conditions. But based on the expense initiatives we took in Q2, we're cautiously optimistic about our ability to operate within this guardrail.\nThat optimism is conditioned on crypto market capitalization not deteriorating meaningfully below the July 2022 levels and that we don't see another significant change in the behaviors of our customers. In the event of those events that we see further deterioration or the performance approach is the low end of our MTU range that we're providing in our updated outlook, we may not be able to reduce our expenses quickly enough, and we may exceed that guardrail. However, despite short term, we want to commit to you that we're going to operate more efficiently as we build for the future.\nLastly, I want to just close with some comments about our strong capital position and our risk. There are 3 primary factors that we look at to assess our financial strength and durability. First, at the end of Q2, we had $6.2 billion in total USD resources. We provided enhanced disclosures in our shareholder letter to really help you understand the balance sheet and how we look at it. This includes cash and cash equivalents. It includes our USDC, which we operate with the same as cash. We are treating USD stable coin as fungible to cash in our daily operations at Coinbase and so we would like you to look at it in the same way and think about that as a cash asset.\nSecond, we take a prudent approach to risk management. We've had no credit losses from our financing activities, no exposure to client or counterparty insolvencies. We have never blocked a client withdrawal or gated anybody taking assets off our platform, nor have we had any changes in access to the credit products for our clients. We stand apart in this way of how we operate risk within the crypto ecosystem today, and we believe this is a strength that we can continue to broaden our financing activities and be there for our clients going forward.\nThird, and Brian touched a lot on this, but there's a global wave towards regulation, and we're committed to working alongside policymakers to build workable regulatory framework for the crypto economy that addresses risk but also enables the development of adoption of digital innovation. We believe we're uniquely positioned here.\nSo with that, let's turn to questions."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/229f98338eb7db0c00d08f927bc2458a",
    "period": "2022 Q1",
    "content": "Q1 2022 Coinbase Global Inc Earnings Call\n\nQ1 2022 Coinbase Global Inc Earnings Call\n\nCOINNASDAQMAY 10, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Gino, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase First Quarter 2022 Earnings Call. (Operator Instructions) I would now like to hand the conference over to your speaker today, Anil Gupta, Vice President of Investor Relations. You may begin.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nGood afternoon, and welcome to the Coinbase First Quarter 2022 Earnings Call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; Emilie Choi, President and COO; and Alesia Haas, CFO. I hope you've all had the opportunity to read our shareholder letter, which is published on our IR site earlier today.\nBefore we get started, I'd like to remind you that during today's call, we may make forward-looking statements. Actual results may vary materially from today's statements. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings. Our discussion today will also include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures are provided in the shareholder letter on our Investor Relations website. Non-GAAP financial measures should be considered in addition to, but not as a substitute for, GAAP measures.\nWe are once again using the Say Technologies platform to enable our shareholders to post questions. In addition, we'll take some live questions from our research analysts. With that, I'll turn it over to Brian and Alesia for some opening comments.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO, Coinbase Global, Inc.\n\nAll right. Thanks, Anil. So before we dive into our results this quarter, I think it's worth just addressing the elephant in the room, which is that, of course, the broader markets are down. We're seeing a down market for growth tech stocks and risk assets. And of course, Coinbase and crypto is no exception to that. So the good news is that as a crypto company, we've lived through many different cycles in crypto, including major drawdowns, which I think make us well suited to operate through these environments.\nAnd I have to tell you, kind of going back over the last 10 years in crypto, the up periods, we tend to focus mostly on scaling. There's so many customers beating a path to our door that we have to have all hands on deck just to keep everything running. And so the down periods are often sometimes kind of a welcome change from that, in the sense that we get to focus on building the next layer of innovation that will benefit us in the next cycle. We also tend to see the down period as a big opportunity because we're greedy when others are fearful. We tend to be able to acquire great talent during those periods and others pivot, they get distracted, they get discouraged. And so we tend to do our best work in a down period.\nSo ironically, I'm actually -- I've never been more bullish on where we are as a company. And I think it's really important to separate our performance, how are we executing towards our goals versus how is the broader market doing. And I think in terms of how we're executing towards our goals, I really -- there's a lot of bright spots. I couldn't be happier.\nFor instance, this quarter, we had positive EBITDA despite the market being down, which I think speaks really highly of the resilience of our business. We're incredibly well-capitalized during this period. So we have over $7 billion on the balance sheet of cash in crypto, which gives us lots of opportunities. As I said, to bring in -- continue to bring in the top talent, acquire companies. 54% of our active users now are doing something other than just trading crypto, they're actually using crypto in a variety of ways. And so our thesis about moving away from just being a trading platform to enabling the entire crypto economy and being that primary financial account people, it's really starting to work. The majority of our active users are now doing something other than trading.\nAnd even the trading business itself is doing really well. Despite preferred trading volumes in the macroenvironment being down 44%, and yet we were down about 44% as well, but in the assets that we support, including the core ones like Bitcoin and Etherium, we actually gained share. There's been a lot of talk in the past about fee compression, but we've seen in the last few quarters that, that hasn't been the case. In fact, our take rate is slightly up over the last few quarters. And there's a lot of new emerging revenue streams like risk taking and our subscription and services, which grew 169% year-over-year.\nSo things -- I think we're executing really well towards our goal. And I just want to read a quote from our S-1 when we went public about a year ago that kind of laid some of this out and we actually talked about it in our earnings call last year, sort of anticipating this downturn. So the quote is that \"You can expect volatility in our financials, given the price cycles of the cryptocurrency industry. This doesn't faze us because we're always taking a long-term perspective on crypto adoption. We may earn a profit when revenues are high, we may lose money when revenues are low. But our goal is to roughly operate the company as breakeven, smoothed out over time for the time being. We are looking for long-term investors who believe in our mission and will hold through price cycles.\"\nSo of course, this is the early days of this industry, and we are going to continue to invest. As the industry matures over time, we're going to be a very profitable company and more consistently profitable. But for now, regardless of whether the market is up or down, we're going to keep building. And I think the real key is to mentally flip from seeing down markets as being scary to actually being opportunities to pull ahead and that's exactly what we're going to be doing in this environment. Alesia, anything you want to add?\n\nAlesia Jeanne Haas\n\nCFO, Coinbase Global, Inc.\n\nThanks, Brian. I just want to reiterate that Brian said that the good news is that we have a decade of experience in managing to this type of volatility and we expected Q1 to be down from Q4 of last year. And our approach to planning is very deliberate and it considers how we would manage through all types of market conditions. And this is definitely within the range of market positions that we considered in our 2022 plan.\nSo I want to switch over and talk about our Q2 outlook. So we note in our letter that the softness that we saw towards the tail end of Q1 has continued into April, with crypto market cap and volatility both down compared to Q1. Volatility in particular, was at its lowest level we've observed since mid-2020. Our April MTU averages around 8.9 million users. Our trading volume is approximately $74 billion, and as a result, we expect Q2 to have both lower transaction volumes and lower MTU than the Q1 levels.\nIn terms of our subscription and services, we anticipate this being similar to modestly lower as the Q1 levels.\nOn the expense side, we anticipate transaction expenses to be in the low 20s, driven primarily by the growth of our blockchain rewards revenue; sales and marketing to be in the mid- to high teens as a percent of net revenue; and tech and dev and G&A will range between $1.1 billion and $1.3 billion. We really recognize that we are navigating through uncertain and volatile markets, and we plan to continue to invest prudently to drive long-term growth. As such, our outlook for 2022 is largely unchanged. And I want to reiterate that we are aiming to manage to a maximum of $500 million adjusted EBITDA loss, even if we are in a prolonged market downturn.\nWe historically planned our spending under a conservative assumption of a multiyear period of low volatility. And we believe with our balance sheet and resources, we are well capitalized to assist in our operations and its brands that continue to make our focus on building great product experiences, building up our user base and getting ready for the return of the market.\nSo with that, Anil, let's go to questions."
  },
  {
    "header": "COIN",
    "cik": "0001679788",
    "ticker": "COIN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6b27280b827fb33883f290ba9a492e8a",
    "period": "2021 Q4",
    "content": "Q4 2021 Coinbase Global Inc Earnings Call\n\nQ4 2021 Coinbase Global Inc Earnings Call\n\nCOINNASDAQFEB 24, 5:30 PM\n\nOperator\n\nGood afternoon. My name is Mel and I will be your conference operator today. At this time, I would like to welcome everyone to the Coinbase Fourth Quarter and Full Year 2021 Earnings Call. (Operator Instructions)\nAnil Gupta, Vice President, Investor Relations, you may begin your conference.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nThank you. Good afternoon and welcome to the Coinbase fourth quarter and full year 2021 earnings call. Joining me on today's call are Brian Armstrong, Co-Founder and CEO; Emilie Choi, President and COO; and Alesia Haas, CFO. I hope you've all had the opportunity to read our shareholder letter, which was published on our IR site earlier today. Before we get started, I'd like to remind you that during today's call, we may make forward-looking statements. Actual results may vary materially from today's statements. Information concerning risks, uncertainties and other factors that could cause these results to differ is included in our SEC filings and shareholder letter available on our IR website.\nOur discussion today will include references to adjusted EBITDA, a non-GAAP financial measure. Non-GAAP financial measures should be considered in addition to not as a substitute for or in isolation from GAAP measures. You can find additional disclosures regarding adjusted EBITDA, including a reconciliation to net income, the comparable GAAP measure in our shareholder letter. We are once again using Say Technologies to enable all shareholders to post questions to management. In addition, we will take some live questions from our research analysts.\nBefore we get started with opening comments, I wanted to start with a question for Brian. Brian, looking back at 2021, it was an incredible year of growth for crypto and for Coinbase and looking ahead, some people are suggesting we might be entering a crypto winter. So what's your view of the crypto market today and what's Coinbase's position broadly.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO, Coinbase Global, Inc.\n\nThanks, Anil. So I don't think we're entering a crypto winter. In fact we don't really think about it like that anymore. I think early on in crypto's history, there was this trend of going through summers and winters. And the thing is crypto is kind of working now and so I don't expect it to be anything quite that pronounced over time. I think we basically have no idea what's going to happen in the next quarter, the next couple of quarters, at any moment in our history with crypto. It's like trying to predict what the S&P 500 is going to be next quarter or something like that. And so what we do in the absence of that is we just consistently build great products and grow the business because long term we're incredibly bullish about the potential of this industry. I mean, I think we're just in the very earliest days of this industry and it has a massive potential TAM.\nThere's a ton of capital being injected into this industry and a lot of the smartest young people are all rushing in to build companies in this space. And then with all those thousands of new companies, I think you're just going to see a ton of innovation. So I guess unlike in past crypto cycles where we might have had summers and winters, crypto is working. We've got major use cases now outside of people just trading it. DeFi has tens of billions of dollars locked up in it. NFTs have been a massive trend and continuing to grow. People are building gaming and social media apps and DAOs and identity systems. And I think what we're really seeing is that Web 3 is kind of the future of how people are going to build all kinds of applications on the Internet even non-financial services applications.\nSo the biggest problem we have is not to think about what's going to happen in any given quarter, it's how do we actually capture the size of this and scale of this opportunity in front of us when there's so many kind of multi-billion dollar business opportunities around us. And so honestly, we would love the chance to like catch our breath, right? If things weren't growing quite so quickly, it would almost be better because we have to focus all of our time on scaling when things grow so quickly. Having a chance to invest more in some of these upcoming business opportunities would be the best outcome. So hopefully that gives you a little bit of a sense of how we think about it.\n\nAnil K. Gupta\n\nVP of IR, Coinbase Global, Inc.\n\nGreat. Helpful perspective. So let's start off the call with some opening comments about our results. Brian, back over to you.\n\nBrian Armstrong\n\nCo-Founder, Chairman & CEO, Coinbase Global, Inc.\n\nSo I'll give a quick summary of the letter and then I'll turn it over to Alesia to give more detail. So obviously 2021 was just an incredible year for Coinbase, the kind of thing that you see very rarely in your lifetime and in your business career. Not only did crypto obviously do well, we can talk about that, we hit $3 trillion in total market cap. Bitcoin and Ethereum hit all-time highs. Now one in four US households, according to some third-party research, now own crypto. So this is becoming mainstream and of course Coinbase is not just in the US. So crypto did well. But I think Coinbase did incredibly well also and maybe even better and we're really helping drive this adoption I think by making crypto safer and easier to use for people all over the world. Just to give you one metric, Alesia will go into more detail. So we hit an all-time high in our monthly transacting users of 11.4 million, which is 4x year-over-year, 400%, pretty incredible.\nWe're continuing to add assets really quickly. We have a diligent process that we go through to look at what assets we can add from a cybersecurity and legal point of view. We can't add all of the ones that are out there. But the ones that we can add, we added 95 new ones for trading, 72 for custody. More than 50% of all our trading volume this year is on our assets other than Bitcoin and Ethereum. So we just saw this industry really flourish last year and Coinbase really I think capitalized on that opportunity and helped lead it. So looking ahead for 2022, the opportunity is just as big if not bigger. I think we're continuing to invest in our suite of products. So we're a multi-product company. We do a 70/20/10 resource allocation with 70% on our core, 20% on these strategic bets and 10% on these venture bets and kind of bigger moonshot efforts or more ambitious moonshot efforts. And so building that suite of products and thinking about how they can all be tied together is really powerful.\nAnd I think our fundamental belief is that crypto is not just going to be an investment although that's a massive use case and first pillar of our strategy. It's not just going to be a new financial system, which is the second pillar of our strategy, and we have lots of products helping make that happen. It's also going to be the new default way that people build applications on the Internet. It's the new application platform. That's what people are calling Web 3 and they're going to be building all kinds of applications not just financial service applications. So we believe Coinbase is the best positioned company in the world to help drive that change and our goal is really to be the primary account where people access crypto economy and Web 3. And we have this really great customer base and brand and infrastructure that all nicely integrates and we can make crypto easy and trusted and safe to use.\nSo with that, Alesia, let me turn it over to you to give a bit more detail on our 2021 results and the outlook for 2022.\n\nAlesia Jeanne Haas\n\nCFO, Coinbase Global, Inc.\n\nThanks Brian. So we put a lot of detail into our shareholder letter and so I encourage you all to read it, but I want to call out a few highlights. As Brian shared, we had a lot of great wins in 2021. First one I want to call out is we expanded our trading volume market share. Our trading volumes increased 8.5x versus 2020 and this was higher growth than crypto spot markets which grew at 7.5x. This means that our trading volume market share increased in virtually every asset that we support on our platform. Second, we made significant progress at diversifying our revenues and we significantly increased our revenues. Our 2021 transaction revenue increased more than 6x year-over-year to $6.8 billion, including $2.3 billion in Q4. In our emerging revenue streams, which we call our subscription and services revenues, it's even more significant. We generated more than $500 million of subscription and services revenues this year, including $214 million in the fourth quarter.\nThis was a 10x increase from 2020 and importantly this now comprised 7% of our net revenue in 2021, up from 4% in 2020. We're anticipating massive industry growth to continue over the long term and this really informs the backdrop of our 2022 investment plan. So switching gears and turning more towards our outlook. I'm going to start with Q1. So we noted in our letter that Q1 is trending softer than Q4 and this is driven by lower crypto asset prices and lower volatility than we saw last quarter, both of which are significantly correlated with our monthly transacting users and our trading volumes. Quarter to date, our retail MTUs have averaged roughly 10 million. On our trading volume quarter-to-date, we've seen approximately $200 billion and so we expect Q1 to have lower MTUs and lower trading volume than Q4 2021.\nIn terms of subscription and services revenues, we do anticipate the price effects, i.e. lower crypto prices, will drive lower revenue in Q1 as compared to Q4. But we're excited about the prospect of this revenue stream nonetheless and continue to build new products and grow our native units on our platform. On the expense side, we're anticipating transaction expenses to be in the low to mid 20%s driven primarily by the growth of blockchain rewards revenue. And our operating expenses, excluding other expenses and there's more detail about this in the letter, will be in the range of $1.2 billion to $1.3 billion. Turning to the full year 2022. I want to just start with very difficult to forecast our business and we're entering this year with more unknowns, which make it even more difficult to forecast then what I would have said last year. And so it is too early in the year to take a very precise view.\nThis informs our approach where we said we will be transparent with you all, but we've provided for an average annual retail MTU range that spans from 5 million to 15 million for 2022. And importantly, we are prepared to manage our business through either end of this range, through any of the outcomes and permutations in between. Our 2022 expense outlook reflects an ambitious headcount growth plan to build the product experiences and infrastructure, to drive user adoption higher throughout the world and through increased marketing investments and international expansion. And as Brian alluded to earlier, we're really excited about the options ahead of us. Given this wide range of MTUs 5 million to 15 million, which could in turn drive a wide range of revenue outcomes, I wanted to provide some more color on what you might expect.\nIf we performed to the middle or the high end of this range, we expect to be profitable. If we perform on the low end of this range, we plan to manage our business such that our adjusted EBITDA loss would be no more than $500 million. Against our $7 billion of cash that we ended the year with, we think this is a very manageable loss if we choose to take it because the investment for the long term is the most important thing we can do because we're in the early days of crypto. So notwithstanding short-term lack of predictability, we're so excited about the progress we made in 2021 and our plans for building out further this year.\nWith that, I'll turn it to Anil and we can take some questions."
  }
]