[
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/066086bf8fffe323c2488a6740863993",
    "period": "2025 Q3",
    "content": "Q3 2025 Lennox International Inc Earnings Call\n\nQ3 2025 Lennox International Inc Earnings Call\n\nLIINYSEOCT 22, 9:30 AM\n\nOperator\n\nWelcome to the Lennox Third Quarter Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded.\nI would now like to turn the conference over to Chelsey Pulcheon from Lennox Investor Relations. Chelsey, please go ahead.\n\nChelsey Pulcheon\n\nThank you, Katie. Good morning, everyone. Thank you for joining us as we share our 2025 3rd quarter results. Joining me today is CEO, Alok Maskara; and CFO, Michael Quenzer. Each will share their prepared remarks before we move to the Q&A session.\nTurning to Slide 2, a reminder that during today's call, we will be making certain forward-looking statements, which are subject to numerous risks and uncertainties as outlined on this page. We may also refer to certain non-GAAP financial measures that management considers relevant indicators of underlying business performance. Please refer to our SEC filings available on our Investor Relations website for additional details, including a reconciliation of GAAP to non-GAAP measures.\nThe earnings release, today's presentation and the webcast archived link for today's call are available on our Investor Relations website at investor.lennox.com.\nNow please turn to Slide 3 as I turn the call over to our CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO & Director\n\nThank you, Chelsey. Good morning, everyone. I'm proud to report that Lennox maintained resilient margins and high customer service levels amidst a very challenging external environment. Our talented team worked tirelessly with our loyal customers and channel partners to deliver these results, and I'm very grateful for their hard work. Our results were also fueled by our recent investments, which will accelerate our growth and expand our margins as the industry turns the corner into a brighter 2026.\nLet us turn to Slide 3 for an overview of our third quarter financials. Revenue this quarter declined 5% as growth initiatives and share gains were unable to fully offset the impact of soft residential and commercial end markets. Ongoing channel inventory rebalancing and weak dealer conference following the regulatory transition created more complexity for the quarter. Our segment margin was 21.7%, a record for the third quarter. Operating cash flow was $301 million, which was lower than last year as a sharp industry decline has temporarily elevated our finished goods inventory levels. Adjusted earnings per share was a third quarter record of $6.98, a 4% year-over-year increase. HCS segment profit margin expanded by 30 basis points as the team executed meaningful cost actions to offset industry headwinds.\nHCS' revenues declined 12% as the residential industry faced a weak summer selling season and as both contractors and distributors rebalance inventory post regulatory transition. BCS segment results were impressive as profit margins expanded 330 basis points and revenue grew 10%, even though the end markets remained weak. The team was able to offset end market conditions with rigorous execution of growth initiatives such as share gains in emergency replacement, business development and refrigeration and full life cycle value proposition in commercial services. Given current end market conditions, we are adjusting our full year outlook to reflect an anticipated sales decline of 1%. We now expect adjusted earnings per share in the range of $22.75.\nNow let's move to Slide 4 to discuss how our recent acquisition will increase the attachment rate for our parts and accessories. Differentiated growth at Lennox is driven by 4 growth vectors: heat pump penetration, emergency replacement share gains, higher attachment rates for parts and services and total addressable market expansion through joint ventures, such as Samsung and Ariston. Our bolt-on acquisition of AES Industries in 2023 helped accelerate the attachment of commercial services and was a tremendous success based on financial and strategic metrics. As a result, our commercial services business has more than doubled over the past 3 years. Similarly, the recent acquisition of Duro Dyne and Supco will help accelerate attachment of parts and accessories across both HCS and BCS segments.\nThe acquired business has annual revenues of approximately $225 million and a solid growth trajectory with strong margins. This acquisition meets our disciplined criteria and will be accretive in 2026. The acquired business provides Lennox with additional products brands and distribution scale to accelerate the growth of our parts and accessories portfolio. We see a significant opportunity to increase the attachment rates, 1 of our 4 key growth vectors, the integration of Duro Dyne and Supco will also lead to meaningful cost synergies that make this transaction even more attractive to Lennox stakeholders. Our integration team has already identified sourcing opportunities, and we are confident about creating additional value as we align the business with Lennox standard infrastructure and implement our unified management system.\nNow let me hand the call over to Michael, who will take us through the details of our Q3 financial results.\n\nMichael P. Quenzer\n\nExecutive VP & CFO\n\nThank you, Alok. Good morning, everyone. Please turn to Slide 5. As Alok outlined, in the third quarter, we continued to navigate a dynamic operating environment characterized by uneven demand due to the new refrigerant transition and broader macroeconomic uncertainty. These pressures resulted in a 5% decline in revenue. However, our team acted decisively and maintained operational discipline, delivering 2% growth in segment profit and achieving margin expansion. This profit improvement was primarily driven by favorable product mix and pricing, supported by the successful launch of our new R454B products. We also saw benefits from improved cost management, including reductions in selling and administration expenses. These gains were partially offset by lower sales volumes and increased product costs, largely due to ongoing inflationary pressures. .\nLet's now turn to Slide 6 to review the performance of our Home Comfort Solutions segment. Home Comfort Solutions experienced a softer demand in the third quarter, with revenue declining by 12% and primarily due to a 23% decline in unit sales volumes. While we anticipated a decline in sales volume, the extent was greater than expected due to several contributing factors, contractors and distributors actively reduced inventory levels, macroeconomic softness weighed on both new and existing home sales, moderate weather dampened demand and there was a clear shift towards systems repair rather than full replacements. Despite these challenges, mix and pricing remain favorable, supported by ongoing transition to the new R454B products. On the cost front, inflationary pressures on materials and components continue to weigh on product costs.\nThese headwinds were partially offset by successful tariff mitigation strategies and sustained improvements in operational efficiency driven by targeted cost actions. We also benefited from SG&A cost reductions, though these were partially offset by ongoing investments in our distribution network.\nMoving on to Slide 7. Building Climate Solutions gained momentum in the quarter, delivering a strong 10% revenue growth, driven by a 10% benefit from favorable product mix and pricing while volumes were flat. Light commercial HVAC, which represents approximately 50% of BCS revenue, continued to see year-over-year declines in industry shipments. Despite these market headwinds, we maintained volume levels through share gains in emergency replacement products and solid growth across our refrigeration and service offerings. On the cost side, material inflation remained elevated but was partially offset by gains in factory productivity as our new facility continues to enhance operational efficiencies.\nTurning to Slide 8. Let's review cash flow and capital deployment. From a free cash flow standpoint, we are revising our full year 2025 guidance to approximately $550 million. This adjustment reflects elevated inventory levels driven by lower-than-expected sales volumes. We expect inventory levels to normalize in 2026, while continuing to support strategic investments in commercial emergency replacement and the launch of our new Samsung [indiscernible] product line. The $550 million of free cash flow includes approximately $150 million in capital expenditures primarily focused on expanding our distribution network, enhancing the customer digital experience and establishing multiple innovation and training centers designed to help our customers succeed in their local markets.\nOn capital deployment, we have repurchased approximately $350 million in shares year-to-date, and with $1 billion remaining under our current authorization, we will continue to opportunistically repurchase shares. We also continue to evaluate strategic bolt-on acquisition opportunities that enhance our distribution capabilities and expand our product portfolio. As we pursue these initiatives, we remain committed to preserving a healthy debt leverage across all capital allocation decisions.\nIf you'll now turn to Slide 9, I'll review our full year 2025 guidance. In response to evolving market conditions, we are updating our full year guidance to reflect deeper inventory destocking trends and continued macroeconomic weakness, particularly in home sales and consumer confidence. Starting with revenue. We now expect full year revenue to decline by 1% compared to our previous guidance of 3% growth. This revision is primarily driven by lower total sales volumes in Home Conference Solutions which are now expected to decline in the mid-teens range compared to our previous guidance of high single-digit decrease. With the successful closing of our Duro Dyne and Supco acquisition, we expect an approximate 1% contribution to full year revenue growth with a minimal impact on EBIT due to purchase price amortization of approximately $10 million.\nOn mix and price, we continue to expect a combined benefit of 9%, consistent with our prior estimate. Turning to cost estimates. We now expect cost inflation to increase total costs by approximately 5% and down from our prior estimate of 6%. This improvement is driven by successful tariff mitigation efforts and additional cost actions. Looking at other key metrics. We now expect interest expense to be approximately $40 million, reflecting our recent $550 million acquisition and lower free cash flow due to elevated inventory. Our tax rate is projected to be around 19.3%. On earnings per share, we are updating our EPS guidance to a range of $22.75 to $23.25 and down from the previous range of $23.25 to $24.25. And finally, as mentioned earlier, we now expect full year free cash flow to be approximately $550 million revised from our prior guidance of $650 million to $800 million.\nIn summary, while 2025 remains challenging with industry softness and double-digit declines in sales volumes, our continued focus on operating discipline positioned us to grow earnings per share, and we remain optimistic about a return to market growth in 2026.\nWith that, please turn to Slide 10, and I'll turn it back over to Alok.\n\nAlok Maskara\n\nCEO & Director\n\nThanks, Michael. As we reflect on this quarter, I want to acknowledge the challenges we have faced as a company and an industry. The environment has been tough with destocking higher interest rates and shifting consumer patterns, all of which have weighed on our results. However, I am confident that these headwinds are temporary. Our team has navigated this period with discipline and resilience and the actions we have taken have positioned us for a strong rebound next year.\nLooking ahead to 2026, we expect channel inventory to normalize and with the prospect of lower interest rates, both new and existing home sales should begin to recover. We are also moving past the disruption of this year's refrigerant transition. While dealers were understandably cautious due to industry-wide canister shortages and supply chain friction, we expect dealers to regain confidence as the transition-related component shortages are finally in the rear view. We are positioned to gain share through several avenues, including a renewed focus on new product introductions and contributions from joint ventures including ductless products and water heaters. Of course, we are mindful of some headwinds.\nAs economic pressures persist, we anticipate higher demand for value-tiered products along with elevated repair activity in lieu of system replacements. As federal energy efficiency incentive sunset, they may create some additional uncertainty. However, we do not expect them to materially impact overall demand, especially as some states and utility incentive for energy efficiency are expected to continue. On the margin side, we expect mix improvement from carryover of our 454B refrigerant products, particularly in the first half of the year. In addition, we also anticipate customary annual pricing actions to offset inflation. Beyond pricing, we are driving disciplined cost productivity efforts to sustain margin resiliency. Optimization of our distribution network will lead to lower logistics costs, higher fill rates and better customer experience.\nTargeted SG&A cost actions will streamline our processes and enhance efficiency across the organization. With our new commercial factory in Salto, now fully operational, and delivering measurable improvements, we expect additional manufacturing productivity in 2026. At the same time, we are making strategic investments that strengthened our foundation for future growth, including digital front-end tools that simplify how our businesses work with our dealers. Expansion of our distribution network enhances our capabilities and reach and the addition of new innovation and training centers accelerate product development and dealer loyalty. We continue to closely monitor inflation, tariffs and rising input costs across commodities, components, health care and benefits. However, our disciplined cost management effective pricing and focus on operational excellence gives me confidence in our ability to navigate these pressures while sustaining margin resiliency.\nNow let's turn to Slide 11 and for why I believe Lennox outperforms the industry. As highlighted last quarter, our strategic focus has not wavered. Even with recent challenges, we continue to execute ahead of schedule on the commitments outlined in our transformation plan. Looking forward, we expect growth to accelerate supported by consistent replacement demand and initiatives across digital enablement, dockless solutions, commercial capacity and the parts and services ecosystem.\nCost productivity has become increasingly important to maintain resilient margins, and we are achieving this without compromising growth investments. We continue to make targeted investments to elevate customer experience and product availability. Simultaneously, we are scaling our digital capabilities across both product offerings and customer touch points, leveraging proprietary data and broadening our portfolio of intelligent controls. This progress is made possible by a highly talented team and a culture rooted in accountability and results. I remain confident in our strategic direction, and I'm committed to delivering sustained value for our customers, employees and shareholders. I firmly believe our best days are ahead. Thank you. We'll be happy to take your questions now. Katie, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/78a9572d1f479b4ac13f34afb4951e54",
    "period": "2025 Q2",
    "content": "Q2 2025 Lennox International Inc Earnings Call\n\nQ2 2025 Lennox International Inc Earnings Call\n\nLIINYSEJUL 23, 9:30 AM\n\nOperator\n\nWelcome to the Lennox Second Quarter Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded. I would now like to turn the call over to Chelsey Pulcheon from Lennox Investor Relations. Chelsey, please go ahead.\n\nChelsey Pulcheon\n\nThank you, Margo. Good morning, everyone, and thank you for joining us as we share our 2025 second quarter results. Joining me today is CEO, Alok Maskara; and CFO, Michael Quenzer. Each will share their prepared remarks before we move into the Q&A session.\nTurning to Slide 2. A reminder that during today's call, we will be making certain forward-looking statements, which are subject to numerous risks and uncertainties as outlined on this page. We may also refer to certain non-GAAP financial measures that management considers relevant indicators of underlying business performance. Please refer to our SEC filings available on our Investor Relations website for additional details, including a reconciliation of GAAP to non-GAAP measures. The earnings release, today's presentation and the webcast archive link for today's call are available on our Investor Relations website at investor.lennox.com.\nNow please turn to Slide 3 as I turn the call over to our CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO & Director\n\nThank you, Chelsey. Good morning, everyone. Let me begin today's call by highlighting the impressive results we achieved in Q2. Results that reflect our team's strategic focus and resilience. In the face of a challenging external environment, both segments delivered revenue growth and margin expansion. This performance was fueled by our continued emphasis on cost discipline elevating the customer experience and enhancing our go-to-market differentiation. As we build on this momentum, I want to express my sincere gratitude to our employees for their dedication and to our loyal customers for their continued trust and partnership.\nLet's turn to Slide 3 for an overview of our second quarter financials. Revenue this quarter grew 3%. Our segment margin was a record 23.6%, an increase of 170 basis points. Operating cash flow was $87 million. Adjusted earnings per share in the second quarter was $7.82. Our team is performing well despite ongoing challenges including softness in new construction demand, industry refrigerant canister shortages, customer uncertainty and inflationary pressures. In HCS, profitability remains strong as we transition into selling primarily our R-454B products. Destocking in Q2 was largely in line with expectations though we anticipate some spillover into Q3 as industry lead times continue to normalize. While residential new construction remains subdued, the HCS segment continues to perform well given the broader market conditions.\nIn BCS, factory productivity has improved, helping to mitigate inflationary pressures. Emergency replacement wins have partially offset end markets that have been weaker than we anticipated. In addition, growth from our full life cycle strategy has delivered year-over-year revenue growth and margin expansion. We are raising our full year outlook to reflect our consistent execution in a challenging environment and continued progress on our growth initiatives. We now expect adjusted earnings per share in the range of $23.25 to $24.25 and revenue growth of approximately 3%.\nNow let us move to Slide 4 for a brief look at how we're expanding our portfolio and the value we bring to our customers through joint ventures with leading global partners. As we continue to execute our transformation plan, we are taking a deliberate approach to building long-term value through strategic partnerships that strengthen our heat pump portfolio and enhanced customer experience. Our joint ventures with Samsung and Arista are clear examples of strategy in action. These partnerships allow us to offer a broader range of products that our customers are already installing making it easier for them to do more business with us. With 75% of our dealers already selling mini splits, and 50% offering water heaters, these additions are a natural fit that will provide one-stop shopping convenience to all our customers. These joint ventures position us well for future growth. Samsung brings advanced technology, smart things integration and strong brand recognition that will enhance our portfolio in both HCS and BCS through ductless mini splits, and VRF products.\nArista contributes deep expertise in global heat pump water heating and our North American joint venture strengthens the position of both companies during the ongoing convergence of HVAC and water heating trades. These partnerships align with the growth acceleration phase of our transformation strategy and established the foundation for the expansion phase. We expect Samsung to begin contributing meaningfully to growth in 2026, followed by Arista in 2027.\nNow let me hand over the call to Michael, who will take us through the details of the Q2 financial results.\n\nMichael P. Quenzer\n\nExecutive VP & CFO\n\nThank you, Alok. Good morning, everyone. Please turn to Slide 5. As Alok outlined, in the second quarter, we operated in a challenging environment shaped by persistent inflationary pressures, industry-wide destocking of R-410A equipment and a continued transition to the low GWP R-454B products. Despite these dynamics, our team delivered record results with a 3% increase in revenue and 11% growth in segment profit. A key driver of this performance was the successful introduction of our new low GWP 454B products. These enhanced products will replace approximately 70% of our Home Comfort Solutions product portfolio and 40% of our Building Climate Solutions portfolio. During the quarter, approximately 90% of our refrigerant based product sales contained a new R-454B refrigerant, driving favorable product mix and contributing meaningfully to both top line and profit growth.\nLet's now turn to Slide 6 to review the performance of our Home Comfort Solutions segment. Home Comfort Solutions delivered strong financial results this quarter despite softness in sales volumes. Revenue increased 3%, driven by favorable product mix and pricing, which rose by 12% as these initiatives reached full effectiveness. As anticipated, sales volumes declined mainly because contractors and distributors are still selling through their 410A inventory. This slowdown was also influenced by continued softness in residential new construction and industry-wide shortages of R-454B canisters, which are required for many new system installations. These shortages may have led to an increase in system repairs instead.\nOn the cost side, inflationary pressures on materials and components persisted. However, we successfully offset part of these impacts through effective tariff mitigation and improved factory productivity. Distribution costs were higher this period due to ongoing investments in expanding and strengthening our network. These investments are part of our long-term growth strategy aimed at improving customer fulfillment rates, broadening product availability, and making it easier for customers to access the solutions they need when they need it. By enhancing our distribution capabilities, we are working to deliver a more seamless and responsive customer experience.\nMoving on to Slide 7. After a slow start to the year, the Building Climate Solutions segment delivered a strong rebound in the second quarter as customers regain confidence since Q1. The segment achieved a 5% increase in revenue, driven by an 8% benefit from favorable product mix and pricing, which more than offset volume declines. Light commercial HVAC, which accounts for approximately 50% of BCS revenue, continue to face pressure from soft end market demand, with industry shipment volumes down double digits. However, our segment sales volumes declined just 3%, supported by growth in emergency replacement products and continued strength in our refrigeration and service offerings. On the cost side, material inflation remained elevated Encouragingly, for the first time in several quarters, we delivered year-over-year factory productivity gains as the ramp-up of our new facility nears completion.\nTurning to Slide 8. Let's review cash flow and capital deployment. From a free cash flow perspective, we remain on track to achieve our full year guidance of $650 million to $800 million. While we made temporary inventory investments to support a smooth transition to the new R-454B products, we expect inventory levels to normalize in the second half of the year. We're also strategically investing in the inventory to strengthen our position in the commercial emergency replacement segment and to support the launch of our new Samsung ductless product line. On capital deployment, we have repurchased $300 million in shares year-to-date. In the second quarter, we also received authorization for an additional $1 billion in future share repurchases. Reflecting our strong earnings and cash flow outlook, we increased our quarterly dividend by approximately 15% in May. Lastly, we continue to take a disciplined approach to M&A, actively evaluating attractive bolt-on opportunities that enhance our distribution capabilities, expand our product portfolio and integrate smart technologies.\nIf you will now turn to Slide 9, I'll review our full year 2025 guidance. Let me walk you through the updates to our 2025 financial guidance, which reflect a strong first half and improved visibility into the second half of the year. Based on our performance so far and the momentum we're seeing, we are raising both our revenue and EPS guidance. This speaks to the strength of our execution and the confidence we have in our outlook. Starting with revenue. We now expect full year revenue to grow by 3%, up from our previous guidance of 2%. This modest improvement reflects a slightly more optimistic view on sales volumes, which are now projected to decline 6% compared to our prior estimate of down 9%. This includes the impact of pre-buy and temporary share gain.\nOn mix and pricing, we now expect a combined benefit of 9%, slightly below our previous estimate of 11%. This adjustment reflects lower-than-anticipated material tariff inflation. As noted in Q1, our pricing strategy is designed to flex with input cost trends, which have moderated. In line with this, we now expect cost inflation to increase the total cost by 6%, down from our prior estimate of 9%. This improvement is primarily driven by successful tariff mitigation efforts. Looking at other key items, we now expect interest expense to be approximately $30 million and our tax rate to fall between 19% and 20%.\nAnd finally, on earnings, we are raising our EPS guidance to a range of $23.25 to $24.25, up from our previous range of $22.25 to $23.50. Overall, these updates reflect strong execution across the business and confidence in our ability to deliver on our commitments for the remainder of the year.\nWith that, please turn to Slide 10, and I'll turn it back over to Alok.\n\nAlok Maskara\n\nCEO & Director\n\nThanks, Michael. Let me take a moment to provide a view of how we are positioned for growth and how we see the market evolving across both of our segments. The smooth transition to a low GWP refrigerant maintained our exceptional track record and deepened trust with our customers. We are now selling mostly R-454B product with limited R-410A remaining in the channel. While the transition was well executed by Lennox, dealer confidence has been impacted by concerns around R-454B canister availability. This may have led to a partial reversal of last year's temporary share gain. We are beginning to see that more homeowners are choosing repair versus replace and trading down as inflation and government incentives continue to influence some consumer behavior. While the broader environment remains challenging, our internal momentum continues to accelerate. Equipment inventories in the channel are moving towards more typical levels and the availability of R-454B canisters is expected to continue improving. This will enhance our ability to support dealers and meet customer demand in a timely manner.\nIn a Building Climate Solutions segment, we are beginning to see early signs of demand stabilization following prolonged industry softness. Additionally, our strategic investments are generating positive results. Order rates and backlog remain healthy, given steady replacement demand as aging systems approach end of life. Our operational execution has been strong, and we now have the necessary capacity to meet demand. Margins have sequentially recovered as factory productivity improved which helped offset inflationary pressures on materials and components. Demand is also increasing for comprehensive RTU life cycle solutions as national account customers are placing greater value on partners who can support them across the entire value chain, from equipment and installation to service and long-term preventative maintenance. Our ability to deliver across this spectrum sets us apart. We're also seeing growing traction in emergency replacement, where our brand quality, availability and responsiveness have proven to be a success. Looking ahead, we see opportunities to expand our product and service portfolio through growth initiatives that strengthen our ability to serve customers and deepen our relationships.\nNow let's turn to Slide 11 and while Lennox continues to be well positioned for sustained growth and margin expansion. We remain focused on executing the Lennox transformation strategy introduced in 2022 and advancing into our next phase of strategic expansion. Our growth is supported by a steady replacement demand and targeted initiatives across digital customer experience, ductless technology, commercial capacity and parts and services. We continue to expand resilient margins through productivity and pricing excellence while investing in distribution to further enhance customer experience and availability. We are also scaling digital capabilities across products and customer interactions while leveraging proprietary data and expanding our intelligent product lineups. All of this is powered by a high-performing team and a culture grounded in accountability and results. I am confident in our strategy encouraged by our progress and focused on delivering value for our customers, our employees and our shareholders. As I look forward, our best days are ahead of us. Thank you.\nWe will be happy to answer your questions now. Margo, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/77ced05164a5299a6ffd522f46ec65ef",
    "period": "2025 Q1",
    "content": "Q1 2025 Lennox International Inc Earnings Call - Q&A\n\nQ1 2025 Lennox International Inc Earnings Call - Q&A\n\nLIINYSEAPR 23, 9:30 AM\n\nOperator\n\nWelcome to the Lennox First Quarter Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded. I would now like to turn the call over to Chelsey Pulcheon from Lennox Investor Relations. Chelsey, please go ahead.\n\nChelsey Pulcheon\n\nThank you, Margot. Good morning, everyone. Thank you for joining us as we share our 2025 first quarter results. Joining me today is CEO, Alok Maskara; and CFO, Michael Quenzer. Each will share their prepared remarks before we move to the Q&A session.\nTurning to Slide 2, a reminder that during today's call, we will be making certain forward-looking statements which are subject to numerous risks and uncertainties as outlined on this page. We may also refer to certain non-GAAP financial measures that management considers relevant indicators of underlying business performance. Please refer to our SEC filings available on our Investor Relations website for additional details, including a reconciliation of GAAP to non-GAAP measures.\nThe earnings release, today's presentation and the webcast archive link for today's call are available on our Investor Relations website at investors.lennox.com. Now please turn to Slide 3 as I turn the call over to our CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO & Director\n\nThank you, Chelsey. Good morning, everyone. Before we get into the details of our quarterly performance, I want to start by recognizing the incredible effort and adaptability of our team and the loyalty of our customers. The current trade environment has introduced several new uncertainties, and I'm proud of how our organization continues to respond with focus, agility and a commitment to improve our customers' experience. The ability to navigate these changes while staying grounded in our core values is what enables us to deliver differentiated growth in even the most complex environments.\nLet us turn to Slide 3 for an overview of our first quarter financials. Revenue this quarter grew 2%. Our segment margin was 14.5%, a decrease of 140 basis points. Operating cash usage was $36 million, which is typical, given the seasonality of our business. Adjusted earnings per share in this quarter were $3.37. We are seeing steady transitions towards new low GWP product across both Home Comfort and Building Climate segments. Current order rates in both the segments remain healthy as replacement demand continues to provide a solid foundation.\nIn HCS, we did not experience much destocking in Q1, but continue to expect some destocking in the second quarter. In BCS, we had a slow start to the year, given the expected destocking and the timing of low GWP transitions. BCS margins were impacted due to short-term inefficiencies related to the manufacturing transition and new factory start-up. We now estimate that our full year adjusted earnings per share will be within the narrowed range of $22.25 to $23.50. This updated guidance includes all known and anticipated impacts of tariffs, including incremental price actions, inflation and potential volume softness.\nNow please turn to Slide 4 to review the tariff landscape and how it is influencing economic outlook in each of our segments. As we navigate the current global trade landscape, I want to highlight why we feel that Lennox is competitively positioned to deliver differentiated growth even during this period. Approximately 90% of our cost structure is in North America, which includes the USMCA compliance spend in Mexico. This spend is not directly impacted by tariffs, but faces indirect tariff impacts, including price of commodities such as steel and aluminum. Approximately 10% of our spend faces direct impact of tariffs, and about half of that spend is from China.\nOur exposure to China manufactured products has been declining over the past few years, and the JV with Samsung is another big step towards reducing our exposure to tariffs on imports from China. We are actively pursuing longer-term tariff mitigation strategies, including production shifts to better serve our U.S. and Canadian customers. We are also working closely with our supply partners on tariff sharing models and leveraging more U.S.-based components to enhance flexibility within our North America network.\nAnything we cannot mitigate through these measures is being offset by pricing adjustments or surcharges. Majority of our manufacturing and distribution is in the United States, giving us the resilience and flexibility to win during these tariff and regulatory changes. We continue to invest in our supply chain with increased manufacturing capacity and by dual sourcing key components. The competitiveness of our supply chain is significantly stronger than it was during prior disruptions, including severe weather events and the pandemic.\nThrough all of these, our focus remains on being a reliable and a transparent partner to our customers. As the trade landscape continues to evolve, we are confident in our ability to adapt while continuing to drive long-term value for all our stakeholders. In addition to the evolving tariff landscape, we are also closely monitoring key macroeconomic factors affecting both our Home Comfort and Building Climate Solutions segment.\nIn HCS, consumer confidence and mortgage interest rates continue to influence homeowner decisions, particularly around new home construction and large renovation projects. Our replacement demand has remained relatively stable. And to date, we have not observed any adverse trends in the repair versus replace trade-off.\nIn our BCS segment, monthly order rates improved sequentially as destocking ended during the quarter. Our full life cycle value proposition for key account continues to gain traction, resulting in incremental share gains. We are driving positive momentum due to increased availability of our emergency replacement products. But at the same time, we are mindful of potential delays and project slowdown related to both tariff impacts and the transition to new low GWP products. I will now hand it over to Michael to walk you through our financial results and full year guidance.\n\nMichael P. Quenzer\n\nExecutive VP & CFO\n\nThank you, Alok. Good morning, everyone. Please turn to Slide 5. In the first quarter, we experienced complexities driven by the regulatory transition and rapidly changing tariff implications. Despite these challenges, we had solid execution and achieved a 2% revenue growth driven by favorable mix initiatives from our new R-454B products. These initiatives are progressing as expected and are poised to deliver more growth in the coming quarters.\nSegment profit was $11 million lower than the prior year, primarily due to the timing of LIFO accounting for tariff-related costs, which were recognized ahead of benefits from pricing actions. Additionally, BCS faced cost headwinds due to expected inefficiencies from the new factory ramp-up and regulatory transition, coupled with increased investments to support our emergency replacement growth initiative.\nLet's now turn to Slide 6 to review the Home Comfort Solutions segment performance. Home Comfort Solutions delivered another solid quarter, successfully managing challenging end markets as the industry transitions to the new low GWP equipment. This transition is progressing as expected, and our R-410A inventory levels are nearly depleted. Sales increased by 7%, driven by positive mix as approximately 50% of our equipment sales in the quarter were the new R-454B product. Price yields for this product were in line with our 10% expectation.\nSales volumes were flat to prior year, as the destocking headwinds from the fourth quarter of 2024 prebuy were offset by stocking of the new R-454B products. Operating margins declined due to tariff and commodity-related cost inflation, as well as investments in distribution designed to enhance product availability.\nMoving on to Slide 7. The Building Climate Solutions segment experienced a 6% decline in revenue, with sales volumes down 9% due to expected destocking and delays in customer orders caused by the transition to the new R-454B product. Our emergency replacement initiative is showing steady progress, driving growth in this specific revenue segment. Additionally, our emergency replacement inventory is well positioned for the upcoming summer season. Although we encountered some customer order delays with the new R-454B product, the mix yield achieved on this new product met our expectations. Segment profit decreased by $25 million due to tariff-related cost headwinds, anticipated factory inefficiencies and increased SG&A investments to support our emergency replacement growth initiative.\nTurning to Slide 8. Let's review cash flow and capital deployment. In the first quarter, operating cash outflow was $36 million compared to $23 million in the prior year. This increase was primarily due to inventory investments aimed at enhancing customer experience through better fulfillment rates. After several years of significant capital expenditures to expand factory capacity, capital expenditures have now moderated in line with depreciation. We continue to prioritize our capital expenditure investments in front-end digital systems and initiatives to improve the efficiency of our distribution network.\nWe maintained a strong balance sheet, with net debt to adjusted EBITDA at 0.8x, an improvement from 1.4x in the prior year quarter. Amid ongoing global macroeconomic uncertainties, we remain committed to preserving a disciplined leverage profile while supporting strategic bolt-on M&A opportunities and efficiently returning excess capital through share repurchase programs.\nIf you will now turn to Slide 9, I will review our 2025 full year guidance. Based on the first quarter results and the latest end market outlook, we are confirming our revenue growth of 2% and raising the lower end of our adjusted EPS guidance to $22.25 from $22. Consequently, our adjusted EPS guidance range is now $22.25 to $23.50.\nSince our last guidance, we have 3 key assumption changes. First, due to the tariff-related costs, we now expect our total cost inflation to be 9% compared to our previous guidance of 3%. This includes estimates for both direct tariffs and the secondary effects of tariffs on our suppliers. Second, to mitigate tariffs, we have implemented 2 new price increases effective early in the second quarter, which will boost our price gains to 7%, up from the previous guidance of 1%. Finally, due to the possible macroeconomic weakness and BCS order delays in the first quarter, we now anticipate sales volumes, excluding the impact of the 2024 prebuy destocking, to decrease by 4% compared to the previous guidance of a 2% increase.\nWith that, please turn to Slide 10, and I'll turn it back over to Alok.\n\nAlok Maskara\n\nCEO & Director\n\nThanks, Michael. Nice job. To close, I would like to highlight why Lennox remains a compelling opportunity for all our stakeholders, even amid today's uncertainties. The attractive growth of our industry, supported by steady replacement demand, provides a strong foundation for our growth initiatives. These initiatives drive growth through enhanced customer digital experiences, expansion in the [ ductless ] market via our Samsung joint venture, new capacity for commercial replacement products and the continued growth of our parts and services portfolio.\nWe continue to expand our resilient profit margins to fully capture the benefit of being a manufacturer and a distributor through pricing, productivity and mix optimization. Our recent investment in upgrading our distribution network will further increase customer satisfaction while expanding our profit margins. Our commitment to consistent execution has been evident in how we have managed recent regulatory transitions while gaining share and expanding margins. Over the past few years, we have also delivered higher fill rates and Net Promoter Score, strengthened by customer experience and reduced customer churn.\nThese wins are supported by the continued rollout of our Lennox Unified Management System, which provides a structured operating framework that drives accountability, process excellence and continuous improvement across the entire organization. We are making meaningful strides in advanced digital technology to upgrade both our product offerings and how customers interact with us. Upgrades to our e-commerce platform have simplified the customer journey, increased loyalty, and AI capabilities have improved attachment rates.\nWe are also strengthening our competitive differentiation by leveraging our proprietary data assets. These proprietary data assets are best-in-class within the HVAC industry, given that we have been both a manufacturer and distributor for over 130 years. At the same time, we are broadening our ducted and ductless heat pump lineup to meet rising demand and are continuing to embed intelligent diagnostics and controls into our systems, helping our customers operate more efficiently and with greater confidence.\nUnderpinning all of these investments is our talent and culture. Our high-performing team is grounded in our core values and guiding behaviors. Our pay-for-performance structure reinforces alignment, empowering our teams to focus on the levers that drive profitable growth. As I look forward, I remain confident that our best days are ahead. Thank you. We will be happy to take your questions now. Margot, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/95aab599f543fee2060927fb66e1f0b1",
    "period": "2024 Q4",
    "content": "Q4 2024 Lennox International Inc Earnings Call\n\nQ4 2024 Lennox International Inc Earnings Call\n\nLIINYSEJAN 29, 9:30 AM\n\nOperator\n\nWelcome to the Lennox Fourth Quarter and Full Year 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded. I would now like to turn the conference over to Chelsey Pulcheon from the Lennox Investor Relations team. Chelsey, please go ahead.\n\nChelsey Pulcheon\n\nThank you Angela. Good morning, everyone. Thank you for joining us today as we share our 2024 fourth quarter and full year results. Joining me as CEO, Alok Maskara; and CFO, Michael Quenzer. Each will share their prepared remarks before we move to the Q&A session.\nTurning to Slide 2, a reminder that during today's call, we will be making certain forward-looking statements, which are subject to numerous risks and uncertainties as outlined on this page. We may also refer to certain non-GAAP financial measures that management considers relevant indicators of underlying business performance. Please refer to our SEC filings available on our Investor Relations website for additional details, including a reconciliation of all GAAP to non-GAAP measures. The earnings release, today's presentation and the webcast archive link for today's call are available on our Investor Relations website at investor.lennox.com.\nNow please turn to Slide 3 as I turn the call over to our CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO & Director\n\nThank you, Chelsey. Good morning, everyone. I want to start by expressing my gratitude to our 14,000 employees, our 10,000-plus dealers and all of our customers for their loyalty and innovation that enabled us to deliver an exceptionally strong finish to 2024.\nOne of the highlights for 2024 is that for the first time ever, Lennox delivered over $5 billion in revenue, and over $1 billion in adjusted segment profit. Another achievement in 2024 is that both our segments delivered double-digit revenue growth. In addition to delivering record results, we also made thoughtful investments such as starting a new commercial factory to create growth capacity.\nLet us turn to Slide 3 for the fourth quarter and full year 2024 overview. Adjusted earnings per share was a record $5.60 for the quarter and $22.58 for the full year. Core revenue grew 22% in the quarter and 13% for the full year. Our adjusted segment margin expanded 250 basis points in Q4 and 150 basis points for the full year to 19.4%. The team also delivered a record $332 million in operating cash flow in the quarter and $946 million in the full year. Michael will provide more details later in the presentation, but I want to highlight how proud we are of the work the team did this year to deliver significant year-over-year improvement in our cash conversion.\nNow please turn to Slide 4, as I review some of the drivers of our 2024 success. In 2024, we successfully completed the initial phase of our self-help transformation plan. The team's effort in '23, including pricing initiatives portfolio simplification and strategic acquisitions not only restored margins but also established a strong foundation for an exceptional 2024. Our strategic initiative enabled us to successfully navigate the construction of a new commercial factory and overcome challenges associated with the refrigerant transition, showcasing our resilience and outstanding execution. In 2024, we continued making strategic investments while delivering impactful results, positioning us to continue our momentum into 2025 and beyond. We successfully navigated the manufacturing transition from our 410A refrigerant, effectively meeting customer needs and investments in sales and distribution channels elevated the customer experience. Our ongoing focus on pricing excellence programs partially offset the investments for improving customer experience. Our new commercial factory is now online and will be key to enhancing output and productivity. The AES integration remains ahead of schedule, exceeding the original value proposition. We maintained our strategic M&A pipeline and our disciplined M&A approach. The best deals for Lennox in 2024 were the deals that we decided not to pursue, thus safeguarding long-term shareholder value. Finally, by driving accountability through the Lennox unified management system, we ensured consistent performance.\nBefore I hand the call to Michael, I want to extend my heart fill gratitude to Gary Bedard, President of our HCS segment since 2023, who has announced his decision to retire from Lennox. Gary's 26-year tenure at Lennox will leave a legacy that will continue to shape our future. We have initiated a search process to identify our next HCS President.\nI'll now hand it over to Michael who will walk you through how we successfully invested in the business while also delivering strong results.\n\nMichael P. Quenzer\n\nExecutive VP & CFO\n\nThank you, Alok. Good morning, everyone. Please turn to Slide 5. We are pleased to report our eighth consecutive quarter of double-digit year-over-year adjusted earnings per share growth. This quarter, we increased our adjusted segment margin by 250 basis points and achieved an impressive 22% revenue growth, resulting in 54% adjusted EPS growth. Our success was driven by volume growth in both segments as we continue to effectively manage the transition to low GWP refrigerants. As expected, customers prepurchased R-410A equipment, which is estimated to have positively impacted revenue by $125 million and increased earnings per share by $1.\nNow let's proceed to Slide 6 to review the fourth quarter financial performance of our Home Comfort Solutions segment. The Home Comfort Solutions segment had an exceptional quarter, delivering 25% revenue growth, 67% segment profit growth and an impressive 550 basis point expansion in segment profit margin. Sales volume increased by 21%, driven by over 50% growth in our 2-step distributor channel, primarily reflecting the industry-wide R-410A equipment prebuy. Our one-step contractor channel also saw volume increase low double digits. This was supported by better R-410A product availability compared to the broader market as well as some prebuy. After adjusting for the prebuy, segment sales volume still grew by mid-single digits. Pricing initiatives continue to progress well. Although the impact to the quarter was limited, we have implemented price increases on our new R-454B products, and these initiatives are progressing as expected.\nMoving on to Slide 7. The Building Climate Solutions segment delivered a very strong fourth quarter with revenue growing 17%. Of this growth, 3% was driven by inorganic contributions from our APS acquisition. From an organic perspective, sales volume increased 14% during the quarter. This reflects early revenue benefits from our new Saltillo, Mexico manufacturing facility as well as some R-410A equipment pre-activity. Segment profit increased by $8 million. However, profit margin declined due to $20 million in higher product costs related to new factory ramp-up activities and inefficiencies at our existing manufacturing facility. Production output continues to grow and is well positioned to support a 2025 emergency replacement growth initiative.\nTurning to Slide 8. Lennox delivered an impressive performance for 2024. We successfully navigated the low GWP refer to transition, achieving notable volume gains. Our disciplined pricing strategy drove consistent quarterly price yields contributing to margin expansion of 150 basis points. While strategic investments for future growth tempered this margin improvement, these investments are expected to deliver significant benefits in the coming years, including sustained revenue growth and further margin expansion.\nTurning to Slide 9. Let's review our cash flow and capital deployment. While revenue and earnings growth were impressive, our cash flow performance stood out even more. As highlighted in the Q3 earnings call, enhanced working capital efficiency has been a key focus. We've made significant progress, particularly in accounts payable initiatives, resulting in a free cash flow conversion rate of 97%. This strong cash flow conversion comes despite capital expenditures exceeding depreciation by approximately $65 million. Capital expenditure investments in high ROI projects remain a core component of our cash deployment strategy. Over the past 2 years, capital expenditures have consistently outpaced depreciation. This trend is expected to continue in 2025 with estimated capital expenditures of $150 million. We maintain a robust balance sheet with net debt to adjusted EBITDA at 0.6x, down from 1.3x in the prior year quarter. Our free cash flow deployment strategy continues to prioritize inorganic growth opportunities that deliver ROIC exceeding WACC within 3 years of acquisition. Additionally, we will continue leveraging share repurchases to efficiently return excess cash to shareholders.\nIf you will now turn to Slide 10, I will review our 2025 full year guidance. Anticipating another year of profitable growth, let's begin with the table on the left, which summarizes our full year revenue growth drivers. Total company core revenue is projected to increase by approximately 2%. However, the 2024 prebuy will result in year-over-year revenue headwinds in both Q1 and Q4. We also expect a low single-digit increase in sales volume, driven by growth in our BCS segment. Additionally, mix growth from the introduction of the new low GWP products will contribute an estimated 4% to revenue growth. The phaseout of legacy 410A products is expected to conclude by the second quarter.\nTurning to the right side of the slide, we've outlined key cost assumptions for 2025. Inflation is anticipated to increase costs by approximately 3%. At the same time, we plan to make strategic investments in areas such as information system advancements, distribution growth initiatives, and projects designed to improve customer service. These investments will also include enhanced sales and marketing efforts with total investments estimated at approximately $25 million for the year. In terms of cost productivity, we expect to generate savings of $50 million as the ramp-up costs of our new BCS factory subside and material cost efficiencies are realized. In summary, even with the headwinds from the 2024 prebuy, we anticipate revenue and profit growth with profit margins relatively flat. We expect adjusted earnings per share to fall within the range of $22 to $23.50, and free cash flow is projected to fall within the range of $650 million to $800 million.\nWith that, please turn to Slide 11, and I'll turn it back over to Alok for an overview of our 2025 priorities.\n\nAlok Maskara\n\nCEO & Director\n\nThanks, Michael. Let us revisit our self-help transformation plan which has been a cornerstone of our success since 2022. We transition from the recovery and invest phase to the growth acceleration phase at the end of 2024. As we move through 2025 and into '26, we will maintain a disciplined approach to investing in the business while prioritizing growth. This year will lay the groundwork for the next phase of expansion supported by the momentum from share gains and new product introductions. Investments in digital customer experience are making it easier for customers to engage with us strengthening loyalty and satisfaction across all touch points. Our expanded heat pump offering supported by the Samsung JV not only broaden our product portfolio, but also position us to capitalize on growing demand for energy-efficient solutions. Additionally, our focus on improving attachment rates for parts and accessories ensures that we provide a more comprehensive customer experience while driving incremental growth. An additional growth driver is our commercial emergency replacement program enabling us to better serve a significant segment of the market that we have been unable to fully supply in recent years. Second, we are committed to resilient profit margins. Benefits expected from the low GWP product transition, increased productivity from BCS volume improvements and material cost reductions, strengthen our ability to deliver consistent and reliable financial performance. Lastly, we will continue to utilize our Lennox unified management system to deliver superior execution with clear priorities. Defined M&A strategies, a robust distribution network and ongoing investment in customer satisfaction, underscore our commitment to operational excellence. As we look ahead, the investments made over the past 2 years set the foundation for growth in 2025 with a strong trajectory into 2026 and beyond as we move towards the expansion phase. With our collective commitment and strategic focus, I am confident that we are not merely executing a plan, we are creating a path for ongoing success. We remain confident in our long-term vision and given progress so far. We believe we will be within the 2026 revenue target range of $5.4 billion to $6 billion and at the high end of our ROS target range of 19% to 21%. The prebuy dynamics in 2024 will create impact in 2025, which is expected to normalize by the end of this year. Hence, we anticipate a stronger 2026 as our strategic investment [indiscernible] continue to drive momentum.\nNow let us turn to Slide 12. Let me wrap up by summarizing the 5 reasons that make Lennox an attractive opportunity for all our stakeholders. First, we are 100% focused on North America growth end markets of HVACR and are accelerating growth through share gains. Second, we are expanding our resilient profit margins through pricing, productivity and mix optimization. Third, we deliver superior execution through the Lennox unified management system. Fourth, we are an advanced technology industry leader with high-efficiency products and services supported by a digital customer ecosystem. Fifth, we win because our exceptional talent and culture is defined by our core values and guiding behaviors. Our pay-for-performance philosophy ensures that our internal goals are closely aligned with those of our shareholders. As I look forward, I remain confident that our best days are ahead. Thank you.\nWe will be happy to answer your questions now. Angela, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/99c7892fce4622f1e8bb85fea336b624",
    "period": "2024 Q2",
    "content": "Q2 2024 Lennox International Inc Earnings Call\n\nQ2 2024 Lennox International Inc Earnings Call\n\nLIINYSEJUL 24, 9:30 AM\n\nOperator\n\nWelcome to the Lennox Second Quarter 2024 Earnings Conference Call.\n[Operator Instructions]\nAs a reminder, this call is being recorded. I would now like to turn the conference over to Chelsey Pulcheon from Lennox Investor Relations team. Chelsey, please go ahead.\n\nChelsey Pulcheon\n\nThank you, Madison. Good morning, and thank you for joining us today. We are excited to share our 2024 second quarter results. Joining me is CEO, Alok Maskara; and CFO, Michael Quenzer. Each will share their prepared remarks before we move to the Q&A session.\nTurning to Slide 2. A reminder that during today's call, we will be making certain forward-looking statements, which are subject to numerous risks and uncertainties as outlined on this page. We may also refer to certain non-GAAP financial measures that management considers relevant indicators of underlying business performance. Please refer to our SEC filings available on our Investor Relations website for additional details, including a reconciliation of all GAAP to non-GAAP measures. The earnings release, today's presentation and the webcast archive link for today's call are available on Investor Relations website at investor.lennox.com.\nNow please turn to Slide 3 as I turn the call over to our CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO & Director\n\nThank you, Chelsey. Good morning. I'm pleased to share that Lennox delivered outstanding Q2 financial results and has also made significant progress on multiple strategic initiatives.\nI'm proud to highlight that we have now achieved 6 consecutive quarters of double-digit EPS growth. This demonstrates the power of our transformation plan and management's ability to consistently execute our growth acceleration initiatives.\nTurning our turn to Slide 3. Let's review some of the achievements of this quarter. Lennox's core revenue grew 8%, and our adjusted segment margin expanded 100 basis points to record 21.9%, resulting in an adjusted earnings per share increase of 11% to $6.83. We generated $184 million of operating cash flow and our industry-leading ROIC grew to 44%. Home Comfort Solutions delivered record segment margins of 23.3%, a 170 basis point expansion over prior year as we started experiencing the end of destocking in our 2-step distribution business.\nOur Building Climate Solutions segment continued its track record of profit growth. In addition, we manufactured our first units at our new commercial factory in Saltillo, Mexico. As we continue to ramp up this factory, we know that there will be second half inefficiencies, but we are excited about the addition of growth capacity to better meet customer demand by year-end.\nOne of our key accomplishments this quarter was the establishment of a joint venture with Samsung. This joint venture will open up exciting opportunities for both companies by combining Samsung's global reach and brand strength with our direct-to-dealer distribution network. This collaboration is expected to significantly enhance our heat pump market [indiscernible]. Strong first half results give us the confidence to increase our full year EPS guidance, raising it to a range of $19.50 to $20.25. Our focus on executing our transformation plan continues to pay off.\nBut before moving on, I want to express my gratitude to our dedicated employees and loyal customers who have made this success possible. Now please turn to Slide 4 for more details on our recent joint venture with Samsung. I'm excited to provide more insights on the Samsung-Lennox HVAC North America joint venture. Our collaboration is all about accelerating heat pump growth both for ducted and ductless products. Let's start with what makes this partnership a winning combination. Lennox and Samsung are mutually exclusive ductless HVAC partners in North America, combining our strengths to create a comprehensive and integrated portfolio that will benefit our customers.\nThis integration allows us to leverage our direct channel strength with Samsung's global brand and technology, providing unparalleled value and service to our dealers. Heat pumps currently make up about 30% of the market. And through our joint venture, we can extend our reach within this fast-growing category. Our joint offerings include attractive ductless solutions, and we are particularly excited about our colder climate heat pumps, which are designed to deliver better performance in the Northern U.S. regions.\nAnother key advantage of our joint venture is the enhanced technology it will provide our customers. Samsung's smart thing controls and home automation platform are at the forefront of innovation providing seamless integration and superior energy monitoring for homeowners. Both companies are committed to North American specific new product development ensuring our offerings meet the highest quality standards and deliver superior comfort to our consumers. In the future, we expect to provide our dealers with combined ducted and ductless offerings in addition to more hybrid heat pump systems.\nThis joint venture is set to accelerate heat pump growth for us through an industry-leading portfolio with advanced technology and strong brands. Ultimately, this partnership between Lennox, a North American Champion, and Samsung, a global champion, is poised to be a winning combination. We are looking forward to driving growth and innovation together.\nNow let me hand the call over to Michael, who will take us through the details of our Q2 financial performance.\n\nMichael P. Quenzer\n\nExecutive VP & CFO\n\nThank you, Alok. Good morning, everyone.\nPlease turn to Slide 5. As Alok mentioned at the start of this call, we are pleased to report our sixth consecutive quarter of year-over-year double-digit earnings per share growth. In addition to delivering double-digit profit growth, we have achieved year-over-year ROS expansion in each of those quarters.\nThe strong second quarter financial performance underscores the effectiveness of our strategies and the dedication of our team. Now I will share more details on the second quarter financial results. Core revenue was $1.5 billion, up 8%, driven by sales volume improvements, continued pricing excellence and benefits from the AES acquisition. Adjusted segment profit increased $38 million or [ 13%]. This improvement is largely due to $44 million of price and mix benefits and $19 million of organic and inorganic sales volume. These profit gains were partially offset by wage inflation, new factory ramp-up costs and investments in both SG&A distribution.\nTotal adjusted segment margin was a record 21.9%, up approximately 100 basis points versus prior year. Our second quarter tax rate was 19.9% and diluted shares outstanding were $35.8 million compared to $35.6 million in the prior year quarter.\nLet's turn to Slide 6 and review the financial performance of our Home Comfort Solutions segment. The Home Comfort Solutions segment had an exceptional quarter, delivering 5% revenue growth, 13% segment profit growth and an impressive 170 basis point expansion in segment profit margin. The 5% sales growth was primarily driven by our continued pricing excellence, which delivered 4% price yield in the quarter.\nIn the second quarter, we achieved a volume growth of 1% driven by mid-single-digit increases in our 2-step distribution channel as industry destocking concluded midway through the quarter. Sales volumes through our direct-to-contractor business were flat [indiscernible] to the prior year. We also experienced a $19 million year-over-year increase in expenses, driven by wage and general inflation as well as critical investments in distribution and sales to further our goal of improving the customer experience.\nMoving on to Slide 7. The Business Climate Solutions segment also continues to deliver strong revenue growth, up 15% this quarter. 6% of this revenue growth is attributed to the AES acquisition, which was completed in the fourth quarter of last year. We are very pleased with the integration progress of this new business and the substantial synergies we have already realized. In addition to inorganic growth, we achieved a notable 9% organic volume growth driven by gradual production improvements at our existing Stuttgart factory. While these improvements are positive, total production output still limit our ability to fully meet demand. We are encouraged by the progress of our new commercial factory, which remains on track, and we successfully built our first few units in early July. Profit for the segment increased $11 million, although this was moderated by approximately $5 million in ramp-up costs for our new commercial factory in Saltillo, Mexico.\nPlease turn to Slide 8 where I will review our cash flow performance and capital deployment strategies. Operating cash flow generated in the quarter was $184 million compared to $196 million in the prior year quarter. Capital expenditures were $33 million in the quarter, a decrease of $17 million compared to the prior year. In the second half, we anticipate temporary increases in working capital as we ramp up our new commercial factory in Saltillo, Mexico and prepare for the transition to the new low GWP product. The team also remains focused on accounts payable and accounts receivable process improvements to drive efficiencies. These factors are all included in our full year free cash flow guidance and long-term cash conversion targets. Maintaining our industry-leading ROIC is an important part of our investment strategy, additional factory capacity, enhancements to our distribution network and smooth regulatory transitions enable us to consistently deliver results and improve our competitiveness in the market.\nIn addition, we're continually evaluating M&A opportunities that fit our strategic objectives positioning us for sustained growth market leadership. We have a very strong balance sheet with net debt to adjusted EBITDA at 1.2x, down from 1.8x in the prior year. Our strategy for capital deployment remains focused on prioritizing high-return capital expenditure investments, increasing dividends annually and share repurchases dependent on M&A activity. We are also dedicated to maintaining our investment grade rating.\nIf you will now turn to Slide 9, I will review our revised 2024 full year guidance. After the second quarter results and more visibility into the second half of the year, we have refined our full year revenue guidance for each segment. The table on the left summarizes our full year revenue growth factors. Total company revenue is still projected to increase by approximately 7%. We now expect low single-digit improvement in sales volumes, which reflects increases for both segments. Price and mix expectations remained relatively unchanged within the range of mid-single-digit revenue growth. As a result of our strong first half profit performance, we are raising our full year earnings per share guidance to $19.50 to $20.25 from the previously guided $19 to $20. We're also maintaining our free cash flow guidance at $500 million to $600 million. Component cost inflation is now expected to be up low single digits compared to mid-single digits in our previous guide.\nWe still anticipate year-over-year increases in R-410A refrigerant and commodity inflation. We anticipate ramp-up costs of approximately $10 million for the new Saltillo, Mexico factory along with approximately $10 million associated with refrigerant transition across both segments manufacturing facilities. SG&A expenses are expected to increase in the year as a result of both inflationary pressures and investments. Our investments are focused on resources to improve customer experience and distribution growth initiatives. We will also be making investments in both sales and marketing to support our long-term growth targets. Capital expenditures are expected to remain unchanged at $175 million. Interest expense is still expected to be approximately $50 million and tax rate is expected to be approximately 20%. Overall, our performance in the first half of the year, combined with increased clarity on market risks has given us the confidence to raise and narrow our EPS guide range.\nWith that, please turn to Slide 10, and I'll turn it back over to Alok for an overview of end markets.\n\nAlok Maskara\n\nCEO & Director\n\nThanks, Michael. Let me provide updates on our outlook and share opportunities for both our segments.\nWithin our Home Comfort Solutions segment, historically, Consumer Health has been a significant driver of the repair versus replace decision. Therefore, we are diligently monitoring macroeconomic factors but have only seen minor shifts toward repairs. Encouragingly, industry inventory levels have largely returned to normal and recent updates on EPA ruling have provided greater clarity to the upcoming refrigerant transition.\nIn the Home Comfort Solutions segment, the greater share opportunities will result from successfully executing the upcoming refrigerant transition, improving overall fulfillment rates and enhancing go-to-market capabilities. Within the Building Climate Solutions end market, we continue to watch for any indication of short-term disruptions due to the refrigerant transitions. However, order rates and backlog continue to be stable and feedback from our customers suggest that there is a strong pent-up demand for rooftop replacements. While we have seen project delays in some verticals, we are encouraged by the customer interest in our new cradle to grave services enabled by the recent AES acquisition. We remain excited about the opportunity to gain share in the emergency replacement market, leveraging our upcoming production capacity at Saltillo. The new production capacity at Saltillo will also free up capacity at our Stuttgart plant to target additional key accounts.\nOverall, our outlook for the year remains cautiously domestic. Based on Lennox's history of successful regulatory transitions, we expect to benefit from new product mix and potential market share growth. Now please turn to Slide 11. As we conclude today's earnings call, I want to reaffirm our confidence in our ability to consistently deliver growth results by focusing on the 5 elements of our strategic transformation plan. First, we will continue to accelerate growth by improving our go-to-market effectiveness. Second, we will expand resilient margins through pricing excellence, increased productivity and by leveraging our direct-to-dealer network. Third, by leveraging the Lennox unified management system, we will streamline processes, leverage best practices, and consistently execute our strategy. Fourth, our continued technological advancement will enable Lennox to remain at the forefront of innovation for our customers.\nFinally, our core values and guiding behaviors are the foundation of our winning culture, supported by our pay-for-performance incentive structure. This comprehensive strategy not only supports our brand performance, but also reinforce our commitment to delivering long-term goals. I am immensely proud of our achievements, and I firmly believe that our greater successes are still ahead of us.\nThank you for listening. We will be happy to take questions now. Madison, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0ea5cc52ee8a33a895fd79c1000a0efd",
    "period": "2024 Q1",
    "content": "Q1 2024 Lennox International Inc Earnings Call - Q&A\n\nQ1 2024 Lennox International Inc Earnings Call - Q&A\n\nLIINYSEAPR 24, 9:30 AM\n\nOperator\n\nWelcome to the Lennox First Quarter 2024 Earnings Conference Call.\n[Operator Instructions]\nAs a reminder, this call is being recorded. And I would now like to turn the conference over to Chelsey Pulcheon from the Lennox Investor Relations team. Chelsey, please go ahead.\n\nChelsey Pulcheon\n\nThank you, Savanna. Good morning, and thank you for joining us today. We are excited to share our 2024 first quarter results. Joining me as CEO, Alok Maskara; and CFO, Michael Quenzer. Each will share their prepared remarks before we move into the Q&A session.\nTurning to Slide 2. A reminder that during today's call, we will be making certain forward-looking statements, which are subject to numerous risks and uncertainties as outlined on this page. We may also refer to certain non-GAAP financial measures that management considers relevant indicators of underlying business performance. Please refer to our SEC filings available on our Investor Relations website for additional details, including a reconciliation of all GAAP to non-GAAP measures. The earnings release, today's presentation and the website archive link for today's call are available on our Investor Relations website at investor.lennox.com.\nNow please turn to Slide 3 as I turn the call over to our CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO & Director\n\nThank you, Chelsey. Good morning. I want to begin by expressing my gratitude to our customers and employees whose loyalty to Lennox helped us deliver strong Q1 results marked by record profit margins. Specifically, I want to extend my appreciation to our dealers, distributors and key account customers for trusting Lennox to deliver industry-leading HV ACR products and solutions across North America. The success of our transformational effort to strengthen our distribution network, elevate customer experience, advance innovative platforms, execute pricing excellence and drive productivity can be entirely credited to the unwavering support from our employees and customers.\nThis successful quarter further demonstrates our ability to maintain our growth momentum, navigate complex end markets and effectively prepare for the upcoming low GWP regulatory changes.\nNow let's dive into the details of this quarter on Slide 3 where I would like to highlight 4 key messages: first, Lennox's core revenue grew 6% and our adjusted segment margin expanded 157 basis points to 15.9% resulting in our adjusted earnings per share increasing 23% to $3.47.\nOur operating cash usage was $23 million, a significant improvement from $79 million usage in the prior year. Second, Home Comfort Solutions delivered a slight revenue decline alongside moderate EBIT growth.\nWith the destocking effect on volume, counterbalanced by price and mix, we delivered 30 basis point margin expansion, and we are all glad to see the destocking phase nearing its end. Third, our Building Climate Solutions team delivered record Q1 margins supported by both revenue and profit growth. We remain on track for the opening of our new Saltillo Mexico factory in early Q3, which will enable us to fully satisfy customer demand and outgrew presence in emergency replacement market segment.\nLastly, we are delighted to announce the updated fiscal guidance for this year as the Q1 results give us greater confidence in our earnings per share range. Michael will provide a detailed review of the guidance later in the call. But for now, let's turn to Slide 4 for more details on the upcoming low GWP refrigerant transition.\nWe are fully prepared and on schedule for the upcoming refrigerant transition. Our product designs, manufacturing processes and technology engineering have all been finalized. We are currently transitioning our raw material inventory to facilitate the product launches, and we plan to start shipping the new low GWP refrigerant product, later this year in time to meet expected demand, we anticipate price increase of 10-plus percent for the new product line.\nDuring this low GWP transition, we will face manufacturing headwinds as we convert each production line in our factories. Our approach to reconfiguring our factories will effectively balance production flexibility with cost efficiency. Looking ahead, we foresee 2024 as predominantly in our 410A refrigerant year.\nAs we move into 2025, we expect the demand for the new low GWP product to reach approximately half to 2/3 of the end market. This shift in demand will benefit our product mix and also position us favorably to capture market share. Ultimately, we are well prepared and confident in our ability to navigate this transition successfully.\nNow please turn to Slide 5 for an overview of our initiatives to become a better distributor of HVAC products. As you know, Lennox is a top-tier HVAC distributor in North America with substantial geographical coverage through over 250 outlets supported by more than 25 regional distribution centers. Nearly 45% of Lennox's residential sales are now through our digital platform, lennoxpros.com where our contractor partners also have access to a digital service dashboard for equipment prognosis, diagnosis and monitoring. We have the opportunity to grow our market share by expanding geographic coverage and improve our share wallet through greater focus on parts and accessories.\nWe also have an opportunity to increase dealer loyalty with improved fill rate and an enhanced customer experience. The distribution network improvements and the 3 core changes highlighted on this page will accelerate our growth and increase our margin resiliency. First, we have established a decentralized and better aligned organization that is consistent with distribution best practices.\nAs a result, local leaders who have better visibility into local market conditions will have increased autonomy for faster decision-making. Furthermore, we have established 5 regional P&Ls led by experienced leaders who are accountable for both regional sales and stores. In addition, we are building our capabilities in critical areas such as revenue operations pricing excellence and distribution management. This is a long-term journey, and we are pleased with the early progress we have seen thus far.\nSecond, to improve the quality of our customer service, we completed a physical distribution network analysis to ensure that we have sufficient growth capacity and optimal cost structure. We have streamlined and digitized our end-to-end demand and inventory deployment processes, and we are also implementing a modern warehouse management system throughout Lennox. It will take us a few years to fully realize the benefit of these changes. But thus far, we are pleased with the recent trend in our fulfillment rate.\nThird, we have created customer charter for our businesses and have established Net Promoter Score practices across the company. This allows us to collect feedback and set numerical goals around our customer interactions. We are delighted with the improvements we are seeing in our Net Promoter Scores and know that this is the equipment that will continue to yield results over the long term.\nTo summarize, we are becoming a technology-enabled distributor, and we are investing in talent and resources to support this growth opportunity. While there are early signs of promising results, this is a multiyear endeavor that will accelerate growth and promote margin resiliency. Now let me hand the call over to Michael, who will take you through the details of Q1 financial performance.\n\nMichael P. Quenzer\n\nExecutive VP & CFO\n\nThank you, Alok. Good morning, everyone. Please turn to Slide 6. Expanding on to Alok's earlier comments, I'm excited to share our Q1 results, which not only reflect a strong start to the year, but also highlight record first quarter margins and an impressive 23% growth in adjusted earnings per share. Core revenue was $1 billion, up 6% as price gains and revenue from the AES acquisition were the main drivers of year-over-year improvement. Adjusted segment profit increased $25 million, where most of the growth came from $40 million of price and mix benefits. This was partially offset by continued inflation and investment in SG&A and distribution.\nTotal adjusted segment margin was 15.9%, up approximately 160 basis points versus prior year. Corporate expenses were $24 million, which includes $3 million of expenses previously considered noncore adjustments. Beginning in 2024, we will include certain previously categorized noncore adjustments in our adjusted earnings.\nThis approach aims to reduce recurring or immaterial adjustments, which improves our overall quality of earnings reported. Our adjusted earnings will continue to exclude the effects of business divestitures and significant nonrecurring items such as restructuring programs. Our first quarter tax rate was 19.4% and diluted shares outstanding were $35.8 million compared to $35.6 million in the prior year quarter.\nNow let's direct our attention to Slide 7, where we can review the financial performance of our Home Comfort Solutions segment. Revenue declined 1% to $681 million in the first quarter. The volume in our 2-step distribution channel continues to feel the effects of industry destocking and was down mid-teens. Our direct-to-contractor sales volumes were up low single digits with solid growth in the new construction channel as new homebuilding starts have rebounded.\nPrice yield was 3%, an improvement from the 2% price yield we earned in the second half of 2023, reflecting our successful execution of pricing initiatives in the quarter. The Home Comfort Solutions segment profit increased $1 million to $112 million, and segment margin also experienced approximately 30 basis points of growth to 16.6%, although pricing initiatives are progressing well, results are still impacted by inflation as well as the ongoing investments in distribution and sales.\nOverall, given the challenging conditions in the end market, we are proud of our execution to increase profit margins even with volume and mix headwinds. We are prepared to launch the new low GWP product in the coming months and ensure the new product pricing material maintains gross margins.\nTurning to Slide 8 in our Building Climate Solutions segment that delivered another strong quarter. The Building Climate Solutions revenue was up an impressive 21% this quarter, propelled by 7% volume growth and our best performance in many quarters. Combined price and mix were up 8%, and revenue from our AES acquisition contributed 6% revenue growth in the quarter. Building Climate Solutions profit grew by $28 million or 56% and segment margin expanded 480 basis points to 21%. These results were primarily driven by price and sales volume gains. Our profit results also reflect [ $18 million ] headwind for our new Saltillo Mexico factory ramp-up expenses.\nDespite ongoing production and supply chain challenges, unit production volume from the Stuttgart, Arkansas factory shows steady improvement. Additionally, we are excited for product output from the new Saltillo factory in early Q3 and we'll launch our new low GWP product in early 2025. We continue to be impressed by the Building Climate Solutions team's strong efforts in executing initiatives to pave the way for achieving our long-term targets.\nIf you will now turn to Slide 9, I will review our cash flow performance and capital deployment strategies. Operating cash flow used in the quarter was $23 million compared to $79 million in the prior year quarter. Capital expenditures were $30 million for the quarter, a decrease of $5 million compared to the prior year. Later in 2024, we anticipate temporary increases in working capital as we ramp up our new Saltillo, Mexico factory and prepare for the transition to the new low GWP product.\nConcurrently, the team is focused on improving processes and generating efficiencies in both accounts payable and accounts receivable. Both items are reflected in our full year free cash flow guidance and long-term cash conversion targets. Our commitment to high ROIC drives strategic and targeted investments that enhance our performance and competitiveness in the marketplace. As previously mentioned, the new Saltillo factory and the transition to the new refrigerant products is proceeding as planned and showing positive progress.\nWe also continue to look at bolt-on M&A opportunities that align closely with their overreaching company strategy. Net debt to adjusted EBITDA was 1.4x down from 2.1x in the prior year. Our approach to capital deployment remains consistent. We prioritize capital expenditure investments with strong returns, grow dividends with earnings, continue to explore M&A opportunities, and supplement with share repurchases when necessary. Additionally, we are committed to maintaining our investment-grade rating.\nTurning to Slide 10. Let's review the 2024 full year guidance. Our outlook on revenue provided during our last conference call remains unchanged as first quarter trends performed as expected. As a reminder, I will reiterate a few revenue guidance points. The table on the left highlights full year revenue growth factors. Total company revenue is projected to increase by approximately 7%. We also expect stable sales volumes with a slight increase from Building Climate Solutions and flat for Home Comfort solutions. Price and mix are expected to drive a mid-single-digit revenue growth where price increases will ensure we remain price/cost positive.\nAs a result of our strong first quarter profit performance, we are also revising our full year earnings per share guidance to $19 to $20 from the previously guided range of $18.50 to $20. Our free cash flow guidance remains unchanged at $500 million to $600 million. Those product and other cost assumptions also remain unchanged. Component cost inflation is anticipated to be up mid-single digits including large increases in our cost to acquire [ R-410A ] refrigerant and recent inflation in commodity prices. We expect this cost inflation to be partially offset by material cost reduction programs. We anticipate ramp-up costs of approximately $10 million for the new Saltillo Mexico factory, along with approximately $5 million to $10 million associated with the refrigerant transition across our home comfort solutions manufacturing facilities. SG&A expenses are expected to increase in the year, a result of both inflationary pressures and investments. Our investments are focused on resources to improve customer service, information system advancements and distribution growth initiatives.\nWe will also be making investments in both sales and marketing to support our long-term growth targets. Capital expenditures remain unchanged at $175 million. Interest expense is still expected to be approximately $50 million and our tax rate is expected to be approximately 20%.\nWith that, please turn to Slide 11, and I'll turn it back to Alok for an overview of end markets.\n\nAlok Maskara\n\nCEO & Director\n\nThank you, Michael. On Slide 11, I will share our outlook on the end markets for both segments, which align with the full year guidance that Michael just went through. Within our Home Comfort Solutions segment, we have started to see a rebound in residential new construction, signaling consumer health resiliency. Nevertheless, we continue to closely monitor the repair versus replace dynamic amidst macro uncertainties. We are pleased to see distributor inventory return to near normal levels. However, the introduction of new low GWP refrigerant product and pending EPA updates on component manufacturing cutoff dates, does add inventory management ambiguity for dealers and distributors.\nWith that said, we anticipate that most of this year's sales will still come from R410A products with limited adoption of the new R454B product towards the end of this year. Transitioning to the Building Climate Solutions segment, we expect deceleration in new construction accompanied by potential project delays. However, order rates and backlog remained strong driven by pent-up replacement demand. Insights from our National Account Services team highlight a significant upcoming need for replacements as well as increased interest in our new [indiscernible] to grid services.\nOur market share prospects in the PCS segment will be driven by volume from the new Saltillo Mexico factory and our expansion in the emergency replacement market. We are also securing additional wins in national accounts with our new integrated offerings made possible due to the AES acquisition. Overall, our outlook for this year remains cautiously optimistic. Given Lennox's track record of success during regulatory transitions, we anticipate benefit from new product pricing and potential market share gain. We acknowledge that the market remains uncertain, but we are confident in our proactive strategies aimed at driving growth optimizing margins and delivering exceptional value to our customers and shareholders.\nWe do this by focusing on controllables and action items that we can drive. Now please turn to Slide 12. As a recap, Lennox operates in growth end markets, had resilient margins, demonstrates execution consistency and serves with customers through advanced technology and high-performance talent. The 5 reasons we remain confident in Lennox be a great investment opportunity is: first, we will continue to make strategic growth investments to improve our go-to-market effectiveness and support customer demand; second, margins remain a focus as we continue to evaluate our pricing strategy, implement innovative solutions to increase productivity and optimize our direct-to-dealer network; third, by leveraging the Lennox unified management system, our teams will be able to streamline processes, leverage best practices and consistently execute our strategy; fourth, our continued technological advancement will enable Lennox to remain at the forefront of innovation for our customers; finally, our team's focus on core values and guiding behaviors, is the foundation of a high-performance culture.\nOur pay-for-performance incentive structure further aligns the talents of our team with the interest of our shareholders. Allow me to wrap up by saying thank you to each of our dedicated employees and valued customers. I'm proud of all that we have been able to accomplish, and I'm looking forward to the promising future that lies ahead of Lennox as our best days are still ahead of us. Thank you. We'll be happy to take your questions now. Savannah, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b7003d1ea9033b60f6b1b979015662e0",
    "period": "2023 Q4",
    "content": "Q4 2023 Lennox International Inc Earnings Call\n\nQ4 2023 Lennox International Inc Earnings Call\n\nLIINYSEJAN 31, 9:30 AM\n\nOperator\n\nWelcome to the Lennox Fourth Quarter and Full Year 2023 Earnings Conference Call.\n[Operator Instructions]\nAs a reminder, this call is being recorded. I would now like to turn the conference over to Chelsey Pulcheon from the Lennox Investor Relations team. Chelsey, please go ahead.\n\nChelsey Pulcheon\n\nThank you, Shelby. Good morning, everyone. Thank you for joining us this morning as we share yet another quarter of outstanding performance. With me today is CEO, Alok Maskara, our new CFO, Michael Quenzer; and our outgoing CFO, Joe Reitmeier. Alok, Michael and Joe will share their prepared remarks before we move to the Q&A session.\nTurning to Slide 2, a reminder that during today's call, we will be making certain forward-looking statements, which are subject to numerous risks and uncertainties as outlined on this page. We may also refer to certain non-GAAP financial measures that management considers relevant indicators of underlying business performance. Please refer to our SEC filings available on our Investor Relations website for additional details, including a reconciliation of all GAAP to non-GAAP measures.\nThe earnings release, today's presentation and the webcast archive link for today's call are available on our Investor Relations website at investor.lennox.com.\nNow please turn to Slide 3 as I turn the call over to our CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO & Director\n\nThank you, Chelsey. Good morning, and welcome. I'm proud to represent our 13,000 employees as we delivered another full year of record results. We are pleased with our 2023 growth, margin expansion and more important cash generation. Our strong results were noteworthy, given the unprecedented destocking faced by residential HVAC manufacturers last year. I'm deeply grateful for our employees and our customers whose hard work, loyalty and dedication drove the results that we will be discussing today. I would like to begin by highlighting 4 key messages on Slide 3.\nFirst, we delivered $3.63 in adjusted EPS for Q4, an increase of 41% year-over-year. Adjusted EPS for the full year was $17.96, a 27% increase year-over-year. Our 2023 full year results were also notable for 6% core revenue growth, 300 basis point expansion in adjusted segment margin. In addition, our operating cash flow more than doubled compared to prior year.\nSecond, we continue to invest wisely in manufacturing capacity, distribution optimization, technology transitions and growth initiatives while maintaining our industry-leading ROIC of 44%. Third, while end market uncertainties linger, our transformation momentum sets a strong foundation and gives us confidence in our 2024 EPS guidance range of $18.50 to $20.\nFourth, given the robust progress on the self-help transformation plan, we are pleased to increase our previously announced 2026 financial goals. Now please turn to Slide 4 for more details at 2023 self-help accomplishments. In 2023, Lennox experienced significant success during the first phase of our self-help transformation plan. Our strategic initiatives allowed us to effectively navigate the destocking challenges, which demonstrated our resilience and exceptional execution. This phase laid a solid foundation for future growth and positioned us to capitalize on further growth opportunities.\nWe accelerated growth by strengthening our distribution muscle to better serve our existing customers, attract new customers and increase our share of wallet from HVAC dealers. We are investing in our sales and stores teams to create greater alignment, accountability and autonomy for improving the customer experience.\nTo ensure resiliency we implemented pricing excellence initiatives to recover margins from previously depressed levels as many long-term key account contracts which were signed before the recent inflationary period came up for renewal. We also achieved higher factory output, enhanced productivity and optimize product mix. Together, these measures contributed to the overall margin expansion and strengthened our margin resiliency. Finally, to ensure consistent execution, we implemented a balanced core card-based operating system, which we refer to as Lennox unified management system.\nThis system was instrumental in driving accountability and ensuring alignment with our strategic goals to accelerate revenue growth and expand margins. We also simplified our portfolio with the sale of the European businesses and improved our total life cycle value proposition with the recent AES acquisition.\nOn the next slide, I will share more about how we fine-tuned our internal engine to ensure success of the transformation plan and accelerate growth throughout the journey. Slide 5 shows the 5 components that fueled Lennox's success in 2023 and are building momentum that will continue to power Lennox's bright future. At the heart of our transformation is our unwavering commitment to our vision and mission.\nThese set the true north direction for everything we do, aligning our efforts towards a shared goal. Moving outward, the strategy to great will deliver accelerated growth, resilient margins, execution consistency, advanced technology portfolio and talent and culture that help us win every day. Next is the commitment to our customer charters, emphasizing our dedication to always being a partner of choice by delivering exceptional customer experience and quality solutions.\nAnother crucial element to our outstanding performance was the implementation of our Lennox unified management systems. We are utilizing balance scorecard to drive accountability, integrating standard processes and best practices and aligning operating cadence for efficiency. This represents our commitment to a unified approach that enables Lennox to shift into a higher gear and outperform competition.\nLastly, our core values and guiding behaviors serve as a foundation of our high-performance growth culture with a passion for improving the customer experience. Last year, we rolled out 9 guiding behaviors that improved the team's focus on critical behaviors such as positive engagement and sustainability. These 5 components not only helped us build momentum on our self-help transformation this year, but also act as a spring boom to continue our long-term journey of growth and expansion.\nBefore we move into the detailed financial section, allow me a few moments to express my gratitude to our outgoing CFO, Joe Reitmeier. I am thankful for Joe's years of service to Lennox, and I'm especially grateful that stayed with us to train me, the new CEO, and and to oversee a smooth transition to our new CFO, Michael Quenzer. Now for the last time on an earnings call, let me hand the call over to Joe.\n\nUnknown Executive\n\nThank you, Alok, and greetings to everyone joining us this morning as we announce Lennox's record-setting performance and outlook. I've had the pleasure and privilege of serving as Lennox's Chief Financial Officer during a period of transformation and record-setting achievements. Portfolio changes enable a more intense focus on our key North American end markets, the team introduced new and innovative solutions. We delivered on initiatives that drove significant increases in profitability and that coupled with efficient capital allocation resulted in industry-leading returns on invested capital.\nWe fortified the balance sheet and most significantly, we generated exponential increases in returns for our shareholders. Now before I hand it off to Michael, I'd like to reflect briefly on 2023. It was another year of exceptional performance while strengthening the foundation for the future by investing in our people, sustaining industry-leading innovation and enhancing our capabilities to better serve our customers. Now while I'm extremely proud of my time with such a great organization that has accomplished so much. I take even greater pride knowing that I'm leaving an extremely talented and seasoned team that is very well positioned both strategically and financially for long-term success.\nI'd like to wrap up my comments with a sincere thank you to all Lennox employees, our valued customers, the investment community and other stakeholders for your partnerships over the years. I'll now hand it over to Michael, who will take you through the details of Lennox's financial performance and outlook. Michael, take it away.\n\nMichael Quenzer\n\nVice President of Finance\n\nThank you, Joe. Good morning to everyone.\nPlease turn to Slide 6. As Alok mentioned earlier, 2023 has been a record year in the fourth quarter with no exception. Core revenue, which excludes our revenue operations was $1.1 billion, up 7% as price and mix drove the year-over-year improvement. The [indiscernible] segment profit increased $44 million at $69 million of price and mix benefits were partially offset by inflation and investment in SG&A and distribution. Total adjusted segment margin was 15.9%, up 320 basis points versus prior year. For the fourth quarter, corporate expenses were $30 million, a decrease of $3 million. Our fourth quarter tax rate was 20% and diluted shares outstanding were $35.8 million compared to $35.6 million in the prior year quarter. The fourth quarter achieved record levels of revenue, segment profit and adjusted earnings per share, which grew by 41% to $3.63.\nLet's shift our focus to Slide 7 and review the financial results of our Home Comfort Solutions segment formerly referred to as a residential segment. The left graph shows revenue grew 1% to a record $709 million in the fourth quarter. The segment benefited from favorable mix of higher efficiency products and effective pricing execution. This was partially offset by volume declines.\nAlthough unit sales volumes for the segment declined by 5%, our direct-to-contractor sales volumes remained stable, signaling a resilient consumer demand landscape. Unit sales volumes through independent distribution channels declined more than 20% driven by continued industry destocking. Home Comfort Solutions profit decreased approximately 4% to $115 million, and segment margin also experienced a decline of 70 basis points to 16.2%. The decrease was attributed to a $9 million decrease in sales volumes and $25 million impact from inflation and investments in distribution and selling.\nMoving on to Slide 8. We will now review the performance of our Building Climate Solutions segment, formerly referred to as the commercial segment. The segment continues to consistently deliver outsize performance each quarter, resulting in another quarter of record revenue and profit. Revenue was $390 million in the quarter, up 19%. Combined price and mix were up 11% and volume was up 5%. Building Climate Solutions profit was $91 million or up 98% and segment margin expanded 930 basis points to 23.2%. These results were primarily driven by price and sales volume gains. The team's execution on several self-help initiatives aided in the recovery of previously depressed profit margins.\nThese initiatives include price corrections, enhanced factory productivity and strengthened supply chain resiliency. The AES acquisition also played a role in the growth during the quarter. The integration is progressing smoothly with existing Lennox customers showing interest in the AES full life cycle value proposition. Ultimately, the fourth quarter continued the year's momentum and resulted in a strong finish to 2023.\nIf you will now turn to Slide 9, I will recap the full year Lennox results. For full year 2023, core revenue, excluding European operations, was $4.7 billion, up 6%. Adjusted segment profit increased $180 million as $348 million of price and mix benefits were partially offset by Home Comfort Solutions sales volume declines as well as inflation and investment in SG&A and distribution. Total adjusted segment margin was 17.9%, up 300 basis points versus prior year. Despite facing volume challenges in the residential end markets, inflationary pressures and ongoing investments, the Home Comfort Solutions segment achieved revenue and profit growth through successful execution of strategic pricing initiatives and the seamless transition to the new minimum SEER standard.\nThe Building Climate Solutions segment also achieved impressive results in 2023. Healing supply chains and factory productivity played a key role in growing volumes in the second half of the year, and pricing execution helped the segment recover previously depressed profit margins from years of higher supply chain and production costs. Exceptional execution by both segments resulted in adjusted earnings per share growing to $17.96, setting a new record and representing a 27% increase compared to the prior year.\nMoving on to cash flow and capital deployment on Slide 10. Operating cash flow for the quarter was $306 million compared to $132 million in the prior year quarter. Capital expenditures were $125 million for the quarter, an increase of $91 million compared to the prior year. Net debt to adjusted EBITDA was 1.3x, down from 2x in prior year. Our approach to capital deployment remains consistent. We will prioritize organic growth investments with strong returns, grow dividends with earnings and continue to explore M&A opportunities and to supplement with share repurchases when necessary.\nLennox's industry-leading ROIC of 44% reflects our dedication to delivering value to our stakeholders through strategic and targeted investments. We not only aim to maintain our high ROIC, but also aimed to make necessary investments to elevate our performance and competitiveness in the marketplace. We anticipate the successful completion of our upcoming commercial HVAC factory and production is slated to begin midyear. While overhead and ramp-up expenses posed known challenges in the first half of 2024, we anticipate the factory will realize productivity benefits in 2025. This facility plays a pivotal role in our sustained growth, enhancing our commercial production capacity by 25% by the end of 2024. It will allow us to better address consumer demand and recapture market share in emergency [indiscernible] market.\nNow let's transition to Slide 11. Here, I will provide an overview of our full year financial guidance for 2024. We anticipating another year of profitable growth, the chart on the left provides key growth drivers with revenue expected to increase by approximately 7%. Alok will provide additional comments on end markets later in the presentation, but sales volumes are expected to remain relatively flat with a slight upward trend from Building Climate Solutions growth and stable Home Comfort solutions end markets. The combination of price and mix is anticipated to contribute to a mid-single-digit growth in revenue, price increases will sustain margins amid continued cost inflation and a slight favorable mix is expected due to the 2023 minimum efficiency regulatory change.\nIn addition to the profit drivers from revenue, we have listed key costs and investment assumptions on the right side of the slide. Component cost inflation is expected to be up mid-single digits, including large increases in our cost to acquire [ our 410A ] refrigerant. We expect this to be partially offset by material cost reduction programs. We anticipate ramp-up costs of approximately $10 million for the new commercial HVAC factory along with additional costs associated with the refrigerant transition across our Home Comfort solutions manufacturing facilities.\nWe will continue to invest in information system advancements, distribution growth initiatives and projects to improve customer service. Additionally, we expect to support growth initiatives by making investments in both sales and marketing. While we continue to focus on managing SG&A expenses, we do expect moderate inflation area pressure in 2024. Our guidance for capital expenditures is approximately $175 million. This includes final spending for the new commercial HVAC factory and the 2025 low GWP refrigerant transition. Interest expense is expected to be approximately $50 million and tax rate is estimated to be between 20% and 21%.\nIncorporating all of these guidance items, we expect earnings per share to be within the range of $18.50 per share and $20 per share. Finally, we expect free cash flow to be within the range of $500 million to $600 million.\nWith that, please turn to Slide 12, and I'll turn it back over to Alok for an overview of 2024 business conditions.\n\nAlok Maskara\n\nCEO & Director\n\nThanks, Michael. As we look forward to the coming year, it is important to recognize that while our transformation momentum has yielded positive results, we are still facing challenges in the end market. Within our Home Comfort Solutions segment, the health of the consumer will remain a significant driver of demand and greatly influence the repair versus replace dynamic.\nWe are mindful of consumer sentiment, especially in an election year, and we'll continue to track macro data for early indicators. It is important to point out, we have not yet noticed any meaningful shift from replace to repair. EPA rulings have also introduced an element of uncertainty regarding industry inventory levels. Ahead of the [ R454B ] transition, we do not anticipate a large pre-buy due to inventory fatigue in the tunnel and the increased cost of carrying inventories.\nHowever, we do expect distributors to normalize inventory levels this year as the channel returns to its usual ordering patterns. We also expect ongoing benefits of the strategic pricing initiatives and potential share opportunity as Lennox historically win share during regulatory transitions. Turning our attention to building Climate Solutions, we predict solid demand in 2024. With the data we have from our National Account Services business, we know that rooftop units are aged past historical averages and will need to be replaced soon. 2024 demand may be impacted if key accounts delay installs pending new R454B product availability. End markets may also face challenges related to softening commercial new construction and project delays. Ultimately, our outlook for 2024 remains cautiously optimistic, though we acknowledge the complexities of the market conditions in the coming years.\nWe trust that our proactive strategies focused on driving top line growth, expanding our margins and consistently executing on initiatives will continue to propel Linux towards enhancing customer experience and shareholder value.\nOn the next slide, I will go into more depth on each of the strategies as it relates to 2024. On Slide 13, I want to take a moment to revisit our self-funded transformation plan, which has been steering our current success. As a reminder, this plan is structured around 3 phases over the next several years.\nNow let's dive into the specifics of our actions for 2024, where we will transition from the initial phase to the growth acceleration phase. This year is pivotal as it sets the stage for the next wave of growth through strategic investments and focused actions. First, we are investing in our sales force to expand customer touch points, enhancing the overall customer experience through digital innovations and anticipating improved output from our new commercial HVAC factory. Additionally, we aim to increase the attachment rate for parts and accessories, ensuring the holistic experience for our customers.\nSecond, we are committed to driving resilient margins. This involves maintaining pricing excellence, leveraging greater productivity from volume recovery, realizing material cost reduction and reaping the mix benefits of transitioning to the new R454B product. These actions collectively fortify our financial position and solidify our sustainable competitive advantage.\nLastly, we will leverage the Lennox unified management system to streamline our operations and set clear priorities. Our focused strategy, investment in heat pump growth and enhancement to our distribution network further exemplify our commitment to consistent management execution. 2024 is a year of purposeful actions that will propel us into the growth acceleration phase and lay the groundwork for our journey into the expansion phase. I am confident that with our collective dedication and strategic approach, we are not just following a plan, we are shaping our future success.\nNow please turn to Slide 14 for an update on our long-term financial goals. It has been just over a year since we introduced our 2026 goals and are confident that our execution is ahead of schedule, even though market uncertainties persist. We are pleased that Building Climate Solutions has achieved record margins and that Home Comfort solutions demonstrated margin resiliency, even while facing significant volume headwinds.\nWith this year's achievements, we recognize the need to adjust our long-term goals to better reflect our current positions. For 2026 we are now targeting revenue of $5.4 billion to $6 billion, with total company target margin range of 19% to 21%. Our free cash flow conversion target is approximately 90% as we complete the necessary investments to support our growth.\nWe are increasing the long-term target for Home Comfort solutions to a range of 20% to 22% ROS and building Climate Solutions to a range of 22% to 24% ROS.\nNow for a wrap up, please turn to Slide 15 for the reasons I continue to believe that Lennox is a great investment opportunity. Lennox operates in growth end markets has resilient margins demonstrates execution consistency and serves its customers through advanced technology and high-performance talent. The 5 reasons we remain confident in our ability to deliver strong results are: first, we will continue to make strategic growth investments to improve our go-to-market effectiveness and support consumer demand. Second, our margins remain a focus as we continue to evaluate our pricing strategy, implement innovative solutions to increase productivity and optimize our direct-to-dealer network. Third, while leveraging the Lennox unified management systems, our teams will be able to streamline processes, leverage best practices and consistently deliver strong results.\nThe fourth aspect reflects our continued technology advancements that ensure Lennox will remain at the forefront of innovative solutions for our customers. Finally, the introduction of our guiding behavior enhance our team's focus on core values and fortified our high-performance culture. Our refreshed pay-for-performance incentive structure further aligns the talents of our team and the interest of our stakeholders.\nAllow me to wrap up by saying thank you to each of our dedicated employees and valued customers. I am proud for what we were able to accomplish this past year, and I'm looking forward to the promising future that lies ahead of Lennox as our best days are still ahead of us. Thank you. We will now be happy to take questions. Easy questions can go to Michael and I and the harder questions should go to Joe Reitmeier. Operator, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/79178b280164b62132c57afc2a5f52ae",
    "period": "2023 Q3",
    "content": "Q3 2023 Lennox International Inc Earnings Call\n\nQ3 2023 Lennox International Inc Earnings Call\n\nLIINYSEOCT 26, 9:30 AM\n\nOperator\n\nWelcome to the Lennox Third Quarter 2023 Earnings Call. [Operator Instructions] As a reminder, this call is being recorded. I would now like to turn the conference over to Chelsey Pulcheon from the Lennox Investor Relations team. Chelsey, please go ahead.\n\nChelsey Pulcheon\n\nThank you, Gary. Good morning, everyone. We have had an exciting quarter, and we are looking forward to discussing the details with all of you this morning. With me today is CEO, Alok Maskara, CFO, Joe Reitmeier, and VP of Finance, Michael Quenzer. Alok will take you through some quarter highlights as well as some preliminary perspective on the year ahead. Joe will go into depth on the company's quarterly financial results as well as our revised guidance for fiscal 2023.\nAt the end of the call, we will move to our Q&A session. Turning to Slide 2. A reminder that during today's call, we will be making certain forward-looking statements, which are subject to numerous risks and uncertainties as outlined on this page. We may also refer to certain non-GAAP financial measures that management considers to be relevant indicators of underlying business performance.\nPlease refer to our SEC filings available on our Investor Relations website for additional details, including a reconciliation of all GAAP to non-GAAP measures. The earnings release, today's presentation and the webcast archive link for today's call are available on our Investor Relations website at investor.lennox.com. You can also find the press releases for our CFO transition and AES acquisition on the Investor Relations website.\nNow please turn to Slide 3, I then turn the call over to our CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO & Director\n\nThank you, Chelsey. Good morning, everyone. I am proud to report that this has been another record quarter for Lennox with results that truly speak to our commitment towards delivering growth acceleration and resilient margin expansion. The record revenue, profit and earnings that we are sharing today reflect the transformative impact of our self-help initiatives put in place last year. .\nThese results were made possible by the hard work of Lennox's 13,000 employees as well as the unwavering loyalty of our dealers and customers. I deeply appreciate the tireless efforts of everyone who played a part in delivering these exceptional results. I also extend my appreciation to our dealers and customers for entrusting Lennox to provide top-tier innovative products and solutions.\nNow let me transition into an overview of this quarter's highlights. Lennox's core revenue grew 10% and and our adjusted segment margin expanded 334 basis points to 19.3%, resulting in our adjusted earnings per share increasing 30% to $5.37. Our operating cash flow of $313 million was up 83% year-over-year.\nAdditionally, earlier this morning, we announced Joe Reitmeier decision to retire and the appointment of Michael Quenzer as our new CFO. We are excited for both Joe and Michael as we complete this planned transition. Additionally, we also announced the strategic acquisition of Architectural Engineering Services, or AES this morning. The acquisition is consistent with our bolt-on acquisition strategy and is a clear strategic fit that will accelerate growth, unlock operational synergies and enhance our service offerings to create incremental shareholder value.\nNow please turn to Slide 4. For more details on our CFO transition. Announced earlier this morning, Joe Reitmeier has decided to retire, and I'd like to express my sincere gratitude for his remarkable 18-year tenure at Lennox. Under his leadership, the company achieved many significant milestones, including 7x earnings per share growth and 12x increase in market cap. Beyond his financial stewardship, Joe has cultivated a talented dynamic finance organization here at Lennox. With that strong foundation and [ robust ] succession plan, we expect a smooth transition as Michael Quenzer takes on the role of Chief Financial Officer, effective January 1, 2024.\nMichael joined Lennox in 2004 and has been a key contributor to Lennox's strong financial performance. He has a proven track record of driving operational excellence developing talent and creating shareholder value. Michael's experience as the segment CFO during the commercial turnaround and most recently as VP Finance and Investor Relations, equips him with a solid foundation for his new role.\nI'm very happy for Joe, as he looks forward to his well-owned retirement, and I am excited to work with Michael in his new capacity. Please join me in congratulating both Joe and Michael. Now please turn to Slide 5 for an overview of the ADS acquisition. We are pleased to welcome AES customers and employees to the Lennox family. This strategic bolt-on acquisition is in line with our overall capital deployment strategy and provide clear benefits to our customers, employees and shareholders.\nAs you may know, Lennox's existing national account service team is focused on preventative maintenance and energy monitoring services. Our new acquisition is centered on turnkey installation accessories as well as refrigerant, reclaim and recycling. The combined portfolio will allow us to serve our customers more holistically, ensuring that all their needs are met by Lennox.\nAdditionally, it enhances our cross-selling opportunities as we can now offer a broader range of services and solutions to our client base. This will strengthen our relationship with our customers and positions us for a comprehensive life cycle provider in this fragmented light commercial service industry. AES also provides new services to facilitate product life commissioning, including [ refrigerator ] and material recycling. For example, a commercial customer can purchase rooftop equipment from Lennox, utilize AES installation services, use us for maintenance and monitoring and leverage our reclaim and recycling services at the end of equipment life.\nBy offering these services. We not only align with the evolving environmental needs and regulations but also create a new revenue stream for our business, ensuring that we remain at the forefront of sustainable innovations. Another compelling aspect of this acquisition is the vertical integration into parts and accessories, specifically in core [ pirapters ]. By manufacturing and [ curate actors ] in-house we will be able to generate cost efficiencies, increase profitability and build a stronger competitive edge in the marketplace. Ultimately, this strategic bolt-on acquisition addresses several critical execution needs in our growth strategy.\nIt adds installation capabilities to our industry-leading preventative maintenance services, provide new services such as refrigerant reclaimer and material recycling to support product life cycle decommissioning and increases the sales of parts and access fees.\nNow let me hand the call over to Joe, who will take us through the details of our Q3 financial performance.\n\nJoseph William Reitmeier\n\nChief Financial Officer & Executive Vice President, Lennox International, Inc.\n\nThank you, Alok, and good morning, everyone. Please turn to Slide 6. As Alok mentioned earlier, the company posted strong revenue and earnings growth. Our core revenue, which excludes our European operations was a record $1.3 billion, up 10% where price and mix drove significant year-over-year improvement. Adjusted segment profit increased $62 million as $97 million of price and mix benefits were partially offset by inflationary impacts on SG&A and distribution costs. .\nTotal adjusted segment margin was 19.3%, up 334 basis points versus prior year. And for the quarter, Corporate expenses were $27 million, an increase of $11 million as a result of higher incentive compensation and wage inflation. In the third quarter -- or the third quarter, achieved record levels of revenue, segment profit and adjusted earnings per share. Adjusted earnings per share grew by [indiscernible] to $5.37. Our third quarter tax rate of 25.6% and diluted shares outstanding were $35.7 million compared to $35.5 million in the prior year quarter.\nTurning to our residential results on Slide 7. The chart shows revenue growth of 7% to a record $896 million in third quarter. The segment benefited from new minimum efficiency standards and a [ richer ] mix of higher efficiency products. We also noticed the positive impact from the strategic price increase in June. Although unit sales volumes for the segment declined by 2%, our direct-to-contractor sales volume increased mid-single digits, reflecting healthy end markets and ongoing market share gains. Unit sales volumes through independent distribution channels declined mid-teens, primarily due to continued industry de-stocking, which decelerated during the quarter.\nResidential segment profit increased 18% to $181 million, and segment margin improved by 183 basis points to 20.2%, driven primarily by price and mix and partially offset with lower volume, higher incentive compensation and inflationary effects on wages and distribution.\nTurning to Slide 8 and our commercial business that continues to deliver strong results. Revenue was $406 million in the quarter, up 15%. Combined price and mix were up 13%, and volume was up 2%. Commercial segment profit was $97 million or up 86%, and segment margin expanded 912 basis points to 24%. These results were driven by price and mix for a total for the total of a $47 million increase in profit for the quarter. Increased factory productivity has offset inflation and we have made significant progress on our new factory construction, which will support growth and productivity.\nMoving on to cash flow performance and our net debt to EBITDA. Starting on Slide 9. Operating cash flow for the quarter was $313 million compared to $171 million orders in the prior year quarter. Capital expenditures were $40 million for the quarter, an increase of $20 million compared to prior year. Our capital deployment priorities remain consistent, supporting organic growth investments like our new commercial manufacturing facility in Mexico, driving industry-leading innovation and exploring potential bolt-on acquisitions like AES.\nIn the quarter, the company paid approximately $78 million in dividends. Total debt was approximately $1.5 billion at the end of the quarter, and our net debt-to-EBITDA ratio was 1.7x. Cash, cash equivalents and short-term investments were $141.6 million at the end of the quarter. Construction on the new commercial factory is also coming along nicely with first production anticipated mid-2024. We do anticipate some P&L inefficiencies and temporary working capital build as the factory ramps up. By the second half of 2025, however, we expect the factory will be fully ramped, and we will begin realizing productivity gains.\nNow turning to Slide 10. I'll review our revised 2023 full year guidance. As a result of our strong execution on driving growth and expanding margins, we are increasing our full year outlook. We estimate core revenue to be up approximately 5% for the year and earnings per share of $17.25 per share to $17.75 per share. We are also increasing our free cash flow target to a range of $350 million to $400 million. Our guidance for capital expenditures is unchanged from our prior guide at $250 million, and this includes our investment in the new Saltillo factory and refrigerant transition-related investments. Pricing cost benefit are now expected to be $325 million, and net material costs are expected to be flat for 2023.\nWe revised our corporate expense estimate to be $100 million attributable to higher incentive compensation expenses. We will remain diligent on managing SG&A expense while also making necessary investments in the business to support growth, promote the development of our innovative products and solutions, improve overall productivity. And finally, we still expect our weighted average diluted share count for the full year to be approximately 35.5 million shares. With that, let's turn to Slide 11, and I'll hand it back over to Alok.\n\nAlok Maskara\n\nCEO & Director\n\nThanks, Joe. In addition to delivering impressed results, we are also making significant progress towards streamlining our portfolio. Last year, we announced a plan to divest -- we announced the plan to divest our European operations aligning with Lennox's strategic concentration on the North American market, where we are well positioned to accelerate growth and expand resilient margins. In the third quarter, we reached exclusive agreements for the sale of our European commercial [ HVAC ] businesses as well as our European process cooling businesses.\nBased on these agreements, we recorded $63 million noncash impairment this quarter. We expect both transactions to be completed before the end of the year. We also made strides in simplifying our already strong balance sheet. In September, we issued $500 million of senior unsecured 5-year notes, which will replace the [ $350 ] million load maturing in November of this year. In order to retire all secured debt we increased our revolving credit facility and introduced a commercial paper program. With these changes, we have lowered our financing cost and created additional liquidity.\nNow please turn to Slide 12, where I will provide an initial assessment of 2024 business conditions. 2024 will be another transformative year for Lennox as we ramp up the new commercial factory transition to low GWP refrigerant and continue our transformation plan. Our strategic management and execution discipline will allow us to navigate ongoing macroeconomic and regulatory uncertainties. On the left-hand side of this slide, we have laid out several tailwinds and headwinds that are likely to impact industry demand. And we anticipate channel de-stocking to end in 2023, which will lead to favorable volume trends in 2024. As channel returns to its usual ordering patterns. Additionally, the IRA, tax credits and other local incentives aimed at promoting energy-efficient [ at grades ] will encourage consumers to replace versus repair as well as the boost the sales of higher efficiency products. Also, as supply chains continue to heal and lead times normalize, pent-up demand for commercial products will drive growth. We continue to monitor demand changes related to the impending refrigerant regulatory transition in 2025. There is likely to be demand disruptions as distributors are going to adjust inventory levels to mitigate supply chain risks, gain possible price advantage and prepare to meet regulatory deadlines.\nIn terms of headwinds, the most significant source of uncertainty stems from macroeconomic factors. These include 2024 as an election year, fluctuations in consumer confidence influenced by geopolitical concerns and the impact of elevated interest rates on residential new homes and large commercial construction projects. On the right-hand side of the slide, we have identified several profit drivers. We believe that end market demand and normalization of channel inventory will drive improved volume with consistent incremental profits. We also expect the ongoing benefits of the strategic pricing initiatives and additional pricing opportunity driven by the increase in the cost of [ R-410A ] refrigerant.\nTowards the end of 2024, we'll start experiencing additional price and mix benefits, driven by the higher cost of [ R-454B ] units that require new sensors, control boards and more for advanced heat exchangers to maintain energy efficiency ratings. We forecast additional manufacturing productivity due to higher absorption and fuel for supply chain constraints. These drivers will be partially offset by ongoing inflation, ramp-up costs for the new commercial factory in Saltillo and costs associated with the refrigerant transitions.\nRegarding cash flow, we anticipate cash conversion to be impacted by a temporary increase in working capital. as well as capital investment to complete the new commercial factory and to meet the 2025 refrigerant transition requirements. Ultimately, our outlook on 2024 is cautiously optimistic. Our strategy remains focused on consistent execution, driving top line growth and expanding our margins. We plan to provide our 2024 financial guidance when we report our fourth quarter earnings early next year.\nWith that, please turn to Slide 13. Allow me to summarize some of the factors that lead me to believe Lennox is poised to continue delivering great results. First, we are making the necessary investments to enhance our go-to-market effectiveness to meet the attractive long-term industry demand. Second, our unique direct-to-dealer model enables us to deliver sustainable and resilient higher margins by leveraging both our manufacturing and distribution network to optimize profitability.\nThird, we deliver consistent execution through utilization of our balanced CoreCard based operating system, dual source supply chain and lean digital processes. Our capital deployment remains disciplined as we prioritize organic growth investments, developments, acquisitions and share repurchases. The fourth pillar is our advanced technology portfolio that allows us to address mega-trends and provide innovative solutions to our customers.\nFinally, we live by our core values and embody our guiding principles to strengthen our high-performance culture. Our pay-for-performance incentive structure also ensures close alignment of talent and stakeholder interest. I would like to conclude by expressing my appreciation to all of our employees and customers. I also want to thank Joe Reitmeier for his dedication over the years and congratulate Michael Quenzer on his new role as CFO.\nFinally, I would like to welcome all of the 280 AES employees to the Lennox family. I am excited about what the future holds for Lennox as our best days are still ahead of us. Thank you. Joe, Michael and I will be happy to take your questions now. Kerry, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/080e14081f1e2dacd9ae5d1bf0e94968",
    "period": "2023 Q2",
    "content": "Q2 2023 Lennox International Inc Earnings Call\n\nQ2 2023 Lennox International Inc Earnings Call\n\nLIINYSEJUL 27, 9:30 AM\n\nOperator\n\nWelcome to the Lennox Second Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded.\nAnd I would now like to turn the conference over to Chelsea Poulsen from Lennox Investor Relations team. Chelsea, please go ahead.\n\nUnknown Executive\n\nThank you, Ashley. Good morning, everyone. We are excited to have you here with us this morning. Joining me today is CEO, Alok Maskara; CFO, Joe Reitmeier; and VP Finance, Michael Quenzer. Alok will discuss quarter highlights and Joe will go into depth on the company's quarterly financial results and our updated guidance for fiscal 2023. After that, we will have a Q&A session with Alok, Joe and Michael.\nTurning to Slide 2. A reminder that during today's call, we will be making certain forward-looking statements, which are subject to numerous risks and uncertainties as outlined on this page. We may also refer to certain non-GAAP financial measures that management considers to be relevant indicators of underlying business performance.\nPlease refer to our SEC filings available on our website for additional details, including a reconciliation of all GAAP and non-GAAP measures.\nThe earnings release, today's presentation slides and the webcast archived link for today's call are available on our new Investor Relations website at www.investor.lennox.com.\nNow let me turn over the call to our CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO & Director\n\nThank you, Chelsea. Good morning, everyone. I am delighted to share our impressive results from the recent quarter ending on June 30, during which we delivered record revenues, record profit, record EPS, record margins and record cash flow. These results demonstrate the power of our focused growth strategy and the progress of our commercial turnaround plan.\nI am grateful to our dealers and customers for their continued loyalty towards our products and services as we remain committed to further improving our service levels and enhancing their customer experience. I'm also thankful for the dedication and hard work of my 13,000 Lennox colleagues whose relentless efforts have contributed to our outstanding performance this quarter.\nThis successful quarter demonstrates the power of our laser-focused strategy, which builds on our existing strong direct customer relationships, advanced products platform and our unique distribution network. These factors will continue to fuel our share gain and margin expansion for the foreseeable future.\nNow I want to discuss some key highlights of the quarter on Slide 3. First, core revenues grew 3% and our adjusted segment margin expanded 320 basis points to 20.9%, resulting in our adjusted earnings per share increasing 22% to $6.15. Additionally, our operating cash flow increased nearly 100% to $196 million.\nSecond, we are extremely proud of our commercial team's execution of our profitable growth strategy. Both revenue and profits for the Commercial segment hit a record this quarter driven by favorable price/mix and improved production output from our Stuttgart manufacturing location.\nThird, residential end markets were challenging, which resulted in our Residential segment, delivering lower revenue, margins and profits. Margins were also impacted by lower factory output and absorption as we normalize our own inventory levels post the CEO transition.\nWe remain cautiously optimistic about the second half, as we believe that the industry's inventory rightsizing is decelerating. In addition, our recent price increase will enable us to deliver improved margin performance during the balance of the year.\nFourth and finally on this page, we are pleased to share the revised fiscal guidance for this year as we anticipate higher revenues, higher earnings per share and higher operating cash flow for the full year. Joe will review the revised guidance in greater depth later in the call.\nNow please turn to Slide 4 for our view on the current business conditions impacting the industry. For the residential end market, we experienced higher-than-expected distributor destocking and a cooler start to the summer selling season. We are now anticipating unit volumes for the full year to decline by high single digits versus prior expectation of a mid-single-digit decline.\nLooking at the second half, we expect the impact of distributor destocking to diminish and we have started to see an uptick in our replacement sales, consistent with higher simpler temperatures.\nIn Commercial, we now anticipate sales to be up low double digits for the full year versus prior expectations of high single digits to low double-digit sales increase. The order backlog remains strong, and although delivery lead times remain extended, we are 50% lower than last year and in line with the industry.\nRegarding price versus inflation, we are pleased to report that the industry pricing remains disciplined and our own midyear price increase has been broadly successful. Our outlook on both components and commodity cost inflation remains stable and unchanged, and we expect the second half of the year to deliver a positive price versus inflation spread.\nUltimately, our improved service levels and increased commercial production gives us confidence that we are well positioned to gain share in the second half of this year. We continue to invest SG&A dollars towards improving our go-to-market processes while deploying incremental frontline resources to win over more dealers and more key accounts.\nWe believe that Lennox outperformed the industry in successfully launching the product portfolio to meet the new minimum efficiency standards, gaining further loyalty from customers and our dealers. During future regulatory transitions, including the upcoming low GWP refrigerant requirements on January 1, 2025. Lennox aims to deliver similar outperformance and capture additional share.\nPlease turn to Slide 5 for more details regarding ongoing Lennox activities related to the upcoming refrigerant transition. We are pleased to announce that Lennox will transition to R-454B from R-410A refrigerant to meet the EPA requirement effective January 1, 2025. The R-454B choice was driven by our commitment to provide the best option for our valued customers and the environment. Compared to the existing 410A refrigerant. R-454B reduces greenhouse gas emissions and is approximately 80% less global warming potential.\nLennox has demonstrated a solid track record of successfully navigating regulatory changes and this will be no exception. We have completed most product redesign and are now in the testing phase for this transition. The redesign includes updated compressors and other components for refrigerant compatibility and high efficiency performance.\nTo address safety requirements for the new A2L refrigerate, we will have additional safeguards on all our products that use this refrigerant. These safeguards may include sensors, controls and algorithms which will mitigate any leaks if and when they occur.\nSafety of all our products remains our highest priority, and our redesign will meet or exceed applicable safety standards. As you know, Lennox has a structural advantage of primarily selling direct to dealers. This enables our team to deliver advanced training to deliverers and equip them with accurate information to share with the end consumers. This helps us and our dealers to win during the regulatory transition while addressing all the safety requirements for manufacturing, distribution and installation.\nThroughout this transition, we do not expect a significant inventory prebuild as the transition to R-454B would likely happen faster compared to similar refrigerant transitions in the past. We intend to deliver a safe, seamless transition supported by appropriate inventory levels. By maintaining strong relationships and timely communications with our suppliers, we will avoid supply chain disruptions.\nWhile we are still reviewing this transition's financial impact, we expect it to be neutral or accretive to our margins. We are confident that the increase in the product cost will be offset by price. Overall, we anticipate that once again, we will outperform the industry and garner additional loyalty from our dealers and customers during this refrigerant transition.\nNow let me hand the call over to Joe, who will take us through the details of our Q2 financial performance.\n\nJoseph William Reitmeier\n\nChief Financial Officer & Executive Vice President, Lennox International, Inc.\n\nThank you, Alok. Good morning, everyone. Please turn to Slide 6.\nAs Alok mentioned earlier, the company posted a strong revenue and earnings growth. Core revenue, which excludes our European operations was a record $1.34 billion, up 3% compared to prior year's price and mix benefits more than offset Residential sales volume declines.\nTotal adjusted segment profit increased $50 million or 22% versus prior year. Price and mix increased profit by $106 million and were partially offset with $43 million from lower volume and $13 million from inflationary effects and investments in distribution and SG&A.\nTotal adjusted segment margin was 20.9%, up 320 basis points versus prior year. For the quarter, corporate expenses were $25 million, a decline of $2 million as we continue to tightly control corporate spending.\nThe second quarter not only achieved record levels of revenue and segment profit but also marked record earnings per share, with GAAP earnings per share rising 23% to $6.10, and adjusted earnings per share growing by 22% to $6.15. Our record -- our second quarter tax rate was 17.6%, and diluted shares outstanding were $35.6 million compared to $35.7 million in the prior year quarter.\nNow turn to Slide 7. As we saw in the first quarter, industry-wide distributor destocking continued in the second quarter and the summer season began with core temperatures, resulting in a 12% volume decline. The volume decline was partially offset with 2% favorable price and 6% favorable mix.\nOur direct-to-dealer sales, which are around 75% of our segment revenues, experienced a revenue increase in the low single digits. The remaining 25% of our revenue, which goes through distributors was down approximately 20%.\nResidential segment profit fell 6% to $203 million, and segment margin dipped 50 basis points to 21.6%, driven primarily by lower volume, inflation effects and selling and distribution investments. The headwinds were partially offset with price increases and favorable mix, partially driven by the new minimum efficiency standards.\nTurning to Slide 8 in our Commercial business that delivered another quarter of exceptional results. Revenue was $408 million in the quarter, up 24%. Combined price and mix were up 22% and volume was up 4%. Commercial segment profit was $103 million, up 150% and segment margin more than doubled to 25.3%.\nPrice and mix had an outsized impact in the quarter, delivering $66 million and the total $62 million -- of the total $62 million of the profit increase. Last year, we provide guidance on a multiyear profit opportunity of $100 million, and I'm delighted to share that our trailing 12-month segment profit has already surged by $120 million compared to the same period last year.\nOur rooftop production output continues to increase, and we are maintaining a robust commercial backlog while steadily improving delivery lead times, which now align with the industry.\nMoving to cash flow performance and our debt to EBITDA starting on Slide 9. Operating cash flow for the quarter was $196 million compared to $97 million in the prior year quarter. Capital expenditures were $49 million for the quarter, an increase of $28 million compared to the prior year. Our capital deployment priorities remain consistent supporting organic growth investments like our new commercial factory in Mexico, driving industry-leading innovation and exploring potential bolt-on acquisitions.\nIn the quarter, the company paid $38 million in dividends. Total debt was approximately $1.6 billion at the end of the quarter, and our debt-to-EBITDA ratio was 1.9x. Cash, cash equivalents and short-term investments were $58.6 million at the end of the quarter.\nTurning to Slide 10. Let's review our 2023 full year guidance. As a result of our strong first half performance, we are increasing our full year outlook. We expect core revenue to be up between 2% and 4% for the year and earnings per share of $15.50 per share to $16 per share. We are increasing our free cash flow target to a range of $300 million to $350 million.\nOur guidance for capital expenditures remains consistent with our prior guide at $250 million. As a reminder, that includes investment in a second commercial factory and investments related to the refrigerant transition to take effect in 2025.\nPrice benefit is now expected to be $250 million, and we now expect net material cost to be a $25 million headwind in 2023. The material cost headwind is driven by component cost inflation of $90 million, net of $30 million in savings from cost reduction initiatives, along with the $35 million commodity cost benefit.\nOur new target for corporate expenses is $95 million attributable to higher incentive compensation expenses. We will continue to manage SG&A expenses tightly while simultaneously making essential investments in the business to support growth initiatives, advance our innovative products and solutions and enhance productivity. And finally, we still expect the weighted average diluted share count for the full year to be between 35 million and 36 million shares.\nWith that, let's turn to Slide 11, and I'll turn it back over to Alok.\n\nAlok Maskara\n\nCEO & Director\n\nThanks, Joe. In addition to solid short-term results, we are also making significant progress towards transforming the company for longer-term shareholder value expansion. Last quarter, we shared the key initiatives that pave a clear path towards our 2026 financial targets.\nToday, we would like to share 3 transformation phases that would clarify the execution time frame of those initiatives. Collectively, these initiatives will deliver on the 2026 targets and set up Lennox for even longer-term value creation.\nWe are currently in the self-help phase of the plan, which delivers execution consistency to our customers and shareholders. We have already demonstrated success in our commercial recovery and portfolio simplification initiatives. Our pricing excellence initiative will drive favorable margins through improved price setting, getting and netting. We are strengthening our core foundation by enhancing talent and reinforcing culture with an emphasis on accountability. This stronger foundation will serve as a springboard for accelerated growth in 2025 and beyond.\nLooking into 2025, Lennox is prepared for growth acceleration in several areas. Our up-to-dated go-to-market sales strategy will increase our growth capacity and grow our core dealer base with a renewed focus on premium margin products. As we highlighted earlier, we anticipate accelerated share gain during the upcoming refrigerant change. Our technology advantage in cold climate heat pump will enable additional share gain during ongoing industry electrification.\nWhile we remain committed to delivering our 2026 financial targets, we also recognize the opportunities to continue expanding shareholder value even beyond 2026. We will build upon our structural competitive advantage with an expanded distribution network to increase our North American coverage. We will also capitalize on this expanded distribution network to expand our share of wallet through higher commercial service penetration, higher attachment rates for parts, supplies and adjacent products used by HVAC dealers.\nIn summary, we are committed to our 2026 fiscal targets and also have a clear line of sight to strategic imperatives that will continue creating differentiated shareholder value.\nNow please turn to Slide 12, where I would like to recap why I believe that Lennox's structural competitive advantage is poised to deliver long-term differentiated shareholder value. Let me highlight the 5 pillars of our structural advantage.\nFirst, our direct-to-dealer model uniquely positions us to deliver accelerated growth. To capture this, we will enhance our sales go-to-market effectiveness, consistently elevate the customer experience and make necessary investments in growth capacity to meet market demand.\nSecond, because we own our own primary distribution channel, we can deliver sustainable and resilient higher margins by leveraging scale and technology to reduce cost and increase the efficiency of our distribution network.\nThird, our balanced scorecard-based operating system, dual source supply chain and lean digital processes, deliver execution consistency throughout our operations.\nThe fourth pillar is our advanced technology portfolio that is perfectly suited to serve the North American heating and cooling industry with environmentally sustainable innovative solutions.\nFinally, we have high-performance talent and culture that is nurtured by our core values and recently launched guiding behaviors. We are continuously engaged in talent development and succession planning while diligently ensuring that our compensation structure is closely aligned to shareholder value creation.\nI would like to close by reaffirming my gratitude to our employees and our customers. We are proud of our accomplishments in the first half of this year and continue to believe that our best days are ahead of us.\nThank you. Joe, Michael and I will be happy to take your questions now. Ashley, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/538223df28d617ad07bb652c4226c3e0",
    "period": "2023 Q1",
    "content": "Q1 2023 Lennox International Inc Earnings Call\n\nQ1 2023 Lennox International Inc Earnings Call\n\nLIINYSEAPR 27, 9:30 AM\n\nOperator\n\nWelcome to the Lennox First Quarter 2023 Earnings Conference Call. [Operator Instructions]\nAs a reminder, this call is being recorded.\nI would now like to turn the conference over to Chelsea Poulsen from Lennox Investor Relations team. Chelsea, please go ahead.\n\nUnknown Executive\n\nThank you, Britney. Good morning, everyone, and thank you for joining us for Lennox's first quarter earnings results. I'm here today with CEO, Alok Maskara, CFO; Joe Reitmeier, and VP of Finance, Michael Quenzer.\nAlok will discuss highlights for the quarter and Joe will take you through the company's quarterly financial performance and our view on 2023 fiscal guidance. After that, we will have a Q&A session with Alok, Joe and Michael.\nTurning to Slide 2, a reminder that during today's call, we will be making certain forward-looking statements, which are subject to numerous risk and uncertainties as outlined on this page. Please refer to our SEC filings available on our website for additional details. All comparisons mentioned today are against the prior year period unless otherwise noted. Speakers may also refer to certain non-GAAP adjusted financial measures that management may consider to be relevant indicators of underlying business performance and trends.\nA reconciliation of all GAAP to non-GAAP measures is included in today's earnings press release, SEC filings and in the appendix of this presentation. The earnings release, today's presentation slides and the webcast archived link for today's call are available on our website at www.lennoxinternational.com.\nNow let me turn the call over to our CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO & Director\n\nThank you, Chelsea. Good morning, and welcome, everyone. Allow me to start by sharing my appreciation for all of our employees whose hard work has enabled us to deliver exceptional performance this quarter, including record quarterly earnings per share.\nWe take great pride in our team's effort to gain share, expand margin and seamlessly transition our product portfolio to meet the new minimum energy efficiency regulations. This successful quarter reflects our company's product leadership, strong direct customer relationships and advanced digital platforms. These factors will continue to fuel our share gain and margin expansion for the foreseeable future. I want to also take this opportunity to thank our dealers and customers for their loyalty to Lennox as we improve our service levels while delivering the best HVAC products and solutions in North America.\nNow please turn to Slide 3, where I want to highlight 4 key messages. First, Lennox is proud to report another quarter with record financial results. First quarter 2023 core revenues grew 3%. Our margin expanded 210 basis points, resulting in our adjusted EPS, increasing 15% to $2.83. Our free cash usage this quarter was $114 million, which is typical given the seasonality of our business. Second, we are pleased with the pace of margin recovery in our commercial business segment.\nOur profits more than doubled compared to last year as manufacturing operations stabilized and the benefit of price and mix outpaced inflationary cost increases. Third, we continue to help our dealers and customers succeed during the transition to the new minimum efficiency regulations that went into effect on January 1, 2023. Our superior design and successful track record of executing during regulatory changes, in conjunction with improved service inventory levels has put us in a strong position to gain share.\nFourth, given the strong quarterly results, we remain comfortable with our previously issued full year financial guidance. We continue to closely monitor end market sentiments, track movements in commodity pricing, and execute countermeasures, including additional price increases. We are also optimizing our inventory levels, given improved lead times and current sales outlook.\nNow please turn to Slide 4 for our view on the current end market conditions. In the residential end market, we are experiencing destocking in our 2-step distribution channel just as we had expected. We anticipate the destocking to continue through the beginning of second half of this year.\nVolume in our direct-to-dealer channel was flat in Q1. However, we are expecting softness later in the year, driven by fewer new housing starts in 2022. We are closely monitoring consumer confidence for any changes that may impact the replacement versus repair decisions, but we are also encouraged by the recent improvement in the new housing starts.\nThere is no change in our full year outlook for a mid-single-digit decline in residential unit volumes. In commercial, our backlog is strong, and our lead times have improved as the factory situation has stabilized. The industry lead time for commercial equipment remains extended due to the shortage of common components. We still believe that commercial sales will grow by high single digits this year.\nOn the price versus inflation balance, we are price cost positive, but we are monitoring recent inflation in commodities such as steel and copper to offset the higher material cost we have implemented a targeted residential price increase that will become effective on June 18 this year. Overall, we are well positioned to gain share with our success in seamlessly transitioning to the new minimum efficiency standards and given our improved service inventory levels.\nIn addition, we are strengthening our go-to-market organization by adding more field resources and offsetting those investments by driving back-office SG&A productivity. Now please turn to Slide 5. To accelerate our profitable growth and to expand margins, we are investing in pricing excellence at Lennox. Over the past few years, we have managed to offset inflation with price, but there remains a significant opportunity for us to refine our pricing strategy to drive greater benefits from both price and mix.\nWe are strengthening our pricing infrastructure by increasing price analytics, engaging outside experts and further developing our internal talent. Recently, we have revised our company-wide contract signing authority to ensure appropriate scrutiny over key account pricing, and have redirected new business development on higher-margin channels and applications. We also plan to expand our rebate auditing process and take all the necessary steps to increase price netting. Another priority of ours is to work with our larger key accounts to optimize our cost to serve so that we can establish win-win partnerships.\nIn summary, we know that pricing excellence is an important step towards Lennox regaining our competitive margin advantage. And thus, we are increasing our focus to meet or exceed our long-term margin goals. Later in the presentation, I will provide an update on our long-term goals.\nBut for now, I'm going to hand the call over to Joe Reitmeier, who will go through our first quarter financial performance.\n\nJoseph William Reitmeier\n\nChief Financial Officer & Executive Vice President, Lennox International, Inc.\n\nThank you, Alok. Good morning, everyone. Please turn to Slide 6. Looking at the quarter for Lennox overall, the company posted strong revenue and profit growth, core revenue, which excludes our European operations was a record $990 million, up 3% compared to prior year.\nBoth our Residential and Commercial segments experienced sales volume declines, but price execution and favorable product mix more than offset the volume headwinds. Total adjusted segment profit increased $24 million or 20% versus prior year. Price and mix exceeded product cost inflation by $63 million with partial offsets of $17 million from lower volume and $22 million for inflationary effects and investments in distribution and SG&A expenses.\nTotal adjusted margin was 14.4%, up 210 basis points, with most of the margin expansion driven by performance in our Commercial segment. In the first quarter, corporate expenses increased $6 million to $19 million due to the timing of incentive compensation expenses.\nMoving on to net income and cash flow performance, starting on Slide 7. The first quarter not only achieved record levels of revenue and segment profit but also marked record earnings per share with GAAP earnings per share rising 20% to $2.75, and adjusted EPS growing by 15% to $2.83. Our first quarter adjusted net income included a 21.4% tax rate, and diluted shares outstanding were 35.6 million compared to 36.4 million in the prior year quarter.\nThe company used $79 million of cash in operations compared to a use of $98 million in the prior year. Working capital optimization is a priority, and we remain on track to achieve our 2023 cash flow target. Capital expenditures were approximately $35 million for the quarter, an increase of $10 million compared to prior year.\nCapital investments will be higher this year as we fund growth and increased capacity including a new factory for our commercial business. We used $114 million of free cash flow compared to a use of $123 million in the prior year quarter. In the quarter, the company paid approximately $38 million in dividends. Total debt was $1.67 billion at the end of the quarter, and our debt-to-EBITDA ratio was 2.1. Cash, cash equivalents and short-term investments were $48 million at the end of the quarter.\nMoving to the business segments, starting on Slide 8, where our Residential segment delivered record fourth quarter revenue. Residential revenue was flat to prior year as sales volume declines of 8%, were offset with 4% favorable price, 5% favorable mix and 1% unfavorable foreign exchange. Total sales, which go direct to dealer represent about 70% of our segment revenue and were up mid-single digits. The remaining 30% of our revenue goes through distributors where total revenues were down low teens, the result of expected industry destocking.\nResidential segment profit rose 3% to $111 million, a first quarter record. Segment margin expanded 50 basis points to 16.3% as continued pricing gains more than offset product cost inflation of our new minimum efficiency standard products drove favorable mix. Partially offsetting these gains were $12 million of lower volumes and $16 million from inflationary headwinds on distribution and selling and administrative expenses, where we've made investments to fuel growth.\nTurning to Slide 9 in our commercial business. As announced in our last earnings call, beginning in the first quarter of 2023, the Commercial segment results will include our North American refrigeration operations. Our European operations will be reported in our Corporate and Other segment until we complete the divestiture of the European businesses. Revenue was $309 million in the quarter, up 10%, combined price and mix were up 16% and volume was down 6%. Commercial segment profit was up 110% and segment margin expanded 770 basis points to 16.2%.\nWe are pleased with the profit recovery in our commercial segment where price and favorable mix were the main contributors to profit growth early in the year. In the first quarter, we successfully transitioned our HVAC products to the new minimum efficiency standard, but industry-wide supply chain challenges constrained production output and continue to limit sales volumes. Demand from customers remains robust with a solid order backlog, while supply chain challenges persist, lead times to our commercial customers are shortening and are competitive with the industry.\nTurning to Slide 10. Let's review our 2023 full year guidance. Our outlook provided on our last conference call remains unchanged. As a reminder, I will reiterate a few guidance points. We expect core revenue to be flat to up 4% for the full year and earnings per share of between a range of $14.25 per share to $15.25 per share. Free cash flow is targeted within a range of $250 million to $350 million.\nWe are planning capital expenditures of $250 million that includes investment in a second commercial factory and investments related to refrigerant transition to take effect in 2025. Price benefit, including price associated with the 2023 SEER transition is now expected to be $175 million. And we now expect net material cost to be a $45 million headwind in 2023. The material cost headwind is driven by component cost inflation of $100 million, net of $30 million in savings from cost reduction initiatives, along with $25 million from commodity cost benefits.\nCorporate expenses are still targeted at $80 million. We will manage SG&A tightly while continuing to manage necessary investments in the businesses to support growth initiatives and drive productivity. And finally, we still expect the weighted average diluted share count for the full year to be between 35 million to 36 million shares, which incorporates our plans to repurchase $100 million to $200 million of stock this year.\nWith that, let's turn to Slide 11, and I'll turn it back to Alok.\n\nAlok Maskara\n\nCEO & Director\n\nThanks, Joe. Please turn to Page 11 for an update on the key initiatives reviewed during last year's Investor Day to deliver on our long-term targets. As a recap, our 2026 target is to deliver an ROS of 18% to 20% with revenues over $5 billion. We believe that our laser-like focus on North America HVACR market, our direct-to-dealer business model and our superior technology portfolio will ensure long-term success.\nWe are executing 6 self-help strategic imperatives outlined on the right-hand side of this page to meet or exceed our 2026 goals. First, growth acceleration to drive share gain will be achieved by optimizing our go-to-market effectiveness by improving our brand customer experience and by increasing growth capacity. Second, we will increase resilient margins through commercial recovery, productivity and pricing excellence, which was highlighted earlier in the call today.\nThird, to maintain execution consistency, we have introduced a balanced score card operating system. We are transitioning to a dual-source supply chain, and we are implementing lean digital processes like sales and inventory planning. Fourth, we are reconfirming our commitment to 90% to 100% cash conversion and a healthy balance sheet while building a bolt-on M&A pipeline focused on North American HVACR.\nFifth, we will enhance our technology leadership through the frequent regulatory transitions by winning in core climate heat pump and investing in digital AI/ML adoption across all our business functions. Fixed and finally, we are reinforcing our high-performance talent and culture by rolling out guiding behaviors to support our core values.\nIn addition, we are undertaking succession planning and ensuring that our compensation scheme remains aligned with value creation.\nOnce again, I would like to thank our employees who are working hard to successfully implement this self-help transformation plan. To close our prepared remarks, I would like to summarize on Page 12, the reasons why I believe LII is an attractive investment opportunity.\nLennox is a narrowly focused North American leader in the attractive industry of energy-efficient, environmentally friendly HVACR solutions. We operate in high-growth end markets with strong replacement demand that provides us with resiliency even during periods of economic uncertainty. The company has a unique direct-to-dealer network, which creates a sustainable competitive advantage. And we have a history of robust execution with disciplined capital allocation. As I complete my first year at Lennox, I'm even more excited about Lennox's future and continue to believe that our best days are ahead of us. Thank you. Joe, Michael and I will be happy to take your questions now. Britney, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1790dc0e5a80d7107a145ecc77ee239c",
    "period": "2022 Q4",
    "content": "Q4 2022 Lennox International Inc Earnings Call\n\nQ4 2022 Lennox International Inc Earnings Call\n\nLIINYSEJAN 31, 9:30 AM\n\nOperator\n\nWelcome to the Lennox International Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this call is being recorded.\nI would now like to turn the conference over to Alok Maskara, CEO. Alok, please go ahead.\n\nAlok Maskara\n\nCEO & Director, Luxfer Holdings PLC\n\nThank you, Ashley. Good morning and welcome. I hope everyone is having a good start to 2023. It was nice to meet many of you face-to-face during the Investor Day on December 14. Thanks for attending and sharing your feedback.\nTurning to Slide 2, a reminder that during today's call, we will be making certain forward-looking statements that are subject to numerous risks and uncertainties, as outlined on this page. Please refer to our SEC filings available on our website for additional details.\nBefore we begin, I want to express my gratitude and appreciation to all of our employees who enabled us to deliver record financial results in 2022. Last year, our dedicated employees improved our customer experience while facing significant supply chain disruptions. This enabled us to reestablish our cadence of gaining residential market share. I want to take this opportunity to also thank our dealers and customers for their loyalty to Lennox. We will continue to improve our service levels while maintaining the best HVACR products and solution in North America so that we can continue gaining share in the future.\nNow please turn to Slide 3 where I want to highlight 4 key messages. First, we are proud to report solid fourth quarter results that capped off another record year for Lennox. Q4 revenues of $1.1 billion and full year revenues of $4.7 billion were both up 13% year-over-year. Strong price execution and continued volume growth enabled us to set new records for both quarterly and full year revenues. Q4 adjusted earnings per share of $2.63 and full year EPS of $14.07 both grew 12%, establishing a new record for full year EPS.\nSecond, we successfully transitioned our product portfolio to meet the new minimum regional efficiency regulation that went into effect on January 1, 2023. We believe that our superior design and solid execution has put us in a strong position to win share during and after the transition.\nThird, we ended the year with fully replenished finished goods inventory levels to support our customers through this year transition. In addition, we are also carrying higher level of raw material safety stock to mitigate the impact of ongoing supply chain disruptions. Given this, our 2022 free cash flow was $203 million, which was below our expectations. We are undertaking countermeasures to improve our cash flow forecasting and remain committed to converting 90% to 100% of our net income into free cash over the long term.\nFourth, our 2023 full year outlook remains unchanged, and we still expect revenue growth of 0% to 4% and an EPS range of $14.25 to $15.25.\nNow please turn to Slide 4 to discuss business updates as a follow-up to our dialogue during the Investor Day. In terms of end market update, as we approach February, our order rates remain consistent with our prior expectations. While we are noticing signs of a slowdown, we remain confident in our dealer networks' ability to continue driving both replacement and new construction sales, especially as equipment lead times normalize.\nWe do anticipate some channel destocking in our 2-step distribution businesses like Allied Air, ADP and Heatcraft. We are maintaining solid communication with our distribution partners to effectively manage channel inventory levels.\nIn addition to successful execution during this year transition, we are pleased to report that we remain on track to transition our portfolio to comply with the upcoming 2025 low GWP regulation.\nIn terms of order updates on our innovation road map, we recently launched our next-generation thermostat controller, the Lennox S40, which has built-in indoor air quality monitoring capabilities and improved connectivity to further improve the experience of our customers and our dealers. We also continue to make progress on accelerating our heat pump growth, and we're a proud recipient of the good design award for that our Dave Lennox Signature Series collection, heat pump.\nSwitching gears. As part of our commercial recovery effort, the construction of our new commercial factory in Saltillo has started and will be complete by the end of 2024.\nLastly, on this page, the formal process for divesting our European assets has started, and our internal segment consolidation is complete. We expect to close the European divestiture sometime this year.\nWith that, let me hand the call over to Joe, who will provide you a more detail view of our financial performance.\n\nJoseph William Reitmeier\n\nExecutive VP & CFO, Lennox International Inc.\n\nThank you, Alok. Good morning, everyone. Please turn to Slide 5. Looking at the quarter for Lennox overall, the company posted strong revenue and profit growth. Revenue was a record $1.1 billion, up 13% as reported and up 14% at constant currency, with the growth driven by volume and price. Total segment profit increased $30 million or 30% versus prior year as pricing gains more than offset cost inflation, and all 3 segments contributed to profit growth.\nTotal segment margin was 12.1%, up 150 basis points, as price gains outpaced cost inflation, and Commercial margins improved due to higher factory output. GAAP EPS of $2.65 was up 17%, and adjusted EPS rose 12% to $2.63.\nRegarding special items, the company had an $800,000 adjustment for the fourth quarter and $6.6 million for the full year. Corporate expenses were $34 million in the fourth quarter and $91 million for the full year. Overall, SG&A was $155 million in the fourth quarter or 14.2% of revenue, down from 15.7% in the prior year quarter. And for the full year, SG&A was $627 million or 13.3% of revenue, down from 14.3% in the prior year. Our full year 2022 income tax rate was 19.3%, which was up from the 17.2% last year, the result of higher tax benefits from share-based compensation and the finalization of our prior year tax obligations with taxing authorities.\nFor 2022, the company generated cash from operations of $302 million compared to $516 million in the prior year. The reduction in cash flow was primarily due to inventory cost inflation and investments to both minimize supply chain disruptions and prepare for the minimum-efficiency regulatory change that took effect January 1, 2023.\nCapital expenditures were approximately $101 million for the full year compared to $107 million in the prior year. Free cash flow was $203 million for the year compared to $410 million in the prior year. In 2022, the company paid approximately $142 million in dividends and repurchased $300 million of the company's stock. Total debt was $1.5 billion at the end of the fourth quarter, and we ended the year with a debt-to-EBITDA ratio of 2.1. Cash, cash equivalents and short-term investments were $61 million at the end of the year.\nMoving to the business segments, starting on Slide 6. Our Residential segment delivered record fourth quarter revenue and profit. Residential revenue grew 13% to $703 million. Volume was up 5%. Price and mix were up 9%. And foreign exchange had a negative 1% impact. Residential segment profit rose 8% to $119 million. Segment margin contracted 90 basis points to 16.9%, primarily due to incremental costs associated with supply chain disruptions and the factory changeover for the new 2023 minimum efficiency standard products. For the full year, Residential segment revenue was a record $3.2 billion, up 15%. Volume was up 4%. Price was up 11%. And product mix was flat for the full year. For the full year, Residential profit was a record $597 million, up 10%. Segment margin was 18.7%, down 80 basis points, primarily the result of supply chain challenges, which drove manufacturing inefficiencies and unfavorable product mix with reduced production output for higher-end products.\nNow turning to Slide 7 and our Commercial business. Revenue was $241 million in the quarter, which was up 19%. Commercial price and mix was up 17%. Volume was up 3%, and foreign exchange had an unfavorable 1% impact. Commercial segment profit was up 79%, and segment margin expanded 390 basis points to 11.6%. Commercial demand and backlog remains solid, and our Arkansas factory recovery is progressing well. Staffing in the plant is at our desired levels, with productivity progressing and production output increasing. For the full year, Commercial revenue was $901 million, up 4%. Price and mix were up 13%, and volume was down 9%. For the full year, segment profit was $81 million, down 27%. Segment margin was 9%, down 380 basis points.\nLooking at our Refrigeration business on Slide 8. Revenue was $150 million for the fourth quarter, up 5% as reported and up 10% at constant currency. Price and mix were up 21%. Volume, down 11%. And foreign exchange had a negative 5% impact. Revenue growth was led by our North American business with price and mix, which was up more than 20%. Europe revenue was up 9% as reported and up 22% at constant currency. Overall, the Refrigeration segment profit rose 42% to $19 million, and segment margin expanded 330 basis points to 12.5%. Refrigeration demand, order rates and backlog remain strong. For the full year, Refrigeration revenue was $619 million, up 12%. Volume was up 3%. Price and mix was up 14%. And foreign exchange had an unfavorable 5% impact. Segment profit was $79 million, which was up 60%. And segment profit was 12.7%, up 380 basis points.\nTurning to Slide 9 for a free cash flow update. Free cash flow was $203 million and was impacted by inventory replenishment to get our distribution network back to effective levels to serve our customers, along with inventory investment to buffer the supply chain to support demand for the new minimum efficiency standards that became effective January 1.\nAs we look to 2023 in free cash flow, we expect cash from operations to increase as we work to optimize inventory levels while we prepare for the next regulatory change to take effect in 2025 for the new low GWP refrigerants and minimize supply chain disruptions.\nOur capital expenditures in 2023 will be approximately $250 million and includes investments for a second commercial factory and investments necessary to prepare us for the 2025 refrigerant change. Free cash flow in 2023 is planned within a range of $250 million to $350 million, including increased capital spending to support regulatory growth -- to support regulatory change and growth initiatives, including factory capacity.\nFree cash flow in 2023 is planned within a range of $250 million to $350 million, including increased capital spending to support regulatory and growth initiatives, including factory capacity.\nNow turning to Slide 10. Let's review our 2023 full year guidance. Our outlook collectively for the end markets we serve remains unchanged. We expect revenue to be flat to up 4% for the year. There is no change to our EPS guidance of $14.25 to $15.25 that we shared with you during our Analyst Day. Free cash flow is targeted within the range of $250 million to $350 million, as I mentioned. And we are planning capital expenditures of $250 million that includes the necessary investments in a second factory, as I mentioned, and investments related to the refrigerant transition that take effect in 2025. Price benefit, including price associated with the 2023 SEER transition, is now expected to be within a range of $150 million to $175 million.\nNow turning to the cost side of the equation. We expect net material cost to be at $35 million headwind in 2023. That material cost headwind is driven by component cost inflation of $100 million, net of $30 million in savings from sourcing and engineering initiatives, along with a $35 million commodity cost benefit. Corporate expenses are still targeted at $80 million. We will manage SG&A tightly while continuing to make the necessary investments in the businesses to support growth initiatives and to drive productivity. And finally, we expect the weighted average diluted share count for the full year to be between 35 million to 36 million shares, which incorporates our plans to repurchase $100 million to $200 million of the company's stock this year.\nWith that, let's turn to Slide 11, and I'll hand it back over to Alok.\n\nAlok Maskara\n\nCEO & Director, Luxfer Holdings PLC\n\nThanks, Joe. For summarizing our financial results and providing an update on the assumptions behind our 2023 fiscal guidance. Please turn to Slide 11 for the key success factors for Lennox this year that are summarized on this page.\nWhile we have little control over the industry unit shipments in 2023, that are still expected to decline year-over-year. Given that, we are focusing our effort on the 3 controllable factors to grow our revenues and expand our margins. First, to offset inflation, we are maintaining and expanding our pricing initiatives. We have already implemented price increases for 2023 and are confident in our ability to offset cost inflation with pricing.\nSecond, on the heel of a strong Q4 performance, we continue to maintain focus on commercial profit recovery. As Joe mentioned earlier, staffing levels are stable, and the Stuttgart plant has switched over to the 2023 SEER standards while simplifying our product portfolio. Our new commercial product lineup provides greater value to our customers, and we intend to share part of that value through pricing and contract negotiations.\nThird, Lennox is now well positioned to start gaining share again. As you may recall, our service levels suffered after the Marshalltown tornado in 2018, and we were unable to fully restore the service levels during the COVID years. Now the Marshalltown reconstruction is complete. Our finished good inventory levels have been replenished. Saltillo continues to add capacity, and our commercial lead times are approaching competitive levels.\nThe improved service levels, along with recently introduced new products, put us in a strong position to relaunch our share gain programs.\nEven during a period of economic uncertainty, our confidence in executing on the 3 controllable key success factors makes us cautiously optimistic for 2023. Again, I want to thank our employees who are working hard to sustain and improve our customer service levels.\nNow please turn to Slide 12 for some final thoughts before Q&A. I would like to close our prepared remarks by summarizing why I believe LII is an attractive investment opportunity. Lennox is narrowly focused leader in energy-efficient, environmentally friendly climate controlled solutions. We operate in high-growth end markets with strong replacement demand that provides us with resiliency even during periods of economic uncertainty. The company has a unique direct-to-dealer network, which creates a sustainable competitive advantage. And finally, we have a history of robust execution with disciplined capital allocation.\nThank you for listening. Joe and I will be happy to take your questions. Ashley, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c6d520aafb0a8702bf50ef588ae7be86",
    "period": "2022 Q3",
    "content": "Q3 2022 Lennox International Inc Earnings Call\n\nQ3 2022 Lennox International Inc Earnings Call\n\nLIINYSEOCT 27, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Lennox International Third Quarter Earnings Conference Call. (Operator Instructions) As a reminder, this call is being recorded. I would now like to turn the conference over to Steve Harrison, Vice President of Investor Relations. Please go ahead.\n\nSteve L. Harrison\n\nVP of IR, Lennox International Inc.\n\nGood morning. Thank you for joining us. I'm here today with CEO, Alok Maskara; and CFO, Joe Reitmeier. Alok will discuss highlights for the quarter and Joe will take you through the company's quarterly financial performance and guidance for 2022. After that, Alok will discuss our current view on 2023 before Q&A. To give everyone time to ask questions during the Q&A, please limit yourself to 2 questions or follow-ups and requeue for any additional questions.\nThe earnings release with GAAP to non-GAAP reconciliations, today's presentation slides and the webcast link for today's call are available on our website at www.lennoxinternational.com. The webcast also will be archived on the site for replay. All comparisons mentioned today are against the prior year period unless otherwise noted.\nTurning to Slide 2. I would like to remind everyone that in the course of this call, we will be making certain forward-looking statements, which are subject to numerous risks and uncertainties. For information concerning these risks and uncertainties, see Lennox International's publicly available filings with the SEC.\nBefore I turn the call over to Alok, let me remind everyone of our upcoming Annual Investor Day on Wednesday, December 14, when we will discuss specific guidance for 2023 and our 3-year outlook, as well as provide an update on our strategy.\nNow let me turn the call over to CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO & Director, Luxfer Holdings PLC\n\nGood morning, and welcome, everyone. I want to start by thanking all our employees who are working exceptionally hard given the ongoing supply chain disruptions to better serve our customers. As a result of their efforts, Lennox was able to deliver another record quarter, while improving our customer service level.\nOn Slide 3, I want to start by highlighting 4 key messages. First, our record third quarter financial results included double-digit revenue growth in all 3 of our business segments. Overall, company revenues were up 17% to a third quarter record of $1.24 billion. Adjusted earnings grew 21% to a third quarter record of $4.10.\nSecond, we are prepared for the upcoming minimum efficiency regulation to be effective on January 1, 2023. As part of the preparation, we are replenishing inventory levels, which will also help us increase supply chain resiliency. Given our inventory build, cash from operations was $171 million in the quarter, down $51 million from a year ago.\nThird, the recovery in our commercial business segment is progressing well, and the daily output from our factory in Stuttgart is steadily increasing. Third quarter Commercial segment profit was up 72% sequentially and up 31% year-over-year.\nToday, we are also announcing investment in a second Commercial factory to be built in Mexico. The total capital required for the new Commercial factory is expected to be in the range of $125 million to $150 million over the next 2 years. The new Commercial factory will provide us the much needed additional manufacturing capacity while enabling margin expansion.\nFourth, given persistent supply chain inefficiencies and the adverse mix impact driven by shortage of components for high-end Residential products, we are revising our full year EPS guidance range to the lower end of the prior range.\nNow please turn to Slide 4 to discuss our preparedness for the minimum efficiency regulatory changes. In our Residential and Commercial end markets in the U.S. and Canada, the new required minimum cooling efficiency level for air conditioners, heat pumps and rooftop units is increasing on January 1, 2023. For air conditioners in the South and Southwest regions, the change is based on date of installation, while for air conditioners in the North region and for all heat pumps and rooftop products, the change is based on date of manufacture.\nFor the new 2023 compliant units, we expect a double-digit benefit of price and mix to more than offset the higher cost of the units.\nFor Residential products, our competitive design includes single-stage compression, more efficient aluminum coils and an optimized external footprint. This design approach achieves higher efficiency standards without having to change indoor units, making our solutions better for dealers and end users. Lennox historically has done very well competitively during this minimum efficiency transitions, and we believe we are well positioned to do so again.\nNow please turn to Slide 5 for an update on our commercial profit recovery efforts. At our existing Arkansas manufacturing facility, we have met our targets for hiring and retaining talent, resulting in staffing levels reaching normalcy, which is up 30% since April. Since achieving normal staffing levels, we are systematically increasing our daily output, which is now up 15% since April. Higher output is improving service for our customers who have been mostly understanding of our challenges given industry-wide supply shortages.\nWe are grateful for our customers' loyalty and patience, and want to assure them that we are doing our utmost to increase capacity and reduce lead times. We are deploying additional talent and working closely with our suppliers to satisfy current demand levels and remain committed to delivering additional manufacturing output and productivity from the existing factory. However, in the fourth quarter, we are expecting sequentially lower manufacturing efficiency and output as we transition our product lines to build our newly launched Enlight and Xion products that meet or exceed the new minimum efficiency standards.\nSimilar to Residential, price positioning of the higher-efficiency Commercial products will enable us to more than offset the associated higher cost. Looking ahead, we have decided to invest in a second Commercial factory in Saltillo, Mexico near our existing Residential operations. The new factory will increase our capacity to support our customers' forecasted demand, and it will also position us to regain lost share, especially in the emergency replacement market.\nWe expect an 80% lower hourly labor cost at this new facility, although some of those savings will be offset by higher freight cost. Overall, as Commercial production continues to recover, we expect $100 million segment profit improvement within the next 3 years.\nWith that, I will hand the call over to Joe on Slide 6 to discuss full quarter financials and guidance for the full year.\n\nJoseph William Reitmeier\n\nExecutive VP & CFO, Lennox International Inc.\n\nThank you, Alok, and good morning, everyone. Looking at the quarter for Lennox International overall, the company posted record third quarter revenue and profit. Revenue was $1.24 billion, up 17% as reported and up 18% at constant currency, primarily driven by volume growth and price.\nGAAP operating income was a third quarter record $186 million, up 14%. And in the chart, you see the total segment profit rose 15% to a third quarter record $189 million. Total segment margin was 15.2%, down 30 basis points, primarily due to supply chain inefficiencies and lower mix, driven by manufacturing constraints on higher-end products.\nGAAP EPS was up 17% to a third quarter record $3.99, and adjusted EPS rose 21% to a third quarter record $4.10.\nNow moving to the business segments. Starting on Slide 7. You see a record third quarter for Residential in revenue and profit. Residential revenue grew 17% to $835 million, volume was up 7%, price was up 10% in the quarter. Residential replacement and new construction sales were both up high teens, with new construction growing faster.\nResidential segment profit rose 7% to $154 million. Segment margin contracted 190 basis points to 18.4% due to lower mix as we were unable to increase output of high-end units due to the component shortages.\nRegarding Lennox stores, we opened 4 new locations in the third quarter to bring our total store count to 239. We expect to end the year with approximately 245 stores.\nNow turning to Slide 8 in our Commercial business. Revenue was $253 million in the quarter, up 20%, led by strong growth in National Account business. Commercial price was up 9% and mix was up 11%. Commercial segment profit was up 31% and segment margin expanded 100 basis points to 11.7%.\nCommercial demand and backlog remained strong, and our Arkansas factory recovery continues to progress well. We have recruited and hired the number of employees we need for the factory, the daily output is increasing and we continue to make progress on improving processes and productivity.\nNow turning to Slide 9 in our Refrigeration business. Revenue was $157 million for the third quarter, up 14% as reported, and up 21% at constant currency. Price was up 16%, volume was up 5%, foreign exchange had a negative 7% impact. Revenue growth was led by North America, up more than 20%. Europe revenue was up 2% as reported and up 20% at constant currency. Overall, for the Refrigeration segment, profit rose 54% to $22 million, and segment margin expanded 370 basis points to 14.3%. Refrigeration demand and backlog remains strong.\nTurning to Slide 10. Let's review our 2022 full year guidance. We now expect revenue growth for the full year of 12% to 15% compared to the prior range of 10% to 15%. For the industry, we continue to assume low single-digit shipment growth in North American residential markets and mid-single-digit shipment growth in the North American Commercial unitary and Refrigeration markets.\nWe are updating our guidance for GAAP and adjusted EPS for the full year to a range of $13.80 to $14.20 compared to the prior range of $13.80 to $14.50.\nNow looking at the puts and takes that are changing. Price is now expected to be a $425 million benefit for the year, a yield of 10%, which is up $25 million from our prior guide of $400 million. Residential mix is now expected to be a $45 million headwind for the full year compared to our prior guidance of a $25 million headwind. The mix headwind is attributable to the shortage of higher-end products as supply chain constraints continue to limit production of our Dave Lennox Signature Series.\nCommodity cost inflation is now expected to be $120 million, down $10 million from our prior guidance of $130 million. However, we are still seeing inflationary pressures on components and other materials, and now expect $120 million headwind compared to prior guidance of a $100 million headwind. Supply-related factory disruptions are now expected to be a $25 million headwind compared to prior guidance of a $15 million headwind. Interest and pension expense guidance is now $40 million, up from our prior guidance of $35 million.\nAnd as we invest more in inventory for supply chain resiliency, buying ahead of continued component price increases and the minimum efficiency regulatory transition, free cash flow is now expected to be approximately $300 million for the year compared to prior guidance of $400 million. And stock repurchase guidance is now $300 million for the year, which has been completed compared to our prior guidance of $400 million. The effective tax rate will be approximately 19% for the full year.\nNow for the guidance points that are not changing. Freight costs are still expected to be a $20 million headwind. We still expect corporate expenses to be $95 million and we are still planning for $125 million of capital spending, and we still expect a weighted average diluted share count of approximately 36 million shares for the full year.\nAnd with that, let's turn to Slide 11, and I'll turn it back over to Alok to talk to you about our thoughts on 2023 at this time.\n\nAlok Maskara\n\nCEO & Director, Luxfer Holdings PLC\n\nThank you, Joe. While we will be giving specific guidance on 2023 at our Investor Day in mid-December, I wanted to spend a few minutes today on the different headwinds and tailwinds that are guiding our 2023 outlook.\nOn the headwind side, we are prepared for a decline in residential unit shipments due to the downturn in single-family new housing starts, as well as possible impact on the replacement units from rising interest rate environment and broader economic slowdown.\nOn the cost headwind side, we expect the first half of 2023 to continue seeing component inflation, and we also expect some of the current supply chain disruptions to persist in the first half of 2023. For the 2023 tailwinds, we expect to see a price and mix benefit from minimum efficiency regulatory increase in both Residential and Commercial. We also see significant carryover and annual price increase benefit.\nOur 2023 margins will also be favorably impacted by commercial manufacturing recovery and easing commodity cost. In addition, our material cost reduction pipeline will provide meaningful savings as we expect that most of the supply chain inefficiencies will be behind us by the middle of the year.\nOur Commercial and Refrigeration businesses have strong demand and backlog into 2023, and all our businesses have share gain opportunities ahead of us. Bottom line, even if residential units are down on new construction and macroeconomic softness, we still expect revenue, margin and EPS growth for LII in 2023.\nPlease turn to Slide 12 for some final thoughts before Q&A. I would like to close our prepared remarks by summarizing why I joined Lennox and why I believe LII is an attractive investment opportunity. Lennox is narrowly focused leader in energy-efficient, environmentally friendly, climate controlled solutions. Our innovative products continually reduce global warming potential. We operate in high-growth end markets with strong replacement demand that provides us resiliency even during economic uncertainties.\nThe company has a unique direct-to-dealer network, providing a strong, sustainable competitive advantage. And we have a history of robust execution with disciplined capital deployment. In summary, I believe LII is a compelling investment opportunity as we look at 2023 and beyond, and that our best days are ahead.\nThank you. Joe and I will be happy to take your questions now. Operator, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/67fd8811d46cc030ec9e2ebacee2d79e",
    "period": "2022 Q2",
    "content": "Q2 2022 Lennox International Inc Earnings Call\n\nQ2 2022 Lennox International Inc Earnings Call\n\nLIINYSEJUL 28, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Lennox International Second Quarter Conference Call. (Operator Instructions) As a reminder, this call is being recorded. I would now like to turn the conference over to Steve Harrison, Vice President of Investor Relations. Please go ahead.\n\nSteve L. Harrison\n\nVP of IR, Lennox International Inc.\n\nGood morning. Thank you for joining us for this review of Lennox International's financial performance for the second quarter of 2022. I'm here today with CEO, Alok Maskara; and CFO, Joe Reitmeier. Alok will discuss the highlights from the quarter and key strategic developments, and Joe will take you through the company's financial performance and outlook for 2022. After that, Alok will provide closing comments and take us into Q&A. (Operator Instructions)\nThe earnings release with GAAP to non-GAAP reconciliations, today's presentation slides and the webcast link for today's conference call are available on our website at www.lennoxinternational.com. The webcast also will be archived on the site for replay. All comparisons mentioned today are against the prior year period unless otherwise noted.\nTurning to Slide 2. I would like to remind everyone that in the course of this call, to give you a better understanding of our operations, we will be making certain forward-looking statements. These statements are subject to numerous risks and uncertainties that could cause actual results to differ materially from such statements.\nFor information concerning these risks and uncertainties, see Lennox International's publicly available filings with the SEC. The company disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nNow let me turn the call over to CEO, Alok Maskara.\n\nAlok Maskara\n\nCEO, Lennox International Inc.\n\nGood morning, and thank you for joining us today. I have enjoyed meeting with many of you since I started on May 9, and I look forward to more conversations so that I can continue to get insights and perspectives from all our key shareholders. I'm happy to kick off my first Lennox earnings call by reporting a record quarter with record revenue, record EBIT and record EPS driven by strong growth. .\nBefore I begin, I want to thank all our employees for their hard work towards improving service levels, given the global supply chain disruptions. It is their hard work and perseverance that has enabled us to deliver record revenues and profits.\nPlease turn to Slide 3, where I want to highlight 4 key messages: One, we had a record quarter driven by continued strong execution in our Residential and Refrigeration segments. Company revenue was a record at more than $1.3 billion, up 10%. Adjusted earnings per share was a record as well at $5 per share, up nearly 10%. Our turnaround efforts in our commercial factory in Stuttgart remains on track, and we are pleased with the sequential improvement in our quarterly results. However, supply chain disruptions continue to constrain production and our ability to meet strong demand.\nSecond, we continue our disciplined capital allocation strategy as we repurchased $100 million of stock and paid $33 million in dividends in the second quarter as we generated $97 million in cash from operations in the quarter. Third, the company continued to advance its strategic priorities with a focus on innovation and ESG. I will talk more about these in a moment, but we are the first company to complete the Department of Energy's Cold Climate Heat Pump Challenge, and we recently published our latest ESG report that includes the company's science-based targets.\nFourth, we are increasing our full year revenue guidance and are also raising the low end of our full year EPS guidance range. Now please turn to Slide 4 to discuss the company's recognition for being the first to achieve the objectives of the DOE Cold Climate Heat Pump Challenge. Homeowners in colder climates have traditionally relied on fossil fuel heating for their homes. The DOE challenge was created to accelerate cold climate heat pump advancements for colder climates and revolutionize the HVAC industry with a solution that offers comfortable cooling and heating while significantly lowering greenhouse gas emissions.\nIn June, I was honored to host the Secretary of Energy, Jennifer Granholm, who traveled to the Dallas area to recognize the Lennox team for their accomplishments and advancements in affordable, clean and efficient heating and cooling solutions. Lennox takes great pride in designing, manufacturing and delivering the most efficient climate control products on the market.\nEven before the challenge, the Lennox advanced technology team was already working on the development of a cold climate heat pump to add to our extensive line of best-in-class heat pump products already on the market. The cold climate heat pump represents our dedication as a company to accelerating environmental sustainability through ongoing product innovations, advances in efficiency gains and greenhouse gas emission reduction targets.\nTurning to Slide 5. Our 2021 ESG report has been published and is now available on our website. Beyond our leadership in heat pumps and dedication to decarbonization, our latest ESG report highlights that our emission reduction targets are now approved by the Science Based Targets initiative. This initiative is focused on climate action in line with the goals of the Paris Agreement to help prevent the worst impacts of climate change.\nThe ESG report covers how we are meeting or exceeding our improvement targets in environmental as well as the continued progress we are making in diversity and inclusion. And of course, strong governance is fundamental and the bedrock of Lennox. I encourage all our stakeholders to read the report and continue following our ESG progress.\nNow I will hand the call over to Joe to discuss the second quarter financials on Slide 6.\n\nJoseph William Reitmeier\n\nExecutive VP & CFO, Lennox International Inc.\n\nThank you, Alok, and good morning, everyone. Looking at the second quarter for Lennox International overall, the company posted record revenue of $1.37 billion, up 10% as reported and up 11% at constant currency. GAAP operating income was a record $227 million, up 5%. And in the chart, you see that total segment profit rose 4% to a new record $230 million.\nTotal segment margin was 16.8%, down 110 basis points, primarily due to inflationary pressures, global supply chain disruptions and factory inefficiencies. GAAP EPS was a record $4.96, up 10% and adjusted EPS was a record $5, up 9%. Moving to the business segments, starting on Slide 7.\nYou will see a record quarter for Residential in revenue and profit. Against the 30% prior year revenue growth comparison, Residential revenue came in at a record $978 million, up 17%. Price was up 13%, and volume was up 5%. Mix was down 1% as we still saw supply constraints on our high-end products in the second quarter, and we expect this to be the case through the second half of the year.\nResidential replacement sales were up mid-teens and new construction was up high teens. Residential segment profit rose 14% to a record $216 million, Segment margin contracted 50 basis points to 22.1%. Cooling degree days were favorable in the prior year quarter in the Southeast and South-Central regions in the U.S. but cooler elsewhere. We opened 2 new Lennox stores in the second quarter and are targeting 20 to 30 new stores this year weighted to the second half, and we now have 235 Lennox stores.\nNow turning to Slide 8 in our Commercial business. Revenue was $220 million, down 13%. Volume was down 22%, price was up 4% and mix was up 5%. Commercial segment profit was down 62% to $17 million and segment margin contracted 1,010 basis points to 7.8%. Commercial end market replacement demand remains strong, and we have made significant progress in hiring factory direct labor at our factory in Arkansas to support that, but supply chain disruptions continue to significantly impact the equipment business.\nCommercial improved sequentially in the second quarter, and we focused on prioritizing key national account customers and school business during the summer months. We announced a third Commercial price increase effective August 1 and continue to expect commercial improvement in the second half of the year.\nLooking at our Refrigeration business on Slide 9. You see second quarter record revenue and profit. Refrigeration revenue was $169 million, up 14% as reported. Price was up 12%, volume was up 9% and mix was down 1%. Foreign exchange had a negative 6% impact, so revenue growth at constant currency was 20%, led by more than 30% growth in North America.\nOrder rates and backlog remained strong. And in Europe, Refrigeration revenue was up high single digits at constant currency. Europe Commercial HVAC was up mid-single digits at constant currency. The geopolitical environment is weighing on the market regionally, and supply chain disruptions continue to impact our European operations. Overall, for the Refrigeration segment, profit rose 73% to $23 million, and segment margin expanded 470 basis points to 13.8%.\nTurning to Slide 10, let's review our 2022 full year guidance. We are raising revenue growth guidance to 10% to 15%, up from a prior range of 7% to 11%. For the industry, we continue to assume low single-digit shipment growth in North American residential -- in the North American residential market and mid-single-digit shipment growth in North American commercial unitary and refrigeration markets.\nWe are raising the low end of our guidance for GAAP and adjusted EPS to a range of $13.80 to $14.50 compared to the prior range of $13.50 to $14.50. Price is now expected to be a $400 million benefit for the year, which is a 9.5% yield, and this is up from our prior guidance of $335 million in price. Residential mix is expected to be a $25 million headwind for the full year compared to the prior year guidance of being neutral.\nThis is primarily due to continued supply disruptions that are impacting the high end of our product lines. Commodity cost inflation is now expected to be $130 million, down from the prior guidance of $140 million. However, we are still seeing inflationary pressures on components and other materials and now expect a $100 million headwind compared to prior guidance of a $70 million headwind for other components.\nFactory inefficiencies are now expected to be a $15 million headwind compared to prior guidance of being neutral, and freight costs are now expected to be a headwind of $20 million, up from prior guidance of $15 million. Interest and pension expense guidance is $35 million, down from prior guidance of $40 million. Other guidance points are not changing. We still expect corporate expense to be $95 million.\nThe effective tax rate is still expected to be between 18% to 20%, and foreign exchange is still expected to be neutral for the full year. We are planning for $125 million of capital expenditures. And then regarding free cash flow for this year, the third quarter has a solid start with continued hot weather. And as we get into the other side of the summer season, we have more of a read on macroeconomic -- on the macroeconomic environment with rising interest rates as well as the supply chain and our progress in converting raw materials and WIP into finished goods and shipments, we will know more.\nWe are maintaining free cash flow guidance of approximately $400 million this time for the full year as well as $400 million of total stock repurchases for the year, with $300 million already completed. We still expect a weighted average diluted share count of approximately 36 million shares for the full year. Now with that, let's turn to Slide 11 and I'll turn it back over to Alok.\n\nAlok Maskara\n\nCEO, Lennox International Inc.\n\nThank you, Joe. Looking at the second half, we are mindful of a potential slowdown in the U.S. economy, and with interest rates rising, a potential decline in residential new construction. We are prepared and have contingency plans in place. But to be clear, that's not what we are seeing in our business today. Demand continues to run ahead of our ability to fully satisfy our customers as supply chain constraints persist.\nDue to the supply chain challenges, factory inefficiencies continue to impact performance, especially at our Arkansas factory for Commercial. As we look ahead, we have a strong backlog and order rates across Residential, Commercial and Refrigeration. Commodity inflation is easing, and our ongoing productivity and material cost initiatives will positively impact the business and be evident as the supply chain normalizes.\nBefore we go to Q&A, let me close our prepared remarks on Slide 12 by summarizing why I believe Lennox is a great company and what excites me most about being the CEO of Lennox, a company with 127 years of history and a storied value-driven culture. We are the leader in energy-efficient climate control solutions, operating in high-growth end markets with strong replacement demand.\nWe have an ESG mindset and are narrowly focused on HVACR. The company has innovative products with a unique direct-to-dealer network, and we have a history of robust execution and disciplined capital deployment.\nThank you for listening. Joe and I will be happy to take your questions now. Operator, let's go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c9ba4867959b309a6138c5ccd1b57556",
    "period": "2022 Q1",
    "content": "Q1 2022 Lennox International Inc Earnings Call\n\nQ1 2022 Lennox International Inc Earnings Call\n\nLIINYSEAPR 25, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Lennox International First Quarter Earnings Conference Call. (Operator Instructions) As a reminder this call is being recorded. I'd now like to turn the conference over to Steve Harrison, Vice President of Investor Relations. Please go ahead.\n\nSteve L. Harrison\n\nVP of IR, Lennox International Inc.\n\nThank you. And it sounds like we have some music. Okay. We're good. All right. Good morning, everyone. Thank you for joining us for this review of Lennox International's financial performance for the first quarter of 2022. I'm here today with Chairman and Interim CEO, Todd Teske; and CFO, Joe Reitmeier. Todd will review key points for the quarter, Joe will take you through the company's financial performance and outlook for 2022. To give everyone time to ask questions during the Q&A, please limit yourself to a couple of questions or follow-ups and requeue for any additional questions.\nIn the earnings release we issued this morning, we have included the necessary reconciliation of the non-GAAP financial measures that will be discussed to GAAP measures. All comparisons mentioned today are against the prior year period. You can find a direct link to the webcast of today's conference call on our website at www.lennoxinternational.com.\nThe webcast will be archived on the site for replay. We'd like to remind everyone that in the course of this call, to give you a better understanding of our operations, we will be making certain forward-looking statements. These statements are subject to numerous risks and uncertainties that could cause actual results to differ materially from such statements. For information concerning these risks and uncertainties, see Lennox International's publicly available filings with the SEC. The company disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nNow let me turn the call over to Todd Teske.\n\nTodd J. Teske\n\nChairman of the Board & Interim CEO, Lennox International Inc.\n\nGood morning, and thank you for joining us. It's great to be here on the earnings call today to review the quarter with Joe during the short interim period until Alok Maskara's start date as Lennox International's new CEO on May 9. Many of you already know Alok, over the course of his career from McKinsey to GE to Pentair and then as the CEO of Luxfer. In the coming weeks and months, you'll have an opportunity to reconnect with him or to make introductions.\nWe are excited to have Alok join us to lead the company as we continue to focus on driving growth and profitability to maximize shareholder value. Along with his impressive experience and proven track record of successfully operating businesses through various economic challenges over 25 years, we see Alok is a great fit with the performance culture of Lennox. With his background and experience, Alok was the candidate during the search process that rose to the top of an outstanding slate of candidates. Alok recognizes the firm foundation that's been built at Lennox. And I thank Todd Bluedorn for his 15 years leading the company, and we look forward to the next chapter in the company's history.\nTurning to the near term. Let me start with some highlights on the first quarter of 2022, a record first quarter for revenue and earnings per share. Company revenue in the quarter was up 9% to a first quarter record of $1.01 billion. GAAP operating income was $112 million, down 2%, GAAP EPS was a first quarter record of $2.29, up 4%. Total segment profit for the first quarter was $115 million, down 1% and total segment margin was 11.3%, down 110 basis points.\nAdjusted EPS was a first quarter record of $2.36, up 4%.\nThe record first quarter for Lennox International was driven by our Residential and Refrigeration businesses, which both set new first quarter highs for segment revenue and profit. In Residential, revenue was up 11% to a first quarter record of $682 million. Replacement and new construction were both up double digits. Residential segment profit was up 12% to a first quarter record $108 million. Segment margin was down 10 basis points to 15.8%.\nIn Refrigeration, revenue was $144 million, a first quarter record adjusted for historical divestitures. Revenue grew 15% as reported and 18% at constant currency led by more than 20% growth in North America. European Refrigeration revenue was up low single digits as reported and up low double digits at constant currency. And Europe HVAC revenue was up high single digits as reported and up mid-teens at constant currency. Refrigeration segment profit rose 78% to $14 million, a first quarter record adjusted for historical divestitures.\nSegment margin expanded 350 basis points to 9.8%.\nTurning to our Commercial business. Demand remains strong, but our commercial operations continued to be impacted in production by labor constraints and global supply chain disruptions. Commercial revenue was down 6%. Segment profit was down 77%, and segment margin contracted 1,040 basis points to 3.4%. More about this in a moment, but further breaking out revenue. Commercial equipment revenue was down low double digits. Within this, replacement revenue was up low single digits with planned replacement up more than 20% and emergency replacement down more than 35%. New construction revenue was down more than 30% in the quarter.\nBreaking out revenue another way, regional and local business was down mid-teens. National account equipment revenue was down mid-single digits. On the service side, Lennox National Account Services revenue was up high single digits. A few points to make on the performance of our commercial business. Given the business mix to national account customers in a constrained environment, mix was up as was price, but price increases took longer to work through, given contractual obligations, causing inflation to run ahead of the price benefit in the commercial business currently.\nWe announced another price increase of up to 9% for our commercial business effective May 2, and we will continue to layer in additional price this year. We continue to see additional inflationary pressures in commodities, components and freight and the global supply chain disruptions continue to create factory inefficiencies along with lingering labor constraints.\nOur commercial business continues to be challenged by supply chain disruptions that has adversely impacted production more than our other businesses. There are unique components in the commercial equipment primarily electronics and controls to name just a few, that distinguish it from our other businesses where we are experiencing abnormal delays even for these times. For all of our businesses, lead times in the supply chain continue to lengthen. However, they have been especially disruptive in commercial's configure-to-order environment. We do not know all the components required for units production until you get all of the specifications of the products configuration from the customer.\nOur sourcing, engineering and manufacturing teams continue to collectively address supply chain disruptions by working closely with our suppliers and assisting them in addressing their delays, increasing safety stock, rapidly qualifying new suppliers, and expanding the supply base along with in-sourcing and substitution where feasible. Even with the actions we continue to take, there are still unavoidable extended lead times for our commercial configure-to-order products due to delays in the supply chain for certain components.\nWith respect to labor constraints in Stuttgart, Arkansas and surrounding areas where we draw from -- for direct labor, Unemployment is at historical lows, 3% or less. We have been experiencing unprecedented employee turnover in our commercial factory. Part of the turnover stemmed from late last year and early this year as we navigated the COVID-related disruptions affecting our commercial facility, many COVID-exposed employees elected not to return to work at the factory. In addition, our utilization of overtime to overcome production disruptions also impacted employee retention.\nTo ease labor constraints at our Arkansas factory, we have raised wages to attract a broader pool of talent in a very tight market and make Lennox the employer of choice in that area. In addition to raising wages, we have instituted static scheduling in the factory that will ease demands for significant overtime on direct labor and create a better work-life balance for our factory employees. We expect the actions we've taken in the factory of increasing wages and stabilizing the work schedules for our factory employees to significantly reduce absenteeism and improve employee retention easing the labor constraint, that along with supply chain disruptions is resulting in commercial manufacturing delays.\nOur commercial team continues to work diligently to overcome these disruptions with the primary focus of taking care of our customers. For the company overall, price is pacing ahead of commodity component and freight pressures, and we expect that to continue through the year. In the first quarter, the company captured $85 million of price for a 9% yield compared to $58 million of material and freight headwind in the quarter. Joe will talk more about it in the 2022 guidance, but we now plan to capture approximately $335 million of price this year compared to prior guidance of $235 million with a focus on staying ahead of inflationary pressures.\nFor the company overall, in 2022, we are raising revenue growth guidance from 5% to 10% to a new range of 7% to 11% and we are reiterating EPS guidance of $13.50 to $14.50 for the full year. We are reiterating plans for $400 million of stock repurchases in 2022 as we drive toward another record year led by the strength in our residential and refrigeration businesses.\nNow I'll turn it over to Joe for more detail on the first quarter and our outlook.\n\nJoseph William Reitmeier\n\nExecutive VP & CFO, Lennox International Inc.\n\nThank you, Todd, and good morning, everyone. I'll provide some additional comments and financial details on the business segments for the quarter, starting with Residential Heating & Cooling. In the first quarter, revenue from Residential Heating & Cooling was a first quarter record $682 million, up 13%. Volume was flat, price was up 11% and mix was up 2%. Foreign exchange was neutral to revenue.\nResidential profit was a first quarter record $108 million, up 12%. Segment margin was 15.8%, down 10 basis points. Segment profit was primarily impacted by favorable price and mix. Partial offsets included higher material, freight and warranty costs, global supply chain disruptions and factoring inefficiencies, lower joint venture income, distribution investments and higher SG&A.\nNow turning to our Commercial Heating & Cooling business. In the first quarter, commercial revenue was $188 million, down 6%. Volume was down 16%, price was up 3% and mix was up 7%. Foreign exchange was neutral to revenue. Commercial segment profit was $6 million, down 77% and segment margin was 3.4%, down 1,040 basis points. Segment profit was primarily impacted by lower volume and factory inefficiencies due to labor constraints and global supply chain disruptions, higher material, freight, distribution and other product costs and higher SG&A. Partial offsets included favorable price and mix.\nIn Refrigeration, revenue was up 15% to $144 million, a first quarter record adjusted for historical divestitures. Volume was up 11% and price was up 8%. Mix was down 1%. Foreign exchange had a negative 3% impact on revenue. Refrigeration segment profit rose 78% to $14 million also a first quarter record adjusted for historical divestitures. Segment margin expanded 350 basis points to 9.8%. Segment profit was positively impacted by higher volume and favorable price than a year ago. Partial offsets included unfavorable mix, global supply chain disruptions and higher material, freight and SG&A costs.\nCorporate expenses were $13 million in the first quarter compared to $16 million in the prior year quarter. Overall, SG&A was $155 million in the first quarter or 15.3% of revenue down from 15.6% of revenue in the prior year quarter.\nRegarding special items, the company had net after-tax charges of $2.5 million in the quarter. Net cash used in operations in the first quarter was $98 million compared to $18 million in the prior year quarter as working capital increased primarily due to sales growth, increasing accounts receivable as well as inventory increasing due to mitigation strategies to combat supply chain disruptions, along with inflationary effects year-over-year on product costs.\nCapital expenditures were approximately $25 million in the first quarter compared to $24 million in the prior year quarter. Free cash flow was a use of $123 million for the quarter compared to a use of $42 million in the prior year quarter. And seasonally, we tend to use cash in the first half of the year and generate cash in the second half. The company paid approximately $34 million in dividends and repurchased $200 million of company stock in the first quarter. Total debt was $1.61 billion at the end of the first quarter, and we ended the quarter with a debt-to-EBITDA ratio of 2.4. Cash, cash equivalents and short-term investments were $40 million at the end of the quarter.\nBefore I turn it over to Q&A, I'll review our outlook for 2022. Our underlying market assumptions for the year remain the same. We expect the industry to see low single-digit shipment growth in residential and mid-single-digit shipment growth in commercial unitary and refrigeration markets in North America. We are raising 2022 revenue guidance from 5% to 10% to a new range of 7% to 11% with neutral foreign exchange. And we are reiterating our guidance for GAAP and adjusted EPS of $13.50 to $14.50.\nLet me now run through some of the other key points in our guidance assumptions and the puts and takes for 2022. First, for the items that are changing. With the second round of price increases announced for 2022, we now expect price to be a benefit of $335 million for the year, an 8% yield and this is up from our prior guidance of $235 million. Some headwinds that have increased in our guidance, we now expect approximately $140 million headwind from commodities, which is up from $110 million previously. We now expect a net headwind of approximately $70 million from components, up from a net headwind of $30 million previously.\nAnd guidance for factory productivity is slipping from a benefit of $20 million to flat for 2022. And freight is now expected to be a $15 million headwind for the full year, up from a $5 million headwind previously. Tariffs are now expected to be a $5 million headwind compared to prior guidance to be neutral, and we expect the weighted average diluted share count for the full year to be at the low end of our prior guidance at approximately 36 million shares, which incorporates our plans to repurchase a total of $400 million of stock this year.\nNow for the guidance items that are remaining the same. We are guiding for residential mix to be neutral and we will assume neutral foreign exchange. We will be a more normal run rate with distribution investments this year with 30 new Lennox stores planned and SG&A is still expected to be up $45 million this year, including our investments in R&D and IT.\nNow for a few final guidance points. Corporate expenses are still targeted at $95 million. We still plan for capital expenditures to be approximately $125 million this year. And finally, free cash flow is still expected to be approximately $400 million.\nAnd with that, we'll go to Q&A."
  },
  {
    "header": "LII",
    "cik": "0001069202",
    "ticker": "LII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ffbabd72c349cfb36c14767a152e4f76",
    "period": "2021 Q4",
    "content": "Q4 2021 Lennox International Inc Earnings Call\n\nQ4 2021 Lennox International Inc Earnings Call\n\nLIINYSEFEB 1, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Lennox International Fourth Quarter Conference Call. (Operator Instructions) As a reminder, this call is being recorded. I will now turn the conference over to Steve Harrison, Vice President of Investor Relations. Please go ahead.\n\nSteve L. Harrison\n\nVP of IR, Lennox International Inc.\n\nGood morning, everyone. Thank you for joining us for this review of Lennox International's financial performance for the fourth quarter and full year 2021. I'm here today with Chairman and CEO, Todd Bluedorn; and CFO, Joe Reitmeier. Todd will review key points for the quarter, Joe will take you through the company's financial performance for the quarter and year as well as the outlook for 2022.\nTo give everyone time to ask questions during the Q&A, please limit yourself to a couple of questions more follow-ups and requeue for any additional questions. In the earnings release we issued this morning, we have included the necessary reconciliation of the non-GAAP financial measures that will be discussed to GAAP measures. All comparisons mentioned today are against the prior year period. You can find a direct link to the webcast of today's conference call on our website at www.lennoxinternational.com. The webcast will be archived on the site for replay.\nI'd like to remind everyone that in the course of this call, to give you a better understanding of our operations, we will be making certain forward-looking statements. These statements are subject to numerous risks and uncertainties that could cause actual results to differ materially from such statements. For information concerning these risks and uncertainties, see Lennox International's publicly available filings with the SEC. The company disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nNow let me turn the call over to Chairman and CEO, Todd Bluedorn.\n\nTodd M. Bluedorn\n\nChairman & CEO, Lennox International Inc.\n\nThanks, Steve. Good morning, everyone, and thanks for joining us. Let me start with the financial highlights for 2021 overall and then walk through the fourth quarter as the company closed out a year of record revenue and earnings per share. Overall, for 2021, revenue rose 15% to a record $4.2 billion and constant currency revenue was up 14%. GAAP operating income rose 23% to $590 million. GAAP EPS from continuing operations rose 34% to a record $12.39.\nTotal segment profit for the full year rose 19% to $604 million, and the total segment margin expanded 50 basis points to 14.4%. Adjusted EPS from continuing operations rose to 27% to a record $12.60.\nTurning to the fourth quarter. Financial results were impacted by 6% fewer days than the prior year quarter as well as the continued impact from COVID-19 and supply chain disruptions that significantly impacted performance. As a benefit to the quarter tax timing and onetime tax benefits lowered the effective tax rate to 7% on a GAAP basis, and 8% on an adjusted basis. That brought the effective tax rate for the full year to 17% on a GAAP basis and 18% on an adjusted basis.\nCompany revenue in the quarter was up 6% to a fourth quarter record $965 million. GAAP operating income was $98 million compared to $139 million in the prior year quarter. GAAP EPS from continuing operations was $2.27 compared to $2.91 in the prior year quarter.\nTotal segment profit for the fourth quarter was $102 million compared to $139 million in the prior year quarter, and total segment margin was 10.6% compared to 15.2% in the fourth quarter a year ago. Adjusted EPS from continuing operations $2.35 compared to $2.89 in the prior year quarter.\nLooking at our business segments for the fourth quarter, and residential revenue was up 12% to a fourth quarter record $620 million. And again, all underlying, that's up 6% fewer days. Both replacement and new construction business were up double digits. Residential segment profit was down 5% and segment margin was down 310 basis points to 17.8% from the prior year quarter.\nIn Commercial, the business continued to be hit the hardest by COVID-19 and global supply chain disruptions in the fourth quarter. Revenue was down 11%. Segment profit was down 64% and segment margin was down 170 basis points to 7.7%. Commercial equipment revenue was down mid-teens in the quarter. Within this, replacement revenue was down mid-teens with planned emergency -- excuse me, planned replacement down low single digits and emergency replacement down more than 40%.\nNew construction revenue was down high teens in the quarter. Breaking out revenue another way, regional and local business revenue was down mid-teens. National equipment revenue was down high teens. On the service side, Lennox National Account Service revenue was up low single digits, again on 6% fewer days. While the commercial business continue to work through significant disruptions and constraints in the fourth quarter, looking ahead, we expect revenue to resume year-over-year growth in the first quarter and profitability to be up by mid-2022 and for the full year.\nIn Refrigeration for the fourth quarter, revenue was up 6% as reported and up 8% at constant currency. North America revenue was up more than 20%. Europe Refrigeration revenue was down low single digits as reported up low single digits at constant currency, and Europe HVAC revenue was down mid-teens as reported down low double digits at constant currency. Refrigeration segment profit rose 50% and segment margin expanded 190 basis points to 8.9%.\nFor the company overall in 2022, we are reiterating guidance for revenue growth of 5% to 10%. We are raising guidance for GAAP and adjusted EPS from continuing operations from a range of $13.40 million to $14.40 million to a new range of $13.50 to $14.50 for the full year. This reflects a net benefit of lower effective tax rate of 18% to 20% and higher interest rate expense assumptions. We are reiterating plans for $400 million of stock repurchases in 2022.\nHVAC and refrigeration market demand remains high. as COVID-19 in the global supply chain improved Lennox International's position to further capitalize on the growth opportunities and higher profitability.\nNow I'll turn it over to Joe.\n\nJoseph William Reitmeier\n\nExecutive VP & CFO, Lennox International Inc.\n\nThank you, Todd, and good morning, everyone. I'll provide some additional comments and financial details on the business segments for the fourth quarter and the year overall, starting with Residential Heating & Cooling. In the fourth quarter, revenue from Residential Heating & Cooling was a fourth quarter record $620 million, up 12%. Volume was up 3%, price was up 8% and mix was up 1%. Foreign exchange was neutral to revenue.\nResidential profit was $110 million, down 5%. Segment margin was 17.8%, down 310 basis points. Segment profit was primarily impacted by 6% fewer days than the prior year quarter, the COVID-19 pandemic, global supply chain disruptions, higher material, freight and other product costs and higher SG&A. Positive impacts included higher volume, favorable price, mix, foreign exchange and warranty and distribution efficiency programs.\nFor the full year, Residential segment revenue was a record $2.78 billion, up 18%. Volume was up 13%, price was up 4% and mix was flat with foreign exchange being a 1% favorable benefit to revenue. Residential profit was a record $540 million, up 26%. Segment margin was 19.5%, up 140 basis points.\nNow turning to our Commercial Heating & Cooling business. In the fourth quarter, commercial revenue was $201 million, down 11%. Volume was down 21%, price was up 2% and mix was up 8%. Foreign exchange was neutral to revenue. Commercial segment profit was $16 million, down 64%. Segment margin was 7.7%, down 1,170 basis points.\nSegment profit was primarily impacted by 6% fewer days than the prior year quarter, the COVID-19 pandemic global supply chain disruptions, lower volume, higher material, warranty, tariff, freight and other product costs and higher SG&A. Partial offsets included favorable price and mix.\nFor the full year, commercial revenue was $865 million, up 8%. Volume was up 3%, price was up 1% and mix was up 3%. Foreign exchange was a 1% favorable benefit to revenue. Segment profit was $111 million, down 19% and segment margin was 12.8%, down 430 basis points.\nIn Refrigeration, revenue was a fourth quarter record $143 million, up 6%. Volume was up 4%, price was up 1% and mix was down 1%. Foreign exchange had a favorable 2% impact on revenue. Refrigeration segment profit was $13 million in the fourth quarter, which was up 29%. Segment margin was 9.2%, up 170 basis points. Segment profit was positively impacted by higher volume, favorable price and mix and lower SG&A. Partial offsets included 6% fewer days than the prior year quarter, the COVID-19 pandemic, global supply chain disruptions and higher material, freight and other product costs.\nFor the full year, Refrigeration revenue was $554 million, up 17%. Volume was up 13%, price was up 3% and mix was flat. Foreign exchange had a favorable 1% impact. Segment profit was $49 million, up 50% and segment profit margin was 8.9%, up 190 basis points.\nRegarding special items, the company had net after-tax charges of $3.2 million for the fourth quarter and $7.4 million for the full year. Corporate expenses were $37 million in the fourth quarter and $96 million for the full year. Overall, SG&A was $152 million in the fourth quarter or 15.7% of revenue, the same as the prior quarter. For 2021, overall, SG&A was $599 million or 14.3% of revenue, down from 15.3% in the prior year.\nOur 2021 income tax rate decline year-over-year attributable to geographic mix, year-end adjustments of taxes on export sales and finalization and settlement of our prior year tax obligations. For 2021, the company had cash from operations of $516 million, compared to $612 million in the prior year as working capital increased primarily due to sales growth increasing accounts receivable, and inventory increasing due to mitigation strategies to combat supply chain disruptions, along with inflationary effects year-over-year on product costs.\nCapital expenditures were $106 million for the full year compared to $77 million in the prior year. Free cash flow was $410 million for the year compared to $535 million in the prior year. In 2021, the company paid approximately $127 million in dividends and repurchased $600 million of company stock.\nTotal debt was $1.24 billion at the end of the fourth quarter, and we ended the year with a debt-to-EBITDA ratio of 1.8. Cash and cash equivalents were $31 million at the end of the year.\nNow before I turn it over to Q&A, I'll review our outlook for 2022. Our underlying market assumptions for the year remain the same. We expect the industry to see low single-digit shipment growth in residential and mid-single-digit shipment growth in commercial unitary and refrigeration markets in North America. Our guidance for 2022 revenue growth remains 5% to 10% with neutral foreign exchange impact, and we are raising our guidance for GAAP and adjusted EPS from continuing operations from a range of $13.40 to $14.40 to a new range of $13.50 to $14.50. This reflects the net of a lower expected effective tax rate of 18% to 20% compared to our prior guidance of approximately 20% as well as higher interest and other expense of approximately $40 million compared to prior guidance of $35 million.\nNow let me run you through some of the other key assumptions in our guidance and the puts and takes for 2022, all of which are unchanged. Pricing is expected to be a benefit of $235 million for the year, which is about a 5% yield. Factory productivity and production from our third Mexico plant is expected to be a $20 million benefit. We are guiding for residential mix to be neutral. Tariffs are also expected to be neutral, and we assume neutral foreign exchange impact.\nFor the headwinds in 2022, we still expect a $110 million headwind from commodities, a headwind of $60 million from components, half offset by $30 million of cost takeouts for a net $30 million headwind. Freight is still expected to be a $5 million headwind. We will be at more -- at a more normal run rate with distribution investments this year with 30 new Lennox stores planned. SG&A is expected to be up $45 million this year, including our investments in research and development and information technology.\nA few other points. Corporate expenses are still targeted at $95 million, and we are planning capital expenditures to be approximately $125 million this year. Free cash flow is targeted at $400 million, and finally, we expect the weighted average diluted share count for the full year to be between 36 million to 37 million shares, which incorporates our plans to repurchase $400 million of stock this year.\nAnd with that, let's go to Q&A."
  }
]