[
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4cd8694c1eb4c865f0190292244b29a1",
    "period": "2025 Q3",
    "content": "Q3 2025 Otis Worldwide Corp Earnings Call\n\nQ3 2025 Otis Worldwide Corp Earnings Call\n\nOTISNYSEOCT 29, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis' Third Quarter 2025 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com.\nI'll now turn it over to Rob Quartaro, Vice President of Investor Relations. Please go ahead.\n\nRobert Quartaro\n\nSenior Vice President of Investor Relations\n\nThank you, Sarah. Welcome to Otis' Third Quarter 2025 Earnings Conference Call. On the call with me today are Judy Marks, Chair, CEO and President; and Cristina Mendez, Executive Vice President and CFO.\nPlease note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast. We also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nNow I'll turn it over to Judy.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nThank you, Rob. Good morning, afternoon and evening, everyone. Thank you for joining us. We hope that everyone listening is safe and well. Starting with Q3 highlights on Slide 3.\nOtis delivered strong third quarter results and returned to growth as we executed well on our service-driven business model. Organic sales in the quarter were up 2%, driven by service, which grew 6%. Notably, modernization organic sales grew 14%. Adjusted operating profit margin expanded by 20 basis points overall, driven by service margin expansion of 70 basis points. This strong performance, together with a lower share count, drove a 9% increase in adjusted earnings per share in the quarter. Our maintenance portfolio continued to grow 4%, and we are on track to approach 2.5 million units in our service portfolio by year-end.\nModernization order growth accelerated to 27% and backlog increased 22%. New equipment orders grew 4%, returning to growth for the first time since the fourth quarter of 2023, supported by moderating declines in China and good momentum across the other regions. Adjusted free cash flow increased sequentially as anticipated to $337 million, giving us good line of sight to deliver our adjusted free cash flow outlook of approximately $1.45 billion for the full year. We opportunistically completed approximately $250 million in share repurchases during the third quarter, bringing the year-to-date total to approximately $800 million, fulfilling our full year outlook.\nWe continue to innovate both in our product and go-to-market approaches. For example, we recently launched Otis [ Arise ] mod packages in our EMEA region, which represents our largest modernization opportunity currently. Otis [ Arise ] mod is a new suite of flexible phased modernization packages designed to help building owners upgrade their elevators in a way that creates less disruption for passengers, and provides customers with options for a phased project and predictable budget. Otis Arise mod reflects our commitment to customer-centric innovation and positions us to capture long-term modernization demand across the region.\nAlso during the quarter, Otis was named a TIME magazine's list of the world's best companies for 2025, and again recognized by Forbes as one of the world's best employers. These recognitions reflect our commitment to our absolutes, our strong culture, global impact and commitment to excellence.\nTurning to our orders performance on Slide 4. Combined new equipment and modernization orders grew 9% in the quarter, with notable strength in Americas, EMEA and China. Our combined backlog increased 3% and excluding China, increased 11%. Our total backlog, including maintenance and repair, remains near historically high levels, which should support growth in the coming quarters.\nNew equipment orders increased 4% in the quarter. And excluding China, we saw a robust 7% growth, with EMEA up high teens, driven by Southern Europe and the Middle East, while Americas grew mid-single digits. The strength was partially offset by a low single-digit decline in Asia. We have seen improvement in China year-over-year comparisons and we expect China new equipment orders to be down mid-single digits for the second half of the year. At constant currency, our new equipment backlog declined 1% year-over-year, but excluding China, it grew 8%.\nWe had our highest modernization order since spin, up 27%, driven by strong 20-plus percent orders growth in Americas and China, and high teens growth in EMEA. Our quarter end backlog grew 22%, positioning us well for the coming quarters. We continue to believe we're in the early innings of a multiyear growth cycle in modernization driven by the aging of the 22 million unit installed base. All regions contributed to our service portfolio growth of 4% in the quarter. We saw low teens growth in China, mid-single-digit growth in Asia Pacific, and low single-digit growth in Americas and EMEA.\nOur global teams continue to execute well. And this quarter, we secured a number of strategic customer wins that underscore our ability to deliver differentiated solutions, deepen relationships and expand our footprint across key markets. In the Americas, we secured a project at [ 100 McAllister ] in San Francisco, a landmark 1930 [ Gothic revival ] in our [indiscernible] building that serves the University of California law school. Otis will install five Gen 3 elevators with Compass destination dispatching, delivering advanced vertical transportation while preserving the building's historic character. The project is being managed by [ Plant Construction ], a long-standing Otis partner, and highlights our commitment to quality, innovation and heritage preservation.\nIn China, Otis was awarded the largest bond-funded elevator renewal project in Shanghai with 106 units at the Sunshine Waterfront Residential Community. We're upgrading legacy Otis [ roped ] elevators to our Otis Arise mod packages, preserving key components to optimize the bond budget, and adding AI-enabled safety cameras to prevent [ e-bike ] entry. Our customer has requested handover by year-end with a fast-paced schedule requiring 10 units replaced every 10 days. This project showcases our ability to deliver safe, and efficient solutions under tight time lines.\nIn Dubai, we've secured a new project with [indiscernible] Realty to equip [indiscernible], a premium residential development in Dubai Marina. Otis will supply 29 units, including 25 SkyRise elevators, and four Gen 2 machine roomless high-speed systems, as well as our EMS 2.0 Elevator Management System. This project further reinforces our presence in the high-end residential segment and marks an important step in building a strong relationship with [indiscernible] Realty.\nIn South Korea, Otis was selected for the [ Landmark K ] project, the first urban architectural design innovation project designated by the sole metropolitan government. We'll provide a total of 54 units, including 25 SkyRise elevators, and Compass 360 destination management system to optimize passenger journeys. This project highlights our role in shaping next-generation urban mobility, and we're proud to support this innovative development in Seoul.\nFinally, last week, I had the privilege of joining our customers at the celebratory ribbon cutting of the new JPMorgan Chase Global headquarters in New York at 270 Park Avenue. Otis installed 89 units, including 72 high-performance SkyRise elevators and 12 escalators, and introduced our Compass Infinity AI dispatching system, which continuously learns and optimizes passenger flow. We're proud to support JPMorgan Chase at this landmark site and beyond.\nTurning to our third quarter results on Slide 5. Otis delivered net sales of $3.7 billion with organic sales up 2%. Adjusted operating profit margin, excluding a $17 million foreign exchange tailwind, increased by $16 million driven by strength in the Service segment. Adjusted operating margin expanded by 20 basis points to 17.1%. Adjusted EPS grew approximately 9%, or $0.09 in the quarter, driven by strong operational performance, favorable foreign exchange rates, a lower tax rate, and a lower share count. Adjusted free cash flow was $337 million in the quarter, and $766 million year-to-date.\nWith that, I'll turn it over to Cristina to walk through our results in more detail.\n\nCristina Mendez\n\nSenior Vice President of Finance EMEA & Transformation\n\nThank you, Judy. Starting with service on Slide 6. Service organic sales grew 6% with growth in all lines of business. This acceleration represents the highest organic service sales growth this year, in line with expectations, and demonstrates the fundamentals of our service flywheel. Maintenance and repair organic sales grew 4%, with maintenance driven by 4% portfolio growth and 3% positive price, partially offset by mix and churn.\nOur repair business continued to accelerate to 7% growth year-over-year. After the first half of the year are marked by the transformation changes in our branches, as expected, repair activity is improving in the second half. And we expect repurchases to continue ramping up to 10% growth or above in the fourth quarter.\nModernization sales also saw significant acceleration in the quarter, with organic sales growth of 14% on the back of our robust growing backlog at the end of the second quarter. Furthermore, the outlook for modernization remains strong. And the 18 installed base should continue to support sustainable modernization growth in the coming years. Service operating profit of $621 million increased $49 million at constant currency with higher volume, favorable pricing and productivity more than offsetting higher labor costs and mix and churn. Operating profit margins expanded 70 basis points to 25.5% in the quarter, the highest margin expansion of the year. And marked another record quarter in service making since spin.\nTurning now to new equipment on Slide 7. New Equipment organic sales declined 5% in the quarter as the strength in Asia Pacific and EMEA were more than offset by declines in China and the Americas. EMEA sales grew 3%, driven by robust growth in the Middle East, while Europe was relatively flat. Asia Pacific grew high single digits, driven by strong growth in India, Japan and Southeast Asia, partially offset by weakness in Korea. Americas declined 7% as we continue to work through last year's backlog. However, thanks to solid orders performance for 5 consecutive quarters, Americas growing backlog provides line of sight for the region to deliver positive new equipment sales growth in the near future.\nExcluding China, our [indiscernible] backlog grew 8%. And while China is still relatively weak, the sales decline versus the prior year is expected to moderate in the second half. China new equipment sales declined approximately 20% in the third quarter. New equipment operating profit of $59 million declined $24 million at constant currency, and operating profit margins declined 170 basis points to 4.7%. The operating profit decline was driven by lower volumes and favorable price tariff headwinds and mix. These were partially offset by productivity, including the benefits of restructuring actions.\nThe margin decline was more moderate than anticipated. Thanks to better-than-expected sales, especially in Americas, and ongoing efforts to reduce cost as part of our China transformation. Due to our progress, we now anticipate 2025 in-year savings of approximately $30 million from the China transformation as we have captured more than $20 million year-to-date. On an annual run rate basis, we continue to target approximately $40 million per year.\nOur average savings targets have not changed. We continue to expect 2025 in-year savings of $70 million, and to reach annual run rate savings of $200 million by the end of the year. Note, we have reduced our expected full year '25 restructuring and transformation costs to approximately $220 million.\nI will now turn it back to Judy to discuss our 2025 outlook.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nThanks, Cristina. Starting on Slide 8 with the market outlook. Before discussing our updated 2025 outlook, I'd like to briefly discuss our global market expectations. We've continued to see improvements in the Americas. Therefore, we are upgrading our outlook to up low single digits. This upgrade is supported by continued growth in the U.S. and Canada, particularly within the infrastructure and residential verticals. Notably, we've also seen encouraging developments in the data center segment this quarter, a vertical, we believe, holds strong potential for sustained growth given increasing demand for digital infrastructure.\nOur outlook for EMEA in Asia remains unchanged with EMEA growing low single digits, and Asia declining high single digits. In EMEA, we continue to see greater than 20% growth in the Middle East supported by strong project activity and urban development. Central and Southern Europe are on pace for mid-single-digit growth, partially offset by softer trends in Western Europe and the U.K. and Nordics. Within Asia, our outlook for China is unchanged, down low teens. Overall, we continue to expect a mid-single-digit decline globally.\nBut while new equipment industry orders are expected to decline this year, we anticipate the industry installed base will continue to grow mid-single digits, with low single-digit growth in Americas and EMEA, and mid-single-digit growth in Asia. This growth reflects the 830,000 units that were installed 2 years ago that are now rolling off their warranty period.\nTurning to our financial outlook. We continue to expect our Service segment to drive full year revenue and profit growth. We anticipate total net sales of $14.5 billion to $14.6 billion, with organic sales growth of approximately 1%. The third quarter marked our return to organic sales growth, driven by accelerating repair and modernization, as well as moderating declines in new equipment organic sales. We expect these improving trends to continue in the fourth quarter. These trends should also flow through to the bottom line.\nOur adjusted operating profit outlook is $2.4 billion to $2.5 billion, up $75 million to $95 million at actual currency including the impact of incremental tariffs imposed in 2025. We've narrowed the range and increased the midpoint of our adjusted EPS outlook to $4.04 to $4.08, representing an increase of 5% to 7% compared to 2024. We anticipate adjusted free cash flow of approximately $1.45 billion for the year, in line with the midpoint of the previous guide. As I previously mentioned, in the third quarter, we completed our full year target of approximately $800 million in share repurchases.\nI'll now pass it back to Cristina to review the 2025 outlook in more detail.\n\nCristina Mendez\n\nSenior Vice President of Finance EMEA & Transformation\n\nThank you, Judy. Moving to our organic sales outlook on Slide 9. We continue to expect organic sales growth of approximately 1% for the full year, driven by strength in our service business, partially offset by a decline in new equipment as we work through last year's backlog. Within new equipment, we have improved our Americas organic sales outlook to down mid-single digits, due to improving shipments in the second half of the year. We have seen 5 consecutive quarters of orders growth in the region, and we have a solid backlog entering the fourth quarter.\nAsia is still expected to decline low teens with high single-digit growth in Asia Pacific, more than offset by a greater than 20% decline in China. As mentioned before, the China new equipment sales year-over-year decline is moderating sequentially in the back half of the year, thanks to an easy comparison. And taken together, we expect new equipment organic sales to decline approximately 7% for the full year.\nWithin service, we have maintained our growth outlook across all segments. Maintenance and repair is expected to grow mid-single digits within range of our previous outlook. The change to mid-single-digit growth is mainly rounding given maintenance and repair has grown 4% year-to-date, and we expect approximately 5% growth in the fourth quarter. We anticipate repair to continue ramping up with growth accelerating to 10% or above in the fourth quarter. We are pleased to see the repair backlog normalizing with shorter execution time, driving customer satisfaction. And we are well resourced to execute as we have continued to ramp up field mechanics similar to last year. In modernization, after a solid third quarter, we have good line of sight to deliver approximately 10% growth in 2025 on the back of our strong backlog.\nTurning to our financial outlook on Slide 10. We now expect adjusted operating profit to grow $75 million to $95 million on an actual currency basis, including the impact of tariffs. On a constant currency basis and excluding the impact of tariffs, we expect adjusted operating profit to grow $65 million to $85 million. We continue to anticipate a tariff impact of approximately $30 million for the full year, assuming current receipt profile and Section 232 tariff rates. As a reminder, the tariff impact is primarily in our key 2025 backlog as we have adjusted contract terms and pricing.\nAdjusted operating margin is expected to expand by approximately 30 basis points, in line with our previous expectations. Cash flow has sequentially improved in the third quarter, and we have good line of sight to deliver the guide of approximately $145 billion for the year, as we anticipate fourth quarter cash flow to be in line with last year.\nLooking at the big picture, 2025 is on the pace to be another challenging year in new equipment with sales declining over $350 million at constant currency, similar to '24. Despite of ongoing challenge in new equipment price and volumes, we are effectively managing costs to mitigate our decremental margins. At the same time, we expect to deliver another year of solid adjusted operating profit growth, thanks to the strength of our service flywheel, with 5% top line growth driven by volume and price, and ongoing margin expansion driven by density, productivity and our uplift program.\nMoving to 2025 EPS bridge on Slide 11. We are narrowing the range and raising the midpoint of our outlook. With only 2 months to go, we now have good visibility for full year results. We expect full year adjusted EPS of $4.04 to $4.08. This is driven by a strong operational performance in our Service segment, partially offset by a decline in new equipment. Favorable foreign exchange rates and a lower share count are expected to offset headwinds from tariffs and higher interest income -- interest expense. Taken together, this represents adjusted EPS growth of 5% to 7% for the year.\nWhile it is too early to provide formal 2026 guidance, we remain confident we can continue to deliver solid earnings growth in the coming years through the strength of our service-driven business model. The global installed base continues to expand supporting mid-single-digit growth in our service portfolio, which should continue to drive our maintenance and repair business. We are also in the early things of a multiyear growth cycle in modernization, due to the aging of the installed base. Combined with our productivity and cost savings initiatives, we have a strong foundation to continue delivering sustainable revenue and earnings growth.\nWith that, I will kindly ask Sarah to please open the line for questions. Thank you."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/925850395e2715c09b8c2bd3cfa6331c",
    "period": "2025 Q2",
    "content": "Q2 2025 Otis Worldwide Corp Earnings Call\n\nQ2 2025 Otis Worldwide Corp Earnings Call\n\nOTISNYSEJUL 23, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis' Second Quarter 2025 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com.\nI'll now turn the call over to Rob Quartaro, Vice President of Investor Relations.\n\nRobert Quartaro\n\nSenior Vice President of Investor Relations\n\nThank you, Tina. Welcome to Otis' Second Quarter 2025 Earnings Conference Call. On the call with me today are Judy Marks, Chair, CEO and President; and Cristina Mendez, Executive Vice President and CFO.\nPlease note, except where otherwise noted, the company will speak to results from continuing operations excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast. We also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q provide details on important factors that could cause actual results to differ materially.\nNow I'll turn it over to Judy.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nThank you, Rob. Good morning, afternoon and evening, everyone. Thank you for joining us. We hope everyone listening is safe and well.\nStarting with Q2 highlights on Slide 3. Otis delivered solid second quarter and first half results as the Service segment continued to drive strong performance with both a year-over-year and a sequential operating profit margin improvement. Organic service sales in the second quarter were up 4%, with growth across all business lines and in all regions. Our maintenance portfolio grew 4% again in the quarter, adding to our industry-leading 2.4 million unit portfolio under service.\nModernization momentum continued as we accelerated orders to 22% and ended the quarter with a backlog up 16% at constant currency. New equipment orders decreased by 1% due to continued economic challenges in China, while orders in the rest of the world increased 11% versus the prior year. We continue to make progress with UpLift and we remain on track to achieve $200 million in run rate savings by year-end.\nAdditionally, in response to continued weakness in China, we're executing additional actions to reduce costs as part of our China transformation. We now anticipate run rate savings of approximately $40 million by year-end. Our 2025 in-year savings targets remain at $70 million and $20 million for UpLift in China transformation, respectively. Together, these initiatives are enabling us to deliver greater customer centricity and to invest in growth.\nIn addition, we also now expect the impact of 2025 tariffs to be roughly half of our expectations in April to a range of $25 million to $35 million, reflecting more favorable reciprocal tariff rates and our mitigation efforts. We completed approximately $300 million in share repurchases in the second quarter, taking year-to-date repurchases to approximately $550 million.\nDuring the quarter, we closed on our previously announced acquisition of 8 urban elevator locations in the U.S. This deal further expands our maintenance portfolio and enhances our ability to serve customers. Adjusted EPS was $1.97 in the first half of the year, growing 2% versus the same period last year due to solid margin expansion and continued tax planning efforts.\nIn June, we published our Connect and Thrive report that outlines our progress and commitments to 4 key areas: health and safety, governance and accountability, environment and impact and people and communities. These areas are closely aligned with our strategic vision and the Otis Absolutes of safety, ethics and quality that we live by every day.\nDuring the quarter, we were honored to be recognized with several sustainability awards. USA TODAY, in collaboration with Statista included Otis among America's climate leaders and Forbes recognized Otis among 200 U.S. companies included on the net zero leaders list for reduction of carbon emissions. Newsweek also recognized Otis among companies from 26 different countries for our environmental sustainability performance. And most recently, Time Magazine named Otis among the world's most sustainable companies for the second consecutive year.\nTurning to our orders performance on Slide 4. Combined new equipment and modernization orders grew 4% in the quarter, driven by continued strength in modernization. Excluding China, orders grew 14% with notable strength in the Americas and Asia Pacific. Our combined backlog remained relatively flat year-over-year. However, excluding China, it increased 10%.\nOur total backlog, including maintenance and repair is at historically high levels, positioning us well for future quarters. New equipment orders declined 1% in the quarter. However, excluding China, we saw a robust 11% growth. For the fourth straight quarter, the Americas orders were up in the low teens. Asia Pacific also delivered strong results with order growth exceeding 20% for the third consecutive quarter, led by Southeast Asia and India. This strength was offset by continued softness in China where orders declined by more than 20%. Note, however, that our China new equipment orders were sequentially stable in the first half of 2025 and we anticipate year-over-year growth in the coming quarters.\nIn EMEA, new equipment orders declined low single digits as strength in the Middle East was offset by weaker demand in Europe. At constant currency, our new equipment backlog declined 3% year-over-year, but excluding China, it grew 8%. Modernization acceleration continued as orders grew 22% leading to our quarter-end backlog up 16% at constant currency, with Americas, China and Asia Pacific, each growing orders more than 20%. The modernization opportunity is compelling, driven by the aging of the 22 million unit installed base. We continue to expect these aging units to drive a multiyear growth cycle across our regions.\nOur service portfolio grew 4% in the quarter with contributions from all regions. China's strong growth trajectory continued as the region grew its portfolio low teens. Asia Pacific grew mid-single digit and EMEA and Americas grew low-single digits. As our global teams continue to deliver, we're proud to share second quarter customer highlights that reflect our success in winning strategic projects through innovation, execution and trusted collaborations.\nIn the Americas, Otis will modernize 21 elevators at the One America Tower in Indianapolis, expanding our long-term relationship with this customer. Otis provided the original elevators for the buildings in the 1980s, modernized them in 2009 and is the current maintenance provider. Otis will upgrade controls, doors, signals and cab finishes on the elevators.\nIn Dubai, we continue to strengthen and grow our relationship with DAMAC properties, one of the leading luxury real estate developers. Our latest agreement to supply and install 20 SkyRise elevators at DAMAC Bay 2 in Dubai Harbor brings our total orders with DAMAC to 88 elevators. This includes 72 SkyRise and 16 Gen2 systems across 6 high-rise projects in the city. These orders reflect the trust DAMAC places in our technology and service and they underscore our growing footprint in the Middle East.\nIn China, Otis recently entered into a contract for more than 400 escalators and connected elevators to support metro and infrastructure expansion projects in Hangzhou, Changchun and Tianjin. These orders reflect our ongoing role in supporting urban mobility across key cities. And in Ho Chi Minh City, Vietnam, Otis has been selected to install and maintain SkyRise and Gen3 elevator systems at the Cross, a 39-story premium mixed-use development in the city central business district. These units will be supported by our Compass 360 and EMS Panorama 2.0 management system, delivering a modern integrated solution for enhanced passenger experience.\nTurning to our second quarter results on Slide 5. Otis delivered net sales of $3.6 billion, flat on a year-over-year basis with organic sales down 2%. Adjusted operating project -- profit margin was flat versus the prior year at 17%. Excluding a $13 million foreign exchange tailwind, adjusted operating profit decreased 2% with growth in service offset by a decline in new equipment.\nAdjusted EPS declined 1% or $0.01 in the quarter, driven by a tough year-over-year comparison from an operational and tax standpoint. As I previously mentioned, EPS grew 2% in the first half of the year. Adjusted free cash flow was $243 million in the quarter and $429 million year-to-date.\nWith that, I'll turn it over to Cristina to walk through our results in more detail.\n\nCristina Mendez\n\nSenior Vice President of Finance EMEA & Transformation\n\nThank you, Judy. Starting with service on Slide 6. Service organic sales grew 4%, with growth in all lines of business. Maintenance and repair organic sales grew 4%, driven by growth in our portfolio and positive price of 3% in maintenance, partially offset by mix and churn. Our repair business accelerated in the second quarter as anticipated, growing 6% organically year-over-year compared to 1% in the first quarter. We are pleased with our progress and with our backlog up 8% at quarter end, we are well positioned heading into the second half.\nModernization organic sales grew 5% with notable growth in China, which increased over 20%. While modernization organic sales growth was muted. This was primarily driven by timing of several large projects, which can vary from quarter-to-quarter. Our modernization backlog remains strong, up 16% at constant currency at quarter end, and we expect approximately 10% growth in modernization sales for the full year.\nService operating profit of $578 million, increased $26 million at constant currency with higher volume, favorable pricing and productivity, including the benefits from UpLift, more than offsetting higher labor costs and mix and churn. Operating profit margins expanded 20 basis points to 24.9% in the quarter, making another record quarter in service margins since the spin.\nTurning to new equipment on Slide 7. New equipment organic sales declined 11% in the quarter as the strength in EMEA was more than offset by declines in China, Americas and Asia Pacific. EMEA sales grew 7%, primarily due to strength in the Middle East, which grew greater than 20% while Europe was up low single digits. Asia Pacific declined low single digits, with notable strength in Hong Kong and Taiwan, offset by weakness in Korea. Additionally, growth was negatively impacted by timing of project execution in India. However, the backlog in India remains strong.\nAmericas declined high single digits as we work through last year backlog, but in addition, backlog execution has been slower due to market concerns around global trade policy. China remained weak, declining greater than 20% as soft market conditions, a strict credit control on segments and a declining backlog continued to impact our results.\nNew equipment operating profit of $68 million declined $41 million at constant currency, driven by lower volumes and unfavorable price and mix. Operating profit margins declined 240 basis points to 5.3%, driven by the headwinds of lower volume and regional mix that were partially offset by productivity including the benefits from UpLift and our China transformation.\nI will now turn it back to Judy to discuss our 2025 outlook.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nStarting on Slide 8 with the market outlook. Before discussing our updated 2025 outlook, I'd like to briefly discuss our global market expectations, which are largely unchanged. We continue to expect a low single-digit decline in the Americas. However, we are beginning to see trends improving sequentially. Our market outlook for EMEA is unchanged with low single-digit growth. Asia is now anticipated to decline high single digits. This is driven by mid-single-digit growth in Asia Pacific, offset by a low teens decline in China.\nOur outlook for China is now slightly lower than our beginning-of-year expectation due to continued softness in the market. While year-over-year comparisons are easier in the second half, we now believe the market will be down approximately 10% for the remainder of the year. Taken together, we expect the global new equipment market to decline mid-single digits in 2025. On the service side, we continue to expect the global installed base to grow mid-single digits, driven by low single-digit growth in Americas and EMEA and mid-single-digit growth in Asia. This growing installed base should further support growth in our maintenance portfolio and expand our service flywheel.\nTurning to our financial outlook for 2025. We now expect net sales of $14.5 billion to $14.6 billion, a slight decline from our previous outlook, driven primarily by a lower outlook for new equipment sales. This is largely driven by the new equipment market environment in China and the U.S. In China, market conditions have remained soft as liquidity challenges are causing a slowdown in execution of our backlog. In the U.S., continued uncertainty over global trade policies are causing project delays. That said, we have driven low teens or greater order growth in the Americas for 4 consecutive quarters, and our backlog remains strong there, up 5% at the end of the quarter. This backlog positions us well as we head into 2026. And as you know, our resilient service business is relatively insulated from tariffs. This resilient business is our core earnings driver representing approximately 90% of our total operating profit.\nLooking ahead, we expect our service organic sales growth to continue to ramp up through the remainder of the year. Our outlook for adjusted operating profit is unchanged at $2.4 billion to $2.5 billion, up $55 million to $105 million on an actual currency basis including the impact of incremental U.S. tariffs imposed in 2025. This is in line with our prior outlook as reduced reciprocal tariff rates for China and favorable foreign exchange rates offset lower expectations for our new equipment profit this year.\nService profitability should remain strong from growth in all 3 areas of the business: maintenance, repair and modernization. Our outlook for adjusted EPS is unchanged at $4 to $4.10 per share, representing an increase of 4% to 7% compared to 2024. We expect adjusted free cash flow to be between $1.4 billion to $1.5 billion for the year, which we expect to largely return to our shareholders through our dividend and $800 million of share repurchases. Note, we are well on track to meet our share repurchase target having bought back approximately $550 million year-to-date through June.\nI'll now pass it back to Cristina to review the 2025 outlook in more detail.\n\nCristina Mendez\n\nSenior Vice President of Finance EMEA & Transformation\n\nThank you, Judy. Moving to our organic sales outlook on Slide 9. We now expect organic sales growth of approximately 1% for the year. This is driven by continued strength in service with organic growth of approximately 5%, partially offset by a decline in new equipment of approximately 7%. Within new equipment, we have lowered our outlook for Americas to down high single digits and Asia to down low teens due to the macroeconomic concerns Judy previously noted.\nWithin Asia, we expect a strong growth in Asia Pacific, offset by a greater than 20% decline in China. We continue to expect EMEA to grow mid-single digits for the year. Within service, we continue to expect growth in all segments through the remainder of the year. Maintenance and repair is expected to grow approximately 5%, driven by portfolio growth and pricing, partially offset by mix and churn. We saw solid acceleration in our repair revenue in the second quarter, and we expect continued acceleration through the second half. In modernization, we are anticipating approximately 10% organic growth as we execute our strong backlog.\nTurning to Slide 10 to provide an update on tariffs. While circumstances remain fluid, our anticipated tariff exposure has meaningfully declined from expectations in April. This is driven by more favorable reciprocal tariff rates as well as our successful mitigation strategies. Given these changes, we now expect an approximately $25 million to $35 million negative impact to our 2025 earnings net of our mitigation efforts. Note that this impact is primarily expected in the second half as the year-to-date impact has been minimal.\nAs a reminder, our tariff exposure is primarily in our backlog as we have adjusted contract terms and pricing for the current environment. Therefore, after execution of the backlog, the impact of the new tariffs on our results should be offset by pricing and contract language.\nTurning to our financial outlook on Slide 11. We currently expect adjusted operating profit to grow $55 million to $105 million, on an actual currency basis, including the impacts of tariffs. This growth is driven by the strength of our Service segment as well as cost savings from UpLift and our China transformation.\nAdjusted operating margin is expected to expand 30 basis points driven by expanding service margins and mix, offset by declining new equipment margins from tariffs as well as the flow-through of last year's backlog and regional mix.\nAdjusted free cash flow is now expected to be between $1.4 billion to $1.5 billion for the year. The decline from our previous forecast is primarily driven by our reduced outlook for new equipment sales as well as the impact of the mix. As new equipment sales are more favorable to working capital, we continue to anticipate approximately $800 million of share repurchases for the year.\nMoving to the 2025 EPS bridge on Slide 12. Our adjusted EPS outlook for the year remains $4 to $4.10 per share. This represents 4% to 7% growth compared to the prior year driven by strong operational growth from our Service segment. The new equipment segment remains a headwind due to soft economic conditions in China and the impact of global trade policy in the U.S. Favorable foreign exchange rates and a lower share count are expected to offset the impact of tariffs and a higher interest expense. And while conditions remain challenging for our new equipment business in the near term, our U.S. backlog is growing, and China orders are expected to stabilize in the coming quarters. And furthermore, the resiliency of our service business continues to drive earnings on the back of mid-single-digit top line growth and continued margin expansion.\nWe are also continuing to execute our UpLift and China transformation initiatives, which will allow us to better serve our customers while driving $240 million of run rate cost savings by year-end. We have good line of sight to deliver our targeted savings and as UpLift is approaching the end of the program in the second half of the year. We are making good progress with our China transformation, and as I previously mentioned, we are raising our cost savings target to $40 million due to additional restructuring actions underway.\nLooking at the third quarter, we expect new equipment organic sales growth roughly in line with our full year guidance with sequentially lower margins in the quarter. This margin pressure is due to lower volumes but will be more acute in the third quarter. This is due to the execution of cost mitigating actions such as the temporary furlough of some of our production facilities.\nService organic sales are expected to ramp to around 5%, and we anticipate solid year-over-year margin expansion with positive contribution from UpLift as we execute the last wave of the program. Taken together, we expect the third quarter adjusted EPS growth of around 5%, followed by a strong fourth quarter to deliver 6% full year growth at the midpoint of our guide.\nWith that, I will kindly ask Tina to please open the line for questions. Thank you."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/632e72e8e4c4d7cbc7366844ff1a5a2b",
    "period": "2025 Q1",
    "content": "Q1 2025 Otis Worldwide Corp Earnings Call\n\nQ1 2025 Otis Worldwide Corp Earnings Call\n\nOTISNYSEAPR 23, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis' First Quarter 2025 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com.\nI'll now turn the call over to Rob Quartaro, Vice President of Investor Relations. Please go ahead.\n\nJeffrey Todd Sprague\n\nAnalyst, Vertical Research Partners LLC\n\nThank you, Jayel. Welcome to Otis' First Quarter 2025 Earnings Conference Call. On the call with me today are Judy Marks, Chair, CEO and President; and Cristina Mendez, Executive Vice President and CFO. Please note, except where otherwise noted, the company will speak to results from continuing operations excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast. We also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nNow I'd like to call over -- I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nThank you, Rob. Good morning, afternoon and evening, everyone. Thank you for joining us. We hope everyone listening is safe and well. Before discussing our results, I'd like to take a moment to recognize an important milestone. Earlier this month, Otis celebrated our fifth anniversary since returning as an independent public company. The last 5 years have been challenging and rewarding, and I'm proud of our colleagues and our many accomplishments. 5 years ago, when we were completing our spin-off, the world was in the midst of a global pandemic. While the pandemic posed many challenges, it also provided an opportunity to demonstrate the impact of our strategy, the resilience of our business and the commitment of our colleagues to serving our customers and continuous improvement.\nWe have made tremendous progress since those early days, and our shareholders have been rewarded. Since 2019, we've expanded adjusted operating profit margins by 220 basis points and grown adjusted EPS over [indiscernible] We've more than doubled our dividend and together with share repurchases, we have returned $6 billion of capital to our shareholders. I'm proud of our achievements over the last 5 years and thankful for our 72,000 colleagues who demonstrate our absolutes each and every day. We've laid a strong foundation, and I couldn't be more excited about the future opportunities ahead of us. Turning to Q1 highlights on Slide 3.\nOtis started the year with a solid first quarter driven by the resilience and strength of our service-driven business model. First quarter organic sales were flat as strength in service was offset by a decline in new equipment. Service organic sales grew 4%, with growth across all business lines. Modernization orders increased 12%, and we ended the quarter with a backlog up 14% at constant currency. Our maintenance portfolio continued to grow 4%, while we also drove 40 basis points of adjusted operating margin expansion compared to the prior year. Solid growth in service, coupled with margin expansion, enabled us to grow adjusted EPS 5% in the quarter. We generated $186 million in adjusted free cash flow and completed approximately $250 million in share repurchases. And yesterday, we announced an 8% increase in our dividend, which brings our cumulative dividend increase since spin to approximately 110%. During the quarter, we were honored to be recognized by Fortune as one of the world's most admired companies and to be named to Wall Street Journal's Best Managed Companies list. These prestigious recognitions reflect our colleagues' commitment to serving our customers and living our absolutes every day. Turning to our orders performance on Slide 4.\nNew equipment and modernization combined orders grew 2%, driven by strength in modernization. The combined backlog was relatively flat, a sequential improvement from the fourth quarter. Our total backlog including maintenance and repair remains at historically high levels and positions us well for future quarters. New equipment orders declined 1% in the quarter. Americas continued its strong orders performance from the second half of 2024, growing mid-teens in the first quarter. This was driven by mid-teens growth in North America and greater than 20% growth in Latin America. Demand in Asia Pacific also remains robust, with orders growth greater than 20%, primarily driven by India and Southeast Asia. This strength was offset by continued weakness in China where orders declined greater than 20%. This was in line with our expectations, and we continue to expect the new equipment market to stabilize later this year.\nNew equipment orders in EMEA were down mid-single digits, partially due to a tough compare with declines in Europe offsetting strength in the Middle East. Our new equipment backlog at constant currency was down 3% versus the prior year, although excluding China, it was up mid-single digits. Modernization orders grew 12%, and our quarter end backlog increased [ 14% ] at constant currency. Order growth was widespread with China a notable standout, growing orders greater than 20%. We are just at the beginning of a projected multiyear growth cycle globally in modernizations, driven by aging of the 22 million global unit installed base. With 8 million units already in the prime modernization age and that number forecasted to grow mid- to high single digits for several years, we see a significant opportunity ahead in all 4 regions.\nOur service portfolio grew 4% with growth across all of our regions. China grew low teens, Asia Pacific grew mid-single digits and EMEA and Americas grew low single digits. Before moving to financial results, I'd like to highlight several exciting projects from the first quarter. In the Americas, one of our standout projects is the modernization of the 3 elevators that are expected to provide safer and more reliable transportation to over 600,000 annual visitors to the iconic Chrysler redeemer in Rio de Janeiro, Brazil. Our commitment to safety and excellence will enhance the visitor experience while preserving the monuments legacy. In Stockholm, Sweden, Otis is embarking on an exciting project to modernize 29 escalators for a train the operator of the Arlanda Express Rail Link. The vital connection links Stockholm City Center to our Arlanda airport. The project will revitalize escalators initially installed by Otis in the late 1990s, bringing them to modern standards. Modernization was both an efficient and sustainable choice for this customer as Otis can enhance performance while minimizing disruption for passengers in this essential link for the Swedish capital.\nWe continue to excel in the new equipment business by demonstrating our strong performance and reliability. Otis has once again been selected by China's Hangzhou Metro to supply 145 escalators and 26 IoT connected elevators for the new Line 3. This addition brings the total number of Otis units in the city's Metro network to over 1,700 across 9 subway lines. And in India, Otis has proudly secured a landmark contract to supply over 470 elevators and escalators to the Prestige group, spanning 5 major cities. The project includes 28 double-deck elevators and high-speed elevators designed for what will be India's tallest commercial tower. Turning to our first quarter results on Slide 5.\nOtis delivered net sales of $3.3 billion, with organic sales flat year-over-year. Adjusted operating profit, excluding a $16 million foreign exchange headwind, increased 3% with [indiscernible] service, offset by a decline in new equipment. Adjusted operating profit margin expanded 40 basis points to 16.7%. Adjusted EPS grew 5% or $0.04 in the quarter with solid operational performance and the benefit of a lower share count.\nWith that, I'll turn it over to Cristina, to walk through our results in more detail.\n\nCristina Mendez\n\nSenior Vice President of Finance EMEA & Transformation\n\nThank you, Judy. Starting with service on Slide 6. Service organic sales grew 4% with growth in all lines of business. Maintenance and repair organic sales grew 3%, driven by portfolio growth, positive price of 2% in maintenance, partially offset by mix and churn. Repair growth was muted in the first quarter, up low single digits, due to timing of backlog execution. We expect acceleration in the balance of the year. Modernization organic sales grew 10% as we executed on our backlog. Growth was broad-based across all regions, including high-teens growth in China and approximately 10% growth in Americas. Service operating profit of $537 million increased $29 million at constant currency, with higher volume, favorable pricing and productivity, including the benefits from uplift, more than offsetting higher labor and material costs and mix and churn. Operating profit margins expanded 40 basis points to 24.6% in the quarter. Turning to new equipment on Slide 7.\nNew equipment organic sales declined 7% in the quarter as the strength in EMEA and APAC were more than offset by declines in China and Americas. EMEA sales grew mid-single digits, primarily due to strength in the Middle East, which grew greater than 20%, while Europe was up low single digits. APAC grew approximately 10% with strength across most of the region. Americas declined high single digits as we worked through last year's backlog. And lastly, we are continuing to work through China's lower backlog with organic sales down greater than 20% in the quarter due to market conditions and strict credit controlling shipments. However, as Judy mentioned, we continue to expect the market to stabilize later this year with sales stabilization to follow in 2026. New equipment operating profit of $66 million declined $5 million at actual currency and $4 million at constant currency, driven by the headwinds of lower volume and regional mix that were partially offset by productivity, including the benefits from uplift on our China transformation and lower commodities. Pricing was relatively flat. Operating profit margins increased 20 basis points to 5.7%.\nI will now turn it back to Julie to discuss our 2025 outlook.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nStarting on Slide 8 with the market outlook. Before discussing our updated 2025 outlook, I'd like to briefly discuss our global market expectations. In aggregate, our view is unchanged. We continue to expect global new equipment units to decline mid-single digits for the year. We have reduced our expectations for the Americas to down low single digits as uncertainty around global trade policies may cause project delays. In EMEA, our outlook is unchanged with expected low single-digit growth. Asia is expected to decline mid- to high single digits, driven by mid-single-digit growth in Asia Pacific and an approximately 10% decline in China. As we previously mentioned, we continue to expect stabilization in late 2025. Turning to service.\nLast year, the global installed base grew mid-single digits, reaching approximately 22 million units at year-end. We anticipate this trend will continue with mid-single-digit growth in the installed base this year. We have good visibility into this growth given the installed base is driven by units sold approximately 2 years ago. By region, we expect Americas and EMEA to grow low single digits and Asia to grow mid-single digits. Taken together, we expect the global installed base to reach approximately 23 million units at the end of 2025. Turning to our financial outlook for 2025. We expect net sales of $14.6 billion to $14.8 billion, which is an increase of approximately $450 million at the midpoint from our original guide driven by favorable exchange rates. Adjusted operating profit is anticipated to remain between $2.4 billion and $2.5 billion, up $105 million to $135 million on a constant currency basis, excluding the impact of incremental U.S. tariffs imposed in 2025. The majority of this impact is due to tariffs on products and components imported from China. Note that the impact of these tariffs is offset by more favorable foreign exchange rates at today's levels.\nIt's important to highlight that our service business which represents approximately 90% of our segment operating income is largely insulated from the impact of tariffs. However, given the current tariff rates, we anticipate that our new equipment business will be adversely impacted. As you know, Otis primarily sources and manufactures locally [indiscernible] around the world. Our factory in Florence, South Carolina primarily serves our operations in the U.S. and Canada. For some components, however, there are no local suppliers, and we source parts from suppliers based in China. In addition, we import some lower volume products to the U.S. These lower volume products represented well below 1% of our total units sold in 2024. That said, if tariffs on our Chinese imports continue at current levels for the remainder of the year, we expect a negative impact of approximately $45 million to $75 million to our operating profit in 2025, inclusive of our mitigation efforts. These mitigation efforts include customer and supply chain negotiations, as well as supply chain shifts to more favorable sources. It's important to note that we expect this impact to be temporary as our exposure is primarily through our existing backlog. For our new orders, we have adjusted contract terms and pricing. Furthermore, our global manufacturing footprint and standard product platforms give us the flexibility to shift production and adapt to the most cost-effective model going forward. Please refer to Slide 15 in the appendix for additional details on tariffs. Turning back to our outlook.\nWe continue to expect adjusted free cash flow of approximately $1.6 billion, which we will primarily return to our shareholders through dividends and share repurchases. As a reminder, Yesterday, we announced an 8% increase in our dividend, bringing our cumulative dividend increases since spin to approximately 110%. Our share repurchase target for 2025 is unchanged at $800 million. Note that we completed approximately $250 million of share repurchases in the first quarter and we may continue to front-load our repurchases earlier in the year.\nI will now pass it back to Cristina to review the 2025 outlook in more detail.\n\nCristina Mendez\n\nSenior Vice President of Finance EMEA & Transformation\n\nThank you, Judy. Moving to our organic sales outlook on Slide 9. We continue to expect organic sales growth of 2% to 4%, driven by a strong performance in our service segment. Our new equipment organic sales growth outlook remains down 1% to 4%. However, we have refined our outlook by region. We now expect Americas to decline mid-single digits as we see project delays due to uncertainty around global trade policies. EMEA is expected to grow mid-single digits on the back of strong orders and ending backlog in 2024. Asia is expected to decline mid-single digits. And within Asia, we continue to anticipate a strong growth in Asia Pacific, offset by declines in China. Service organic sales are expected to increase 5% to 7% for the year. We have expanded the low end of this range given softer-than-expected repair execution in the first quarter. However, we expect repair to reaccelerate later in the year. We continue to target mid-single-digit growth in maintenance and repair driven by portfolio growth and pricing, partially offset by mix and churn. And we have increased our expectations for modernization organic sales, which are now expected to grow low teens driven by backlog execution through the year. Moving to Slide 10.\nWe have been transforming the way we work for nearly 2 years, beginning with UpLift, which we announced in 2023. We made this bold decision from a position of strength as we saw an opportunity to unlock untapped value. And earlier this year, we began our China transformation program. We have made significant progress with both projects and we remain well on track. These initiatives, driving process efficiencies and enabling our field organization to better focus on serving our customers. In China, our transformation is positioning us to capture the large service and modernization opportunities, while [indiscernible] our new equipment operations from the current environment. Taken together, we expect uplift on our China transformation to provide a competitive cost structure and drive sustainable earnings growth. We continue to target $90 million of in-year savings in 2025 and $230 million of annual run rate savings by the end of the year. Turning to Slide 11.\nDespite of macroeconomic uncertainty, we expect another year of solid profit and adjusted EPS growth which is unchanged from our prior guidance, driven by the strength and the resiliency of our service-driven business. On a constant currency basis and excluding the impact of tariffs, we expect adjusted operating profit to grow $105 million to $135 million, fueled by our service business. On an organic -- on an actual currency basis, including the impact of tariffs, we expect adjusted operating profit to grow $55 million to $105 million, unchanged from our prior guidance, as the impact from tariffs is fully mitigated by foreign exchange rates. Margin expansion is expected to be 50 basis points, excluding the impact of incremental 2025 tariffs. Including tariffs, we expect margin expansion to be more muted, up 10 basis points due to contraction in new equipment margins. On the other side, we expect service margins to continue expanding as this segment is largely unaffected by tariffs. Our adjusted free cash flow and share buyback outlook remains unchanged, with free cash flow at approximately $1.6 billion and approximately $800 million of share repurchases. Moving to 2025 EPS reach on Slide 12.\nOur adjusted EPS outlook for the year is $4 to $4.10 per share. At the midpoint, this includes approximately $0.24 from operational growth, $0.05 of tailwinds from foreign exchange rates and a net $0.05 benefit from lower share count and higher interest. These are partially offset by a negative $0.12 from the incremental 2025 tariffs currently in place. While our overall financial metrics for the year remain generally consistent with our prior outlook, we acknowledge that the economic conditions remain uncertain, including the impact of foreign exchange rates and tariffs.\nOn the operational side, we have delivered a strong first quarter, and our outlook remains positive, mainly driven by the service business. We have taken a conservative approach, and we have recalibrated our operational outlook given muted repair growth in the first quarter and the macroeconomic uncertainty that may impact demand. We remain confident in our service flywheel model. And as we have previously said, we are investing savings from uplifting to the business to drive service excellence and to accelerate growth.\nOn the New Equipment side, we continue to work on transformation to adapt our cost structure to market conditions. And at the same time, we are executing our backlog with headwinds from price and volumes in China. Regarding our adjusted EPS guidance through the year, we continue to expect the first half to be flat year-over-year with a stronger growth in the second half. Maintenance results should remain relatively consistent through the year, including improved repair sales. Adjusted EPS growth should step up in the second half due to execution of our modernization backlog realization of cost savings from uplift and China transformation initiatives and improving trends in China and Americas new equipment.\nWith that, I will ask Jayel to please open the line for questions."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8b3cff63d2d284d94554c90f169775ea",
    "period": "2024 Q4",
    "content": "Q4 2024 Otis Worldwide Corp Earnings Call\n\nQ4 2024 Otis Worldwide Corp Earnings Call\n\nOTISNYSEJAN 29, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis' Fourth Quarter 2024 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com.\nI'll now turn it over to Rob Citaro, Vice President of Investor Relations. Please go ahead.\n\nUnknown Executive\n\nThank you, Sarah. Welcome to Otis' Fourth Quarter 2024 Earnings Conference Call. On the call with me today are Judy Marks, Chair, CEO and President; and Christina Mendez, Executive Vice President and CFO. Please note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast. We also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q provide details on important factors that could cause actual results to differ materially.\nNow I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nThank you, Rob. Good morning, afternoon and evening, everyone. Thank you for joining us. We hope that everyone listening is safe and well. We finished 2024 with solid results, both for the fourth quarter and full year, and we enter 2025 with momentum and confidence in our service-driven business model. We achieved these results through the dedication of our colleagues around the globe, so I want to express my gratitude for their hard work, execution of our strategy, commitment to our customers and demonstration of our Otis absolutes.\nStarting on Slide 3. We achieved organic sales growth of 1.9% in the quarter driven by continued strong performance in service, which grew 7.8% with great performance in both maintenance and repair and modernization. We grew our maintenance portfolio by more than 4% for the third consecutive year, and our portfolio now stands at approximately 2.4 million units, leading our industry and validating the impact and contribution of our service flywheel. Modernization was a highlight in 2024. We ended the year with our backlog up 13% at constant currency, while modernization orders grew 18% in the quarter, which sets us up well for the year ahead.\nWe generated $682 million of adjusted free cash flow in the quarter, which is our highest quarterly result since spin. Cash generation was driven by excellent collections and a reduction in our net working capital. Additionally, we continued the strong execution of our customer-centric uplift program, enabling us to now increase the expected annual run rate savings to $200 million by the second half of 2025. In addition, earlier this month, we announced a transformation of our China business to better position ourselves for growth in service and modernization in the current and evolving China market environment. We are well underway in transitioning our revenue and profit streams in China from our new equipment to our service and mod flywheel. We also made meaningful progress on ESG initiatives that are aligned with our business strategy. In the fourth quarter, we received a gold rating for the third year in a row from EcoVadis. Many of our customers around the world take ESG strongly into consideration as they make procurement decisions and this recognition demonstrates that we continue to pursue and execute on sustainable strategies that drive value for our stakeholders.\nIn 2024, we delivered organic sales growth for the fourth consecutive year since spin and 50 basis points of overall adjusted operating profit margin expansion. We have expanded company margin by 30 basis points or more every year since spin. Despite the new equipment macro headwinds our industry faced in 2024 we maintained our new equipment share at 20%. We grew adjusted EPS 8.2% and finished the year strong with approximately $1.6 billion of adjusted free cash flow in 2024, allowing us to return $1.6 billion of cash to shareholders through dividends and share repurchases. We believe our shareholder-driven management strategy is sustainable.\nTurning to our orders performance on Slide 4. New Equipment orders declined 4% in the quarter, due to continued challenging market conditions, primarily in China. Excluding China, New Equipment orders increased approximately 11%. The Americas delivered a strong second half of the year, growing orders high teens in the last 6 months, including mid-teens growth in Q4, with strong performance in Latin America. Asia Pacific delivered greater than 20% growth with solid results across the region.\nOrders declined by high single digits in EMEA in the quarter, including weakness in Western Europe, but finished the full year up 3.7%. In China, orders declined more than 20% in the quarter due to continued soft demand. Our new equipment backlog at constant currency was down 4% versus the prior year, although excluding China, it was up low single digits. Modernization orders bounced back in Q4 as expected with, as I noted, 18% growth. Growth was widespread, including China up greater than 20%. We ended the year with modernization backlog up 13% versus the prior year at constant currency.\nNew equipment and modernization orders combined grew in the quarter with backlog down 1 point as we continue to drive a shift in mix from new equipment to modernization in China and other mature markets where there's a higher concentration of aged units and need modernization and refurbishment. Our service portfolio grew 4.2% and now stands as noted at approximately 2.4 million units, strengthening our #1 position globally. All regions contributed positively with mid-teens growth in China, mid-single-digit growth in Asia Pacific and low single-digit growth in both the Americas and EMEA. Globally, our recaptures and cancellations were approximately net neutral for the third consecutive year, leaving net churn at 0 and driving growth through conversions.\nAs of year-end 2024, we have approximately 1 million connected units globally. We continue to innovate to adapt to changing market demands and to better serve our customers while driving growth and profitability across our business. For example, we continued to roll out our digitally connected elevator platforms, launching Gen3 across Asia Pacific, where smart cities are being increasingly developed in major urban areas.\nIn addition, we launched the enhanced public escalator globally, a flagship infrastructure product that provides new features that are critical to our customers' needs. We also rolled out new global modernization packages to help our customers proactively plan to upgrade their units to the latest safety standards and to provide a more comfortable experience for their passengers. With 8 million of the 22 million global installed uniting and ready to be upgraded, this is a significant opportunity for our modernization business, which is a growth lever for our service portfolio.\nOverall, R&D and strategic investments remained relatively stable at about 1.4% of sales for the year, reflecting our ability to invest and innovate efficiently. We continue to win many exciting projects based on our innovation, ability to deliver and the trust our customers have in us. For example, in Mexico, Otis will install 142 units at the Mexican Social Security Institute facilities. Our elevators will help support the agency's mission by providing safe and reliable vertical transportation at 41 public clinics and hospitals across the country. And upon completion, will be added to our maintenance portfolio, joining the nearly 600 existing IMSS elevators already serviced by Otis.\nIn Hyderabad India, Otis will install 21 units in the TriLite towers a set of luxury high-rise residential apartments. These towers, which stand up to 60 floors tall will be Otis India's first use of the Otis Compass 360 destination management system in a residential project. In China, Otis will modernize more than 120 units across 2 infrastructure projects. At the Xi'an Airport in Northwest China, we will upgrade 22 moving walkways and 58 elevators. And in Wuhan, we will modernize 46 escalators across 8 stations on the city's Metro Line 2. Finally, in the U.K., Otis will install 17 elevators and 1 platform lift at the Ellison Institute of Technologies Oxford interdisciplinary Research and Development campus that will incorporate more than 30,000 square meters of research laboratory space and oncology and preventive care clinic and educational and gathering spaces.\nTurning to our fourth quarter results on Slide 5. Otis delivered net sales of $3.7 billion with organic sales up 1.9%. Adjusted operating profit, excluding a $5 million foreign exchange headwind, was up $22 million driven by the Service segment. Adjusted EPS grew approximately 7% or $0.06 in the quarter with strong operational performance and the benefit of a lower share count.\nWith that, I'll turn it over to Christina to walk through our 2024 results in more detail.\n\nCristina Mendez\n\nSenior Vice President of Finance EMEA & Transformation\n\nThank you, Judy. Starting with segment sales performance on Slide 6. Total organic sales growth in the quarter was driven by service, which was up 7.8%. New Equipment organic sales were down 6.8% with Americas, EMEA and Asia Pacific growing mid-single digits on the back of a strong backlog execution. Within China, the backlog heading into the quarter was down mid-teens. This, together with a strict credit control in shipments led to China new equipment sales declining greater than 20%. This decline was partially offset by growth in each of the other regions with notable strength in India, Spain and Latin America. Service organic sales were up 7.8%, which is our best-performing quarter of the year with mid-single digit or greater growth in all regions and all lines of business.\nMaintenance and repair sales were up 5.6% with maintenance benefiting from our continued efforts in driving portfolio growth, together with disciplined pricing strategy. Pricing was up 4 points, excluding the impact of mix and churn. Repair volumes continued growing approximately 10%, and modernization sales further accelerated to 18% growth in the quarter with growth across all regions, including more than 20% growth in Asia Pacific each quarter this year.\nTurning to segment operating profit performance on Slide 7. New equipment operating profit of $64 million was down $24 million at constant currency, driven by the headwinds of lower volume and regional and product mix that were partially offset by productivity, including the benefits from uplift and lower commodity costs. Operating profit margins came in largely as expected at 4.7%. For the full year, New Equipment operating profit was down $44 million at constant currency, and operating margin finished at 6.1%, 50 basis points lower versus the prior year, with the softness in China being partially mitigated through productivity, pricing and commodity tailwinds. Service operating profit of $569 million increased $54 million at constant currency with higher volume, favorable pricing productivity, including the benefits from uplift more than offsetting annual wage inflation.\nOperating profit margins expanded 50 basis points to 24.5% in the quarter and 60 basis points to 24.6% in the full year. Service operating profit in 2024 accounted for 93% of our overall operating profit compared to 89% last year. Moving to the full year 2024 adjusted EPS bridge on Slide 8. Adjusted EPS in the year grew $0.29 or 8.2%, including $0.22 operational growth at constant currency. [indiscernible] by our continued solid service performance. Below the line, our adjusted effective tax rate declined by more than 1 point in 2024 to 24.8%, driven by continued focus on optimizing the effective tax rate, reduced tax rates and NCI, together with a lower share count more than offset headwinds from increased interest expense.\nAdditionally, we finished the year with our highest quarterly cash flow since [ '16 ], delivering the expected improvement in working capital in Q4, mainly driven by excellent collections. Overall, solid performance throughout 2024 with a strong finish to the year. We continue to deliver value to shareholders on the back of sustained execution of our service strategy. Despite challenging new equipment market conditions in China, we have delivered high single-digit EPS growth as anticipated, proving the resilience of our service-driven business model.\nI will now turn it back to Judy to discuss our 2025 outlook.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nThanks, Christina. Starting on Slide 9 with the market outlook. For New Equipment in the Americas, the market was up mid-single digits in 2024 with mid-single-digit growth in Latin America and low single-digit growth in North America. We expect that the market improvement that started in the second half of 2024 will continue and anticipate that in 2025, the Americas market overall will be up low single digits. In EMEA, the market was down mid-single digits in 2024, primarily driven by Western and Central Europe. Although we anticipate that these 2 markets will not recover in 2025, the decline is expected to moderate compared to 2024.\nIn total, the overall EMEA market is expected to increase low single digits. In Asia, the market was down about 10% in 2024 with solid growth in Asia Pacific, up low single digits, partially offsetting the continued decline in China, which we estimate was down approximately 15%. We've seen an approximately 35% reduction since the height of the China new equipment market in 2021. Although the situation remains fluid, we expect the China market to decline approximately 10% in 2025. We believe the China market will stabilize late in 2025 resetting to this new level. Asia Pacific is expected to be up mid-single digits with India and Southeast Asia driving the growth, while Korea is expected to be down again and Japan is expected to be flat.\nOverall, in 2025, we expect the global new equipment market will be down mid-single digits in units with the growth in the Americas, Asia Pacific and EMEA more than offset by the decline in China. This represents a sequential improvement in new equipment market trends in 2025 compared to 2024.\nIn Service, the global installed base continues to grow mid-single digits, reaching approximately 22 million units at the end of 2024. As we turn to 2025, we anticipate continued mid-single-digit growth driven by growth in all regions. Taken together, we expect the global installed base to reach approximately 23 million units at year-end.\nTurning to our financial outlook for 2025. We expect net sales of $14.1 million to $14.4 billion, growing 2% to 4% organically and down 1% to up 1% in actual currency. Adjusted operating profit is expected to be between $2.4 billion and $2.5 billion, up $55 million to $105 million in actual currency, or $120 million to $150 million, excluding foreign exchange headwinds. We expect adjusted EPS in the range of $4 to $4.10, up 4% to 7% and or more than 20% versus the prior year at the midpoint of the guide.\nFinally, we expect adjusted free cash flow of approximately $1.6 billion. We will continue to execute on our disciplined capital allocation strategy and expect to repurchase approximately $800 million in shares in 2025, grow our dividend payout and pursue approximately $100 million of bolt-on M&A. Turning to Slide 10. As we've discussed over the last several years, the market in China has shifted dramatically. After over 20 years as a high-growth market, it's now resetting as a strong but mature market. We foresaw this and have been working to evolve our business model, shifting from an emphasis on new equipment sales to deriving value from the lifetime of a customer with our margin-accretive emphasis on maintenance, repair and modernization sales. The construction boom in China delivered an installed base that is approximately 40% of total units installed globally today. That's a very large and important market. Each unit requires regular maintenance, repair and overtime modernization. The many units built over the past 15 to 25 years are entering the prime age for modernization. The modernization opportunity is large and growing.\nChina now presents a tremendous opportunity to drive modernization orders, expand our maintenance portfolio and deliver significant growth in our service-driven business model. We are transforming our China operations in both Service and New Equipment to deliver on our China Service flywheel strategy. We are investing in our Service business to profitably grow our portfolio through conversions and recaptures. Through our efforts, we are targeting low-teens annual performance growth -- portfolio growth with a focus on quality and margin expansion. Our service revenue is now approximately 1/3 of our total China revenue.\nTo win an increasing share of modernization, we're engaging our new equipment agent and distributor network to accelerate growth. We see a multiyear opportunity, and we're targeting greater than 20% annual modernization order growth. Within New Equipment sales, we're adapting for the more mature market environment as well. After growing at a mid-teens CAGR for more than 20 years, the New Equipment market peaked at approximately 650,000 units in 2021. Since then, industry New Equipment units have declined approximately 35% to 400,000 units in 2024. We believe it will stabilize in late '25 between 350,000 and 400,000 units.\nWe currently operate through 2 brands in China, which have largely operated independently. The structure has served us well historically and enabled us to grow our New Equipment business over 700% from 2000 to 2021. To deliver our flywheel strategy, we are consolidating our operations from manufacturing to sales in addition to rationalizing and simplifying our product portfolio. This will drive additional efficiencies separate from uplift of approximately $20 million in cost savings in 2025 and exiting the year with a $30 million annual run rate. Taken together, all these initiatives, which have been underway for a while, position Otis to grow revenue and margin in China, which will continue to be a large and important Service market.\nTurning to Slide 11. We've had tremendous success with our uplift program and have unlocked approximately $70 million of savings in 2024. We now expect to deliver run rate savings of $200 million by the second half of 2025. Taken together with our China transformation, we are targeting in-year savings of approximately $90 million in 2025 and exiting the year with a target run rate savings of $230 million.\nWith that, let me hand it back to Christina to outline the 2025 segment outlook in more detail.\n\nCai von Rumohr\n\nAnalyst, Cowen and Company\n\nThank you, Judy. Taking a more detailed look at our outlook and starting with sales on slide 12. Total organic sales are expected to be up 2% to 4%, driven by continued strong performance in our Service segment. We expect new equipment organic sales to be down 1% to 4% driven by a decline in China due to continued soft demand, although this represents a sequential improvement versus 2025. Total Asia is expected to be down low to mid-single digits with a strong growth in Asia Pacific, helping to partially offset the decline in China. We foresee the Americas to be down low single digits as we work through a lower backlog, impacted by market pressures in the first half of last year.\nEMEA is anticipated to be up low to mid-single digits. We anticipate continued strong performance in service with overall organic sales up 6% to 7%, in line with our growth in 2024. This includes maintenance and repair that are expected to grow mid-single digits on the back of sustained portfolio growth over 4% and modernization up high single digits as we continue to execute on our strong backlog from year-end.\nTurning to Slide 13. We have delivered profit growth every year since spin, expanding operating profit margin by 220 basis points on the back of consistently strong performance in service. We remain focused on growing our industry-leading maintenance portfolio, executing on our strong modernization backlog and increasing productivity, including benefits of uplift and the China transformation. With our proven service strategy, we will continue setting the industry benchmark in terms of profitability.\nIn 2025, we expect to expand margins in line with 2024. A sustained and solid performance in service is anticipated to offset headwinds in the new equipment business, including pricing, volume and mix. Commodities were tailwinds in 2024, however, we estimate the impact to be approximately flat in 2025. Meanwhile, productivity, including the benefits from uplift and our China transformation is expected to be a positive contributor. All in all, we foresee operating margin expanding 60 basis points in 2025, delivering $120 million to $150 million growth at constant currency.\nMoving to the 2025 EPS rates on Slide 14. Our guidance for adjusted EPS is $4 to $4.10 with a strong operational performance, driving approximately $0.20 of growth. And along with the benefits from a lower share count will mitigate around $0.10 on foreign exchange and $0.04 in interest headwinds. Note that our guidance is based on current spot for an exchange rates. Excluding this impact, the midpoint of our guide would represent a high single-digit adjusted EPS growth year-over-year, in line with our midterm guidance. We expect EPS in the first and second quarters to be relatively flat with a stronger growth in the second half of the year, driven by execution of our modernization backlog, realization of cost savings from our uplift and China transformation initiatives and improving trends in China and Americas in equipment. Maintenance and repair are expected to be level loaded through the year, reflecting the strength and resiliency of our Service business.\nTurning to Slide 15. Our outlook for 2025 reflects another year of consistent performance and strategic execution led by our resilient service business, and our uplift and China transformation programs. We project another year of strong profit growth with the midpoint of our adjusted operating profit guidance up 6% at constant currency, driven by approximately 60 basis points of margin expansion. Our adjusted free cash flow forecast is approximately $1.6 billion, which will support $800 million of sales repurchases and a 40% of dividend payout.\nWe remain committed to serving our customers delivering growth through our service-driven business model and generating long-term shareholder value.\nWith that, I will ask Sarah to please open the line for questions. Thank you."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8de54ae27fb0f90c80c520fd9208a01d",
    "period": "2024 Q2",
    "content": "Q2 2024 Otis Worldwide Corp Earnings Call\n\nQ2 2024 Otis Worldwide Corp Earnings Call\n\nOTISNYSEJUL 24, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis' Second Quarter 2024 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com.\nGood morning, and welcome to Otis' Second Quarter 2024 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com.\nI'll now turn it over to Michael Rednor, Vice President, Investor Relations.\nI'll now turn it over to Michael Rednor, Vice President, Investor Relations.\n\nMichael S. Rednor\n\nAnalyst, JPMorgan Securities LLC\n\nThank you, Sarah. Welcome to Otis' Second Quarter 2024 Earnings Conference Call. On the call with me today are Judy Marks, Anurag Maheshwari, and Christina Mendez. Please note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast.\nThank you, Sarah. Welcome to Otis' Second Quarter 2024 Earnings Conference Call. On the call with me today are Judy Marks, Anurag Maheshwari, and Christina Mendez. Please note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast.\nWe also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nWe also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nNow I'd like to turn the call over to Judy.\nNow I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nThank you, Mike, and good morning, afternoon and evening, everyone. Thank you for joining us. I hope all are safe and well. I'd like to welcome Christina Mendez, who is joining us this morning on our earnings call. Christina is an experienced executive who's been leading our finance team as CFO in the EMEA region for the past 2.5 years, while also leading our global finance transformation under our uplift program. I look forward to my partnership with Christina to drive growth, operational execution and value for our customers, colleagues and shareholders.\nThank you, Mike, and good morning, afternoon and evening, everyone. Thank you for joining us. I hope all are safe and well. I'd like to welcome Christina Mendez, who is joining us this morning on our earnings call. Christina is an experienced executive who's been leading our finance team as CFO in the EMEA region for the past 2.5 years, while also leading our global finance transformation under our uplift program. I look forward to my partnership with Christina to drive growth, operational execution and value for our customers, colleagues and shareholders.\nI want to also take this opportunity to thank Anurag for his leadership and for all his contributions to our company, our services growth and in championing our long-term strategy.\nI want to also take this opportunity to thank Anurag for his leadership and for all his contributions to our company, our services growth and in championing our long-term strategy.\nNow for earnings, starting with Q2 highlights on Slide 3. Otis delivered a solid second quarter in the face of current economic challenges within China as the Service segment continued to drive strong performance. Service organic sales grew mid-single digits. Overall adjusted profit margin expanded by 110 basis points, and adjusted EPS grew 15%, marking our fourth consecutive quarter of 10% or greater adjusted EPS growth.\nNow for earnings, starting with Q2 highlights on Slide 3. Otis delivered a solid second quarter in the face of current economic challenges within China as the Service segment continued to drive strong performance. Service organic sales grew mid-single digits. Overall adjusted profit margin expanded by 110 basis points, and adjusted EPS grew 15%, marking our fourth consecutive quarter of 10% or greater adjusted EPS growth.\nWith Service as our primary growth driver, we have set ourselves up well for the future by delivering maintenance portfolio growth of 4.2% and building our modernization backlog by 17% in the quarter. As a result of our steady business execution and capital allocation strategies, we generated $353 million in adjusted free cash flow and returned $300 million to shareholders through share repurchases in the quarter, taking year-to-date repurchases to $600 million.\nWith Service as our primary growth driver, we have set ourselves up well for the future by delivering maintenance portfolio growth of 4.2% and building our modernization backlog by 17% in the quarter. As a result of our steady business execution and capital allocation strategies, we generated $353 million in adjusted free cash flow and returned $300 million to shareholders through share repurchases in the quarter, taking year-to-date repurchases to $600 million.\nIn June, we published our 2023 ESG report, outlining our progress towards our 13 ESG goals, explaining how this progress advances our business strategy while driving value for stakeholders. Importantly, this report includes a detailed description of our Scope 1, 2 and 3 greenhouse gas emission reduction goals. And we've continued to make progress towards our goals in 2024 and including recently receiving ISO 45001 certification, the international standard that specifies the requirements and good practices for effective occupational health and safety management systems at our factory in Sao Bernardo, Brazil.\nIn June, we published our 2023 ESG report, outlining our progress towards our 13 ESG goals, explaining how this progress advances our business strategy while driving value for stakeholders. Importantly, this report includes a detailed description of our Scope 1, 2 and 3 greenhouse gas emission reduction goals. And we've continued to make progress towards our goals in 2024 and including recently receiving ISO 45001 certification, the international standard that specifies the requirements and good practices for effective occupational health and safety management systems at our factory in Sao Bernardo, Brazil.\nMoving to our orders performance on Slide 4. New Equipment orders were down 11% in the second quarter. High single-digit growth in EMEA, driven by mid-teens growth in the Middle East and low to mid-single-digit growth in Asia Pacific was more than offset by a mid-teens decline in the Americas and a double-digit decline in China. Our New Equipment backlog at constant currency was down 3% versus the prior year.\nMoving to our orders performance on Slide 4. New Equipment orders were down 11% in the second quarter. High single-digit growth in EMEA, driven by mid-teens growth in the Middle East and low to mid-single-digit growth in Asia Pacific was more than offset by a mid-teens decline in the Americas and a double-digit decline in China. Our New Equipment backlog at constant currency was down 3% versus the prior year.\nIn the Americas, we are seeing the impact of elevated interest rates on our new equipment orders. In China, economic softness severely impacted our new equipment orders while orders grew in both Asia Pacific due to continued strength in the region and EMEA as our investment in product and coverage continues to perform well.\nIn the Americas, we are seeing the impact of elevated interest rates on our new equipment orders. In China, economic softness severely impacted our new equipment orders while orders grew in both Asia Pacific due to continued strength in the region and EMEA as our investment in product and coverage continues to perform well.\nIn our Services segment, progress continued to pace with portfolio growth above 4% for the seventh consecutive quarter, along with 14% modernization orders growth and continued growth in our modernization backlog, which increased 17% at constant currency. We had several exciting customer highlights in the second quarter, thanks to the dedication of our colleagues across all of our regions.\nIn our Services segment, progress continued to pace with portfolio growth above 4% for the seventh consecutive quarter, along with 14% modernization orders growth and continued growth in our modernization backlog, which increased 17% at constant currency. We had several exciting customer highlights in the second quarter, thanks to the dedication of our colleagues across all of our regions.\nIn India, at the heart of the city of Delhi, Otis will install 12 SkyRise units at the iconic Unity, the Amarilis Versace. Designed by Versace Home, this luxury development is one of the tallest residential buildings in Delhi. We continue to perform well in the Infrastructure segment as evidenced by our next 3 major project highlights. In the United States, Otis is supporting the expansion of Terminal 3 West at San Francisco International Airport. As part of this project, Otis will install 15 new Gen 3 elevators and 13 link escalators while modernizing 2 elevators.\nIn India, at the heart of the city of Delhi, Otis will install 12 SkyRise units at the iconic Unity, the Amarilis Versace. Designed by Versace Home, this luxury development is one of the tallest residential buildings in Delhi. We continue to perform well in the Infrastructure segment as evidenced by our next 3 major project highlights. In the United States, Otis is supporting the expansion of Terminal 3 West at San Francisco International Airport. As part of this project, Otis will install 15 new Gen 3 elevators and 13 link escalators while modernizing 2 elevators.\nSFO served more than 50 million passengers in 2023 and these upgrades will increase overall passenger capacity and international access. In Germany, we are installing 8 escalators for our long-established customer, the City of Stuart will dismantle the non-Otis escalators that are currently in use and install our heavy traffic public escalators at 4 metro stations in the city center.\nSFO served more than 50 million passengers in 2023 and these upgrades will increase overall passenger capacity and international access. In Germany, we are installing 8 escalators for our long-established customer, the City of Stuart will dismantle the non-Otis escalators that are currently in use and install our heavy traffic public escalators at 4 metro stations in the city center.\nIn China, we've continued our more than 30-year relationship with the Shanghai Metro, booking several contracts in the quarter that total more than 475 units including 311 escalators and moving walks for Line 23; 32 elevators and 115 escalators for the new Chang Ming line and 19 elevators for an extension of Line 12.\nIn China, we've continued our more than 30-year relationship with the Shanghai Metro, booking several contracts in the quarter that total more than 475 units including 311 escalators and moving walks for Line 23; 32 elevators and 115 escalators for the new Chang Ming line and 19 elevators for an extension of Line 12.\nTurning to Q2 results on Slide 5. Otis delivered net sales of $3.6 billion with organic sales down 1%. Adjusted operating profit -- excluding a $15 million foreign exchange headwind was up $38 million, driven by the Service segment. Adjusted EPS grew approximately 15% or $0.14 in the quarter driven by strong operational performance and improvement in our tax rate, benefits from minority interest and a lower share count offset headwinds from foreign exchange translation and an increase in interest expense.\nTurning to Q2 results on Slide 5. Otis delivered net sales of $3.6 billion with organic sales down 1%. Adjusted operating profit -- excluding a $15 million foreign exchange headwind was up $38 million, driven by the Service segment. Adjusted EPS grew approximately 15% or $0.14 in the quarter driven by strong operational performance and improvement in our tax rate, benefits from minority interest and a lower share count offset headwinds from foreign exchange translation and an increase in interest expense.\nWith that, I'll turn it over to Anurag to walk through our results in more detail.\nWith that, I'll turn it over to Anurag to walk through our results in more detail.\n\nAnurag Maheshwari\n\nExecutive VP & CFO\n\nThank you, Judy. Starting with Q2 segment sales performance on Slide 6. Total organic sales were down 1% in the quarter, driven by new equipment, which was down 9% compared to the prior year. APAC grew approximately 10%, driven by strong performances in Southeast Asia and India, while the Americas grew low single digits.\nThank you, Judy. Starting with Q2 segment sales performance on Slide 6. Total organic sales were down 1% in the quarter, driven by new equipment, which was down 9% compared to the prior year. APAC grew approximately 10%, driven by strong performances in Southeast Asia and India, while the Americas grew low single digits.\nEMEA experienced a low single-digit decline due to continued weakness in Central Europe, while China declined double digits, largely due to the deterioration in market conditions. New Equipment pricing was strong outside of China, up low to mid-single digits. China remains under intense price pressure. And although pricing in China was down year-over-year, it came in approximately flat sequentially, while the cost environment remains deflationary.\nEMEA experienced a low single-digit decline due to continued weakness in Central Europe, while China declined double digits, largely due to the deterioration in market conditions. New Equipment pricing was strong outside of China, up low to mid-single digits. China remains under intense price pressure. And although pricing in China was down year-over-year, it came in approximately flat sequentially, while the cost environment remains deflationary.\nService sales were $2.2 billion with organic sales growth of 5.1%, marking over 3 years of mid-single-digit or greater growth in every quarter. We grew in all regions and all lines of business, including approximately 5% in maintenance and repair as a result of strong portfolio growth, solid repair volumes and maintenance pricing which was up 3.5 points excluding the impact of mix and churn. Driven by continued double-digit growth in Asia Pacific, mod organic sales increased about 6% in the quarter and 8% in the first half.\nService sales were $2.2 billion with organic sales growth of 5.1%, marking over 3 years of mid-single-digit or greater growth in every quarter. We grew in all regions and all lines of business, including approximately 5% in maintenance and repair as a result of strong portfolio growth, solid repair volumes and maintenance pricing which was up 3.5 points excluding the impact of mix and churn. Driven by continued double-digit growth in Asia Pacific, mod organic sales increased about 6% in the quarter and 8% in the first half.\nTurning to Q2 segment operating performance on Slide 7. New Equipment operating profit of $110 million was down $6 million at constant currency mainly due to the impacts of lower volume and mix headwinds. Pricing outside of China, productivity, including benefits from uplift and commodity tailwinds largely offset the volume and mix impacts netting to improved margins of 30 basis points to 7.7%, ahead of our expectation.\nTurning to Q2 segment operating performance on Slide 7. New Equipment operating profit of $110 million was down $6 million at constant currency mainly due to the impacts of lower volume and mix headwinds. Pricing outside of China, productivity, including benefits from uplift and commodity tailwinds largely offset the volume and mix impacts netting to improved margins of 30 basis points to 7.7%, ahead of our expectation.\nService operating profit of $538 million increased $51 million at constant currency as drop-through on higher volume, favorable pricing and productivity, including benefits from uplift more than offset annual wage inflation. This led to margin expansion of 110 basis points in the quarter. Our focus on cost control, alongside the ramp of uplift initiatives drove lower SG&A absolute dollars while improving our adjusted SG&A as a percent of sales by 30 basis points year-over-year.\nService operating profit of $538 million increased $51 million at constant currency as drop-through on higher volume, favorable pricing and productivity, including benefits from uplift more than offset annual wage inflation. This led to margin expansion of 110 basis points in the quarter. Our focus on cost control, alongside the ramp of uplift initiatives drove lower SG&A absolute dollars while improving our adjusted SG&A as a percent of sales by 30 basis points year-over-year.\nFor the first half, despite an inflationary environment, our SG&A dollars reduced by approximately $30 million and improved by 30 basis points as a percent of sales. We are very pleased with our progress and uplift across the 3 levers we've outlined with benefits ramping quicker than anticipated. Our streamlined functional structure is yielding productivity benefits while allowing us to leverage our global scale to drive cost savings, especially with our digital technology operations and other indirect spend. With solid Service performance and while navigating a challenging New Equipment environment, we expanded overall operating profit margins by 110 basis points and grew adjusted EPS $0.14 or 15%.\nFor the first half, despite an inflationary environment, our SG&A dollars reduced by approximately $30 million and improved by 30 basis points as a percent of sales. We are very pleased with our progress and uplift across the 3 levers we've outlined with benefits ramping quicker than anticipated. Our streamlined functional structure is yielding productivity benefits while allowing us to leverage our global scale to drive cost savings, especially with our digital technology operations and other indirect spend. With solid Service performance and while navigating a challenging New Equipment environment, we expanded overall operating profit margins by 110 basis points and grew adjusted EPS $0.14 or 15%.\nShifting to cash. Despite lower new Equipment Audits, we generated $353 million of free cash flow in the second quarter and we expect to largely reverse the working capital build by year-end. Overall, we had a very strong first half performance overcoming weakness in the China market. We grew organic sales 1.2%, led by performance in the Americas, EME and Asia Pacific, which were up mid-single digits as well as strength in our Service segment. This growth in conjunction with good traction on uplift, productivity, pricing and commodity tailwinds helped us expand margins by 100 basis points and grow EPS 13% positioning us well for the second half.\nShifting to cash. Despite lower new Equipment Audits, we generated $353 million of free cash flow in the second quarter and we expect to largely reverse the working capital build by year-end. Overall, we had a very strong first half performance overcoming weakness in the China market. We grew organic sales 1.2%, led by performance in the Americas, EME and Asia Pacific, which were up mid-single digits as well as strength in our Service segment. This growth in conjunction with good traction on uplift, productivity, pricing and commodity tailwinds helped us expand margins by 100 basis points and grow EPS 13% positioning us well for the second half.\nLet me now turn it back to Judy to discuss our 2024 outlook.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nNow on Slide 8. Before turning to our updated 2024 financial outlook, let me briefly update you on our industry outlook. For the New Equipment market, our expectations for the Americas and EMEA remain unchanged, down low single digit in units. We now expect Asia to be down high single digits in units versus the prior outlook of down mid-single digits, driven by weakness in China. There is no change to our outlook for Asia Pacific as the region has continued to perform well.\n\nAnurag Maheshwari\n\nExecutive VP & CFO\n\nLet me now turn it back to Judy to discuss our 2024 outlook.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nNow on Slide 8. Before turning to our updated 2024 financial outlook, let me briefly update you on our industry outlook. For the New Equipment market, our expectations for the Americas and EMEA remain unchanged, down low single digit in units. We now expect Asia to be down high single digits in units versus the prior outlook of down mid-single digits, driven by weakness in China. There is no change to our outlook for Asia Pacific as the region has continued to perform well.\nWe're revising China to be down 10% to down 15% as activity is weaker than we previously expected. While New Equipment markets remain under pressure, we continue to see strength in the service market with low single-digit growth in the Americas and EMEA and mid-single-digit growth in Asia. The global installed base is expected to grow mid-single digits in 2024, adding roughly 1 million units from units that were installed within the last 2 years and are now rolling off the warranty period.\nWe're revising China to be down 10% to down 15% as activity is weaker than we previously expected. While New Equipment markets remain under pressure, we continue to see strength in the service market with low single-digit growth in the Americas and EMEA and mid-single-digit growth in Asia. The global installed base is expected to grow mid-single digits in 2024, adding roughly 1 million units from units that were installed within the last 2 years and are now rolling off the warranty period.\nTurning to Otis' 2024 financial outlook. We now expect sales in the range of $14.3 billion to $14.5 billion, with organic sales growth of 1% to 3%. While we see continued strength in the Service business for the remainder of the year, this decrease in organic sales versus our prior outlook is driven by New Equipment, which Anurag will discuss in a moment.\nTurning to Otis' 2024 financial outlook. We now expect sales in the range of $14.3 billion to $14.5 billion, with organic sales growth of 1% to 3%. While we see continued strength in the Service business for the remainder of the year, this decrease in organic sales versus our prior outlook is driven by New Equipment, which Anurag will discuss in a moment.\nAdjusted operating profit is in line with prior expectations, still expected to be up $135 million to $175 million at actual currency and up $160 million to $190 million at constant currency. Adjusted EPS is now expected in the range of $3.85 to $3.90, up 9% to 10%, and with $0.02 improvement versus the low end of the prior guide, driven by strong operational performance and the benefit from a lower share count.\nAdjusted operating profit is in line with prior expectations, still expected to be up $135 million to $175 million at actual currency and up $160 million to $190 million at constant currency. Adjusted EPS is now expected in the range of $3.85 to $3.90, up 9% to 10%, and with $0.02 improvement versus the low end of the prior guide, driven by strong operational performance and the benefit from a lower share count.\nWe anticipate adjusted free cash flow to come within a range of $1.5 billion to $1.6 billion. Before handing it back to Anurag to outline the 2024 segment outlook in more detail, let me turn to Slide 9 to provide an update on Project Uplift and our progress to date. We now anticipate run rate savings of $175 million by mid-2025, as we have made solid progress executing on the program. Two areas where we're seeing additional benefit versus our prior expectations are through further streamlining of our global operating model, and incremental optimization of indirect spend in areas such as digital technology and infrastructure.\nWe anticipate adjusted free cash flow to come within a range of $1.5 billion to $1.6 billion. Before handing it back to Anurag to outline the 2024 segment outlook in more detail, let me turn to Slide 9 to provide an update on Project Uplift and our progress to date. We now anticipate run rate savings of $175 million by mid-2025, as we have made solid progress executing on the program. Two areas where we're seeing additional benefit versus our prior expectations are through further streamlining of our global operating model, and incremental optimization of indirect spend in areas such as digital technology and infrastructure.\nAs we exit 2024, our anticipated in-year savings are now slated to be approximately $60 million with a 2024 exit run rate of approximately $100 million. Overall, program is on track, we're performing well versus our internal benchmarks and time line, and we look forward to sharing additional updates with you in the coming quarters. Anurag, over to you. .\nAs we exit 2024, our anticipated in-year savings are now slated to be approximately $60 million with a 2024 exit run rate of approximately $100 million. Overall, program is on track, we're performing well versus our internal benchmarks and time line, and we look forward to sharing additional updates with you in the coming quarters. Anurag, over to you. .\n\nAnurag Maheshwari\n\nExecutive VP & CFO\n\nThank you, Judy. Taking a more detailed look at our outlook and starting with sales on Slide 10. We now expect total organic sales to be up 1% to 3%. Overall, New Equipment organic sales are now expected to be down mid-single digits from market-driven decline in China, which we now expect to be down approximately 20%. The outlook for the Americas, EMEA and Asia Pacific remains unchanged, up mid-single digits combined. Service organic sales are anticipated to grow 6% to 7%, in line with prior guidance. This includes maintenance and repair within a range of 5.5% to 6.5% and for modernization, we anticipate growth of 8% to 9% and solid orders momentum and an expanding backlog provide good line of sight to achieve approximately 10% growth in the second half.\nThank you, Judy. Taking a more detailed look at our outlook and starting with sales on Slide 10. We now expect total organic sales to be up 1% to 3%. Overall, New Equipment organic sales are now expected to be down mid-single digits from market-driven decline in China, which we now expect to be down approximately 20%. The outlook for the Americas, EMEA and Asia Pacific remains unchanged, up mid-single digits combined. Service organic sales are anticipated to grow 6% to 7%, in line with prior guidance. This includes maintenance and repair within a range of 5.5% to 6.5% and for modernization, we anticipate growth of 8% to 9% and solid orders momentum and an expanding backlog provide good line of sight to achieve approximately 10% growth in the second half.\nTurning to Slide 11. At constant currency, operating profit should grow $160 million to $190 million, unchanged versus prior expectations with improving contributions from service and productivity, including Uplift offsetting New Equipment volume and mix headwinds. In Service, we now expect operating profit margin to expand approximately 75 basis points, an increase of 25 basis points versus the prior guide driven by solid volumes and even better productivity.\nTurning to Slide 11. At constant currency, operating profit should grow $160 million to $190 million, unchanged versus prior expectations with improving contributions from service and productivity, including Uplift offsetting New Equipment volume and mix headwinds. In Service, we now expect operating profit margin to expand approximately 75 basis points, an increase of 25 basis points versus the prior guide driven by solid volumes and even better productivity.\nFor New Equipment, despite the weakness in China, operating profit margin is expected to be roughly flat versus the prior year, a change versus our prior estimate of flat to up 10 basis points. Productivity and pricing are offsetting the added volume and mix impact from a weaker China outlook. We now expect overall adjusted operating profit margin expansion of 80 basis points as a result of Service volume, productivity and pricing tailwinds. This represents a 30 basis point improvement versus our prior outlook.\nFor New Equipment, despite the weakness in China, operating profit margin is expected to be roughly flat versus the prior year, a change versus our prior estimate of flat to up 10 basis points. Productivity and pricing are offsetting the added volume and mix impact from a weaker China outlook. We now expect overall adjusted operating profit margin expansion of 80 basis points as a result of Service volume, productivity and pricing tailwinds. This represents a 30 basis point improvement versus our prior outlook.\nTurning to cash flow. We expect to achieve adjusted free cash flow in the range of $1.5 billion to $1.6 billion, with net income growth, partially offset by changes in working capital. Moving to the 2024 EPS bridge on Slide 12. We have raised the low end of our outlook for adjusted EPS by $0.02 to a range of $3.85 to $3.90. At the midpoint, this is $0.34 of EPS growth versus the prior year, driven by operational performance.\nTurning to cash flow. We expect to achieve adjusted free cash flow in the range of $1.5 billion to $1.6 billion, with net income growth, partially offset by changes in working capital. Moving to the 2024 EPS bridge on Slide 12. We have raised the low end of our outlook for adjusted EPS by $0.02 to a range of $3.85 to $3.90. At the midpoint, this is $0.34 of EPS growth versus the prior year, driven by operational performance.\nAt constant currency, we expect approximately $0.32 of operating profit growth, level loaded between the first and the second half. Reductions in the effective tax rate and the lower share count more than offset headwinds from higher interest expense and ForEx.\nAt constant currency, we expect approximately $0.32 of operating profit growth, level loaded between the first and the second half. Reductions in the effective tax rate and the lower share count more than offset headwinds from higher interest expense and ForEx.\nIn closing, first half results demonstrate our ability to continue performing despite macro headwinds. There is a lot in our control in the second half, and we are focused on growing our portfolio, leveraging our expanding MOD backlog while ramping on the Uplift program and driving productivity throughout the organization. This sets us up well to achieve our full year outlook of approximately 10% EPS growth in line with our medium-term guide.\nIn closing, first half results demonstrate our ability to continue performing despite macro headwinds. There is a lot in our control in the second half, and we are focused on growing our portfolio, leveraging our expanding MOD backlog while ramping on the Uplift program and driving productivity throughout the organization. This sets us up well to achieve our full year outlook of approximately 10% EPS growth in line with our medium-term guide.\nWith that, Sarah, please open the line for questions.\nWith that, Sarah, please open the line for questions."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4cc7f8b168b6b54bed7d91f3226c6aca",
    "period": "2024 Q1",
    "content": "Q1 2024 Otis Worldwide Corp Earnings Call\n\nQ1 2024 Otis Worldwide Corp Earnings Call\n\nOTISNYSEAPR 24, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis' First Quarter 2024 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com.\nI'll now turn it over to Michael Rednor, Vice President of Investor Relations. Please go ahead.\n\nMichael S. Rednor\n\nAnalyst, JPMorgan Securities LLC\n\nThank you, Sarah. Welcome to Otis' First Quarter 2024 Earnings Conference Call. On the call with me today are Judy Marks, Chair, CEO and President; and Anurag Maheshwari, Executive Vice President and CFO.\nPlease note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast. We also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. The Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nNow I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nThank you, Mike, and good morning, afternoon and evening, everyone. Thank you for joining us. Starting on Slide 3. Otis started the year off with a solid first quarter, again confirming and demonstrating the continued strength of our Service-driven business model, as we outlined during our Investor Day in February. Through the hard work and commitment of our colleagues across the globe, we achieved mid-single-digit organic sales growth driven by our Service business.\nWe expanded adjusting operating margins by 80 basis points with both Service and New Equipment operating profit margins expanding 70 and 20 basis points, respectively. With another quarter of maintenance portfolio growth above 4% and solid Modernization sales, we delivered 6.5% service organic sales growth. Mod orders increased 12.9% in the first quarter with growth across all regions while challenging market conditions and new equipment continue. Delivering operational excellence across the organization drove 10% adjusted EPS growth.\nThis quarter, we executed our capital strategy with excellence. We continue to work to repatriate cash from overseas and use it for the benefit of our shareholders. As such, we were able to repurchase $300 million of shares in the quarter. Additionally, yesterday, we announced a 14.7% increase to our quarterly dividend. We have nearly doubled our dividend since spin, emphasizing the importance we place on delivering shareholder value.\nWe also made important progress towards our environmental goals. Earlier this month, the science-based targets initiative approved our near-term science-based greenhouse gas emissions reduction targets. This is a meaningful step on our sustainability journey, and our steady progress meeting our commitments will be shared in our next ESG report expected to be published later this year.\nTurning to our orders performance on Slide 4. New Equipment orders were down 10% in the first quarter as anticipated due to the tough compare versus the prior year. Double-digit growth in EMEA and mid-single-digit growth in Asia Pacific were more than offset by a double-digit decline in the Americas and high teens decline in China. Nevertheless, our new equipment backlog at constant currency was roughly flat versus the prior year and up slightly versus the prior quarter.\nService side, we continue to deliver consistent solid performance with another quarter portfolio growth above 4% and demonstrating the value of modernization new strategic imperative 13% orders growth and 15% backlog growth at constant currency, setting us up well for modernization sales through the rest of the year and into 2025.\nReflecting the hard work of our colleagues around the world, I'll highlight a few orders we received during the quarter. In China, Otis Electric will provide 46 escalators and 9 elevators for an expansion of the Shenzhen Metro Line 5. The elevators and escalators will be installed at 3 new stations connecting to the city's grand theater, where passengers can transfer to 2 other metro lines.\nIn Canada, Otis will provide 19 elevators at the South Niagara Hospital, a 12-story facility that will consolidate and expand acute care services in the region. It's designed to meet the Canada Green Building Council's lead silver standards and is an important step towards becoming the first well-certified hospital in Canada. These elevators will be equipped with Otis ONE, EMS Panorama and autonomous mobile robot system integration.\nIn Japan, Otis is modernizing 6 elevators and 6 escalators at the Hamamatsu Act tower in Hamamatsu city. We look forward to continuing to service the 212-meter tall tower as we've done for nearly 3 decades. And in the United Kingdom, the National Health Service of Wales has been an Otis customer since 2018 and has recently renewed their service contract, covering 450 elevators across many health facilities in the country for an additional 5 years. Building upon our trusted relationship, we will now modernize 19 elevators at the University Hospital, Wales and Cardif.\nTurning to Q1 results on Slide 5. We delivered net sales of $3.4 billion in the first quarter, with organic sales up 3.8%. Despite dynamic market conditions, we have delivered organic growth every quarter since the end of 2020. Adjusted operating profit, excluding a $7 million foreign exchange headwind, was up $50 million with both segments contributing. Adjusted EPS grew 10% or $0.08 in the quarter, driven by strong operational performance, improvement in the tax rate, Early results from UpLift and back of a lower share count offset headwinds from foreign exchange translation and increased interest expense.\nWith that, I'll turn it over to Anurag to walk through our results in more detail.\n\nAnurag Maheshwari\n\nExecutive VP & CFO\n\nThank you, Judy. Starting with segment sales performance on Slide 6. This new equipment organic sales were roughly flat in the first quarter when compared to the prior year. Americas grew mid-teens and solid backlog conversion, EMEA and Asia Pacific both grew low single digits, driven by growth in key markets, and China experienced a double-digit decline due to the lower backlog and weaker market conditions that Judy mentioned.\nNew Equipment pricing was strong in the Americas, EMEA and Asia Pacific in the first quarter, up low to mid-single digits. In China, while the pricing environment remains challenging, we continue to drive productivity and capitalize on lower commodity prices.\nService sales were $2.2 billion in the first quarter with organic sales growth of 6.5%, reflecting growth across all regions and in all lines of business and marking the 12th consecutive quarter of mid-single-digit or greater organic sales growth.\nMaintenance and repair continues to perform well, up 5.8% from portfolio growth, robust repair volumes and maintenance pricing, which was up more than 3 points excluding the impact of mix and churn. On Modernization, double-digit growth in China and Asia Pacific drove organic sales up approximately 10% in the quarter.\nTurning to segment operating performance on Slide 7. First quarter New Equipment operating profit of $71 million, was up $6 million at constant currency. Favorable pricing, productivity and commodity tailwinds more than offset mix headwinds and drove 20 basis points of margin expansion.\nService operating profit of $523 million, was up $47 million at constant currency as drop-through on higher volume, favorable pricing and productivity more than offset annual wage inflation. This led to margin expansion of 70 basis points for the segment.\nAdditionally, the ramp of UpLift initiatives alongside cost controls, improved our SG&A as a percent of sales by 50 basis points year-over-year. All in all, we expanded overall adjusted margins by 80 basis points and grew EPS 10%.\nShifting to cash. We generated $155 million of adjusted free cash flow in the first quarter, reflecting a build in working capital following a snapback from a strong Q4 and the timing of billings in the quarter.\nWe are off to a good start. The strength of our Service business, including the execution of a Modernization strategy, combined with productivity efforts and the UpLift program more than offset the subdued New Equipment markets. As a result and with good line of sight through the rest of the year, we are raising our profit guidance.\nI'll turn it back to Judy to discuss our 2024 outlook.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nNow on Slide 8. Before I discuss our updated 2024 financial outlook, let me briefly update you on our global market outlook.\nFor the New Equipment market, our expectations for the Americas and EMEA remain unchanged, down low-single-digit units. We now expect Asia to be down mid-single digits in units versus the prior outlook of down low to mid-single digits due to weakness in China. There is no change to our outlook for Asia Pacific as India, Southeast Asia and infrastructure pipeline remained strong. We're revising China to be down high single digits to down 10% and as activity remains sluggish.\nAlthough New Equipment markets remain challenging, Service market strength continues with low single-digit growth in the Americas and EMEA and mid-single-digit growth in Asia, driven by China. Installed base growth is driven by units that were booked roughly 2 years ago, installed over the past year or so and are now starting to roll off their warranty period. Therefore, we still anticipate the global installed base to add roughly 1 million units, a growth rate of mid-single digits.\nTurning to Otis' 2024 financial outlook. We expect net sales in the range of $14.5 billion to $14.8 billion, with organic sales growth of 3% to 5%, overall unchanged versus the prior outlook, although we made some modest changes within the segments, which Anurag will discuss in a moment.\nAdjusted operating profit is expected to be up $135 million to $175 million at actual currency and up $160 million to $190 million at constant currency, up $10 million from the low end of the prior outlook. Adjusted EPS is now expected in the range of $3.83 to $3.90, up 8% to 10% with $0.03 improvement versus the low end of the prior guide.\nWe anticipate adjusted free cash flow to come in at approximately $1.6 billion. In addition to returning nearly all free cash flow generated to shareholders, we're also performing well on our cash repatriation programs, and we are raising our target share repurchases to approximately $1 billion for 2024.\nIn addition, we are acquiring the remaining minority interest in Nippon Otis in Japan for approximately $70 million with cash. This will be about $0.01 accretive to EPS in 2024 and another $0.01 in 2025.\nWith that, let me back to Anurag to outline the 2024 segment outlook in more detail.\n\nAnurag Maheshwari\n\nExecutive VP & CFO\n\nTaking a more detailed look at our outlook and starting with sales on Slide 9. We expect total organic sales to remain consistent with our prior outlook. For New Equipment organic sales, we still expect to be roughly flat, with no change to our outlook EMEA, up low single digits. However, driven by a weaker market, we now expect China New Equipment sales to be down approximately 10%, offset by better-than-expected backlog conversion in the Americas and Asia Pacific.\nOur Service in line with our prior guide, overall organic sales are anticipated to grow 6% to 7%, including maintenance and repair within a range of 5.5% to 6.5%. For Modernization, we anticipate organic sales growth of 8% to 9%, an increase versus the prior outlook of approximately 8% as we continue to execute on the expanding backlog.\nTurning to Slide 10. At constant currency, operating profit should grow $160 million to $190 million, an increase of $5 million at the midpoint versus prior expectations due to continued strong contributions from Service. On Service, we now expect operating profit margin at the high end of the prior guide, up approximately 50 basis points for the year due to solid first quarter performance.\nOur New Equipment net of the previously noted puts and takes, we still anticipate adjusted operating profit margin to be flat to up 10 basis points. Better flow-through of pricing from the backlog is offsetting the added mix impact from the weaker China outlook. We expect overall adjusted operating profit margin expansion of 50 basis points as a result of service volume, productivity and pricing tailwinds alongside ramping UpLift benefits.\nTurning to cash flow. There is no change to our outlook, and we expect to achieve adjusted free cash flow of $1.6 billion, largely driven by net income growth. In addition, our continued efforts on cash repatriation gives us confidence to repurchase $1 billion in shares up from $800 million previously. This, combined with the recently announced increase in our dividend, allow us to return approximately $1.6 billion of cash to shareholders, up from $1.35 billion in our prior outlook.\nMoving to the 2024 EPS bridge on Slide 11. We have raised the low end of our guidance for adjusted EPS by $0.03 to a range of $3.83 to $3.90. That is over $0.30 of EPS growth at the midpoint, driven almost entirely by growth in operating profit.\nBefore we turn to questions, let me provide some more color on the second quarter. Starting with Otis. We expect new equipment to be down mid- to high single digits, reflecting the more challenged market conditions, though with backlog holding steady sequentially. Within Service, maintenance portfolio growth should remain above 4% and modernization growth for Otis growth should remain above 10%.\nFor sales, we expect new equipment to be down roughly mid-single digits organically due to China headwinds and a tough compare with approximately 10% growth in the prior year. Service should continue at roughly the same organic growth rate as Q1, netting to low single-digit overall organic growth for the quarter. Based on the recent deterioration in x rates, we anticipate a headwind when compared to the prior quarter, netting to roughly flat sales versus the prior year.\nTurning to profit. New Equipment margins are anticipated to come in right around 7%, while Service margins are anticipated to be roughly the same as Q1 or slightly higher.\nBelow the line due to the timing of certain tax benefits, the tax rate is expected to come in around 20%, and this benefit in combination with the lower share count will more than offset the headwind from higher interest costs. Absent further ForEx volatility, this should lead to approximately $0.10 of EPS growth on another quarter up 10% or greater. This implies first half EPS growth of roughly $0.20. And when adjusted for the tax rate impact, EPS growth should be fairly level loaded between the first and second halves of the year, largely driven by operating profit growth.\nIn closing, first quarter results further demonstrate our ability to execute our strategy to create momentum to perform for the remainder of the year. Growing our portfolio, leveraging our steady New Equipment and expanding more backlog and ramping on the UpLift program, alongside continued operational performance, set us up well cheaper financial outlook and returned $1.6 billion cash back to shareholders.\nWith that, Sarah, please open the line for questions."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/324b739fb4a6a43488006f64635d27c7",
    "period": "2023 Q4",
    "content": "Q4 2023 Otis Worldwide Corp Earnings Call\n\nQ4 2023 Otis Worldwide Corp Earnings Call\n\nOTISNYSEJAN 31, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis' Fourth Quarter 2023 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com. I'll now turn it over to Michael Rednor, Vice President of Investor Relations.\nMichael, you may begin.\n\nMichael S. Rednor\n\nAnalyst, JPMorgan Securities LLC\n\nThank you, Krista. Welcome to Otis' Fourth Quarter 2023 Earnings Conference Call. On the call with me today are Judy Marks, Chair, CEO and President; and Anurag Maheshwari, Executive Vice President and CFO. Please note as noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast. We also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nNow I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nThank you, Mike, and thank you, everyone, for joining us. We hope everyone listening is safe and well. We delivered a strong fourth quarter to cap off strong full year performance. We enter 2024 with confidence in our service-driven business model, remaining focused on our strategic pillars, including delivery modernization value, which we added as our fifth strategic imperative last year, while driving operational excellence. We achieved these results with the hard work of our colleagues around the globe. So I want to thank each of you for your hard work, commitment to our customers and demonstration of our Otis absolutes.\nStarting on Slide 3. We achieved full year organic sales growth in all regions, with total Otis organic sales growth of 5.6%, driven by Service, which grew 7.7%. We grew our industry-leading maintenance portfolio by a record high of 4.2% for the year and now stands at about 2.3 million units, a new milestone for our company. We delivered strong low teens adjusted EPS growth for the year, including mid-teens growth in the fourth quarter.\nModernization orders were up 16.8% for the year, including low teens growth in the fourth quarter. Our modernization backlog is up 15%. New Equipment orders in Q4 increased 2.9%, and our New Equipment backlog increased 2% for 2023. In 2023, we achieved approximately 50 basis points of New Equipment share gain. Heading into 2024, as our backlogs have continued to grow, we have good visibility on our New Equipment sales despite the uncertain macro environment, and we expect strong sales growth in our modernization business.\nWe generated approximately $1.5 billion in adjusted free cash flow allowing us to return approximately $1.35 billion of cash to shareholders through dividends and share repurchases. Additionally, earlier in 2023, we began executing initiatives related to our customer-centric uplift program, focused on gaining scale across our global organization to unlock synergies, standardizing our processes to generate efficiencies and optimizing our supplier and indirect spend.\nOur streamlining and transformation efforts are on track to achieve $150 million of run rate savings in mid-2025 as we previously indicated. To summarize, 2023 was characterized by solid organic sales growth adjusted operating profit margin expansion and nearly 12% EPS growth, outperforming our medium-term guidance. We are well positioned as we enter 2024 as we focus on executing our growing new equipment and modernization backlogs with greater than 4% maintenance unit growth supporting sales growth in our maintenance and repair business.\nWe also made meaningful progress toward our 13 ESG goals in 2023, emphasizing the alignment of our absolutes of safety, ethics and quality with our business strategy. Importantly, in early November, we announced our commitment to setting near-term science-based greenhouse gas reduction targets, which have been formally submitted to the science-based targets initiative for evaluation. Turning to our orders performance on Slide 4. New Equipment orders returned to growth in the quarter, up 2.9%, with quarter-over-quarter acceleration in all regions. Orders were down 3.9% for the year as mid-teens growth in Asia Pacific and low single-digit growth in EMEA were offset by declines in China and the Americas.\nOverall, globally, New Equipment units were down approximately 8% to roughly 850,000 units in 2023. Despite these macro challenges, we were able to achieve about 50 basis points of New Equipment share gain on top of the nearly 3-point increase between 2020 and 2022, and we were able to grow our New Equipment backlog, which was up 2%.\nWe continue to innovate to better serve our customers and drive growth across our business. For example, we continue to roll out our digitally connected elevator platforms, launching the Gen3 core in North America and expanding the deployment of Gen360 to China.\nIn addition, we launched the Gen3 mod plus, a package of upgrades to support our modernization business in the Americas which also includes connectivity to our Otis ONE IoT platform. R&D and strategic investments remained relatively stable at about 1.4% as a percent of sales for the year reflecting our ability to invest and innovate efficiently. We strengthened our #1 position globally, accelerating our portfolio growth to over 4% for a second year in a row.\nWe've demonstrated the power of geographic diversification within our business with double-digit portfolio growth in China, mid-single-digit growth in Asia Pacific and low single-digit growth in the Americas and EMEA. Globally, our recaptures offset our cancellations for the second consecutive year, leading to conversions as a portfolio growth driver, in line with our strategy. China conversion rate continues to improve, currently standing at about 51% and approximately 4% improvement versus 2022. Additional details on our portfolio growth in 2023 can be found in the appendix as accelerating our portfolio growth is an essential component of our long-term strategy and top line growth algorithm. At year-end 2023, we have 900,000 connected units of which 500,000 use our Otis ONE IoT solution.\nOur service sales force performed well throughout the year with like-for-like maintenance pricing of 4 points, helping to mitigate labor cost headwinds within the business. Our fifth strategic pillar of delivering modernization value is performing. Modernization orders were up 16.8%, driven by double-digit growth in Asia particularly in Korea, as the strength of our -- in our mod package offerings continues to drive results. Additionally, the Americas and EMEA drove strong fourth quarter modernization major project bookings.\nOur modernization backlog is up 15% versus the prior year, giving us good line of sight for strong growth in 2024. We continue to win many exciting projects based on our innovation, ability to deliver and the trust our customers have in us. As we build, service and modernize our customers' elevators and escalators, we build loyalty and value with increasing recurring revenue streams. For new equipment in China, Otis is building on decades of close cooperation with the nation's metro providers to help expand urban transport and city development.\nWe will provide 237 escalators and elevators for Line 15 of the Chongqing Metro in West China, while incorporating Otis One on these units. Otis has a long history with Chongqing Metro, which carries more than 4 million passengers daily across rugged terrain on a network that is famous for its ingenious design and engineering. In San Francisco, Otis was awarded a comprehensive modernization of all 16 elevator units at 560 Mission Street. The project includes the installation of custom cab interiors and our Compass 360 destination dispatch system.\nIn addition, Otis has been awarded the maintenance contract the 31-story commercial office building, extending our relationship with Commonwealth partners and contributing to our service recaptures in the quarter. In Hong Kong, we are honored to have been selected for a modernization project at Tin Yiu Estate. This project for the Hong Kong Housing Authority, a long-standing customer includes the modernization of 18 elevators, which will all be maintained by Otis upon completion. The new units will use gearless machines with energy-efficient drives to meet the project's environmentally conscious requirements.\nIn Dubai, Otis will modernize 42 elevators and 8 escalators at the Burj Khalifa. We take pride in being the original equipment manufacturer and maintenance provider of the world's tallest building since its opening. EMAAR properties has trusted us with the upgrade of their controllers and drives and providing the latest technology for this iconic building. In addition, the contract extends our service agreement for another 10 years.\nAnd last, also in EMEA for nearly 130 years, visitors have taken Otis elevators to the top of the Eiffel Tower, where we're delivering a multiyear modernization of the iconic towers to Duo lists.\nTurning to the fourth quarter results on Slide 5. For the fourth quarter, reported sales of $3.6 billion were up 5.3%. Organic sales grew for the 13th consecutive quarter and were up 3.8%, with high single-digit growth in service, while new equipment was roughly flat in the face of the macro challenges, notably in China. Adjusted operating profit, excluding a $9 million foreign exchange tailwind increased $52 million with profit growth in both segments. Adjusted EPS grew 16% or $0.12 in the quarter. We ended the year with fourth quarter adjusted free cash flow of $573 million allowing us to finish the year strong at approximately $1.5 billion.\nWith that, I'll turn it over to Anurag to walk through our 2023 results in more detail.\n\nAnurag Maheshwari\n\nExecutive VP & CFO\n\nThank you, Judy. Starting with segment sales performance on Slide 6. Otis fourth quarter new equipment sales were $1.5 billion with organic sales roughly flat driven by high single-digit growth in Asia Pacific, offsetting mid-single-digit declines in China. Americas and EMEA were up low single digits and roughly flat, respectively. For service, we delivered another strong quarter of organic sales growth at 6.8% with strong performance across all lines of business and regions.\nMaintenance and repair sales were up 6.8% and [ Mod ] sales were up 7%, including the third consecutive quarter of double-digit growth in Asia. For the full year, New equipment sales were $5.8 billion, and Organic sales grew 2.6% with solid growth in all regions outside of China. New equipment pricing was up low single digits globally, with Asia Pacific up low single digits, the Americas up mid-single digits and EMEA up high single digits. Although the pricing environment in China remains challenging, we remain price cost neutral in the region from our continued focus on price discipline and material productivity.\nService sales were $8.4 billion, with 7.7% organic growth and all lines of business showing high single-digit growth, including another year of outstanding performance in repair marking a 3-year CAGR in the low teens.\nService sales were $8.4 billion, with 7.7% organic growth and all lines of business showing high single-digit growth, including another year of outstanding performance in repair, marking a 3-year CAGR in the low teens. Maintenance pricing, excluding the impact of mix in churn came in about as expected, up roughly 4 points for the year. Turning to segment operating profit performance on Slide 7. Starting with new equipment, we delivered our best margin expansion for the year in the fourth quarter, up 120 basis points. Adjusted operating profit, excluding $3 million of ForEx headwind was up $20 million as strong productivity, pricing and commodity tailwinds were partially offset by unfavorable regional and product mix alongside higher SG&A expense.\nTurning to Service. Fourth quarter adjusted operating profit, excluding [ $13 million ] of ForEx tailwind was up $33 million as higher volumes, favorable maintenance pricing and productivity were partially offset by annual wage increases and higher material costs. For the past 16 consecutive quarters, we have delivered consistent service margin expansion. And for the second consecutive year, we expanded margin by 50 basis points exiting the year at a 24% rate.\nFor the full year, overall operating profit was up $166 million at constant currency, and margin expanded 30 basis points. Despite the weakness in China, we were able to achieve $26 million of new equipment profit growth at constant currency as pricing, productivity and growth in all other regions more than offset unfavorable mix. This performance was better than anticipated and put us at the midpoint of our initial full year guidance for operating profit growth at constant currency as we overcame the weaker macro backdrop experienced during the year.\nService operating profit increased $178 million at constant currency, supported by strong volume, pricing and productivity. Since then, we have increased service margins by 240 basis points. Slide 8 lays out the full year '23 adjusted EPS bridge. Adjusted EPS in the year grew $0.37, driven by $0.29 of solid operational performance. Accretion from the Zardoya transaction, share repurchases of $800 million and optimization of a tax rate by 40 basis points drove an additional $0.12, which more than offset $0.04 of foreign exchange headwinds.\nAdditionally, we closed out 2023 with notable adjusted free cash flow of $573 million in the quarter, up more than 30% versus the prior year driven by higher net income and favorable working capital. In addition to the growth in down payments from increased new equipment orders in the quarter, the team continued to manage working capital well. As a result, we achieved our annual guidance generating approximately $1.5 billion of adjusted free cash flow. If we were to look back to the beginning of '23, we initially guided that we would achieve low to mid-single-digit sales growth, 20 to 30 basis points of operating profit margin expansion and approximately 8% EPS growth.\nDue to our operational performance, continued penetration of repair sales on a growing maintenance base robust pricing and productivity, we were able to outperform all these metrics despite an uncertain macro environment and grew adjusted EPS by approximately 12%, all while returning approximately $1.35 billion to the shareholders. With a strong end to the year on new equipment orders and solid modernization order activity throughout '23, we further expanded both our new equipment and more backlog, which will support us in '24 and beyond.\nI'll now turn it back to Judy to discuss our 2024 outlook..\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nStarting on Slide 9 with the market outlook. In the Americas market in 2023, the market was down low teens as double-digit decline in North America was partially offset by low single-digit growth in Latin America. In EMEA, Western and Central Europe were the primary drivers, leading to a market that was down high single digits. In Asia, the market was down mid-single digits, with a solid year in Asia Pacific, up low single digits but the performance masked by the downturn in China, which we estimate was down just north of 10%.\nIn 2024, the global new equipment market is expected to be down low to mid-single digits in units with markets in the Americas and EMEA down low single digits and markets in Asia down low to mid-single digits driven by China. While new equipment market dynamics remain fluid, the long-term fundamentals of the industry are well supported by the service-driven growth model. In 2024, the global installed base is expected to grow at a similar rate to that of 2023 at around mid-single digits and reach approximately 22.5 million units.\nIn the Americas and EMEA, we expect low single-digit growth. And in Asia, we're expecting mid-single-digit growth driven by China. Overall, we expect service to be the growth driver for the industry, and we expect the same for our business. With this as the industry backdrop, for Otis, we expect net sales of $14.5 billion to $14.8 billion, growing 3% to 5% organically or 2% to 4% at actual currency. Adjusted operating profit is expected to be between $2.4 billion and $2.45 billion, up $125 million to $175 million at actual currency or $150 million to $190 million, excluding foreign exchange headwinds. We expect adjusted EPS in the range of $3.80 to $3.90, up 7% to 10% or nearly $0.25 at the midpoint versus the prior year.\nFinally, we expect adjusted free cash flow of approximately $1.6 billion. With our commitment to a disciplined capital allocation strategy, we expect to repurchase approximately $800 million in shares in 2024 as we look to grow our dividend payout and pursue our typical $50 million to $100 million of bolt-on M&A.\nWith that, let me hand it back to Anurag to outline the 2024 segment outlook in more detail.\n\nAnurag Maheshwari\n\nExecutive VP & CFO\n\nStarting on Slide 10 for the new equipment outlook. We have good line of sight for new equipment sales due to our backlog coverage, which extends out to over a year of sales. This, in combination with the share gain initiatives and incremental pricing actions we have taken over the past few years position us relatively well for 2024. As a result, we anticipate new equipment organic sales to be flattish with Americas and EMEA up low single digits and Asia Pacific up mid-single digits with mid-single-digit declines in China.\nWe expect new equipment profit margin to be flat to up 10 basis points with roughly steady volume and tailwinds from pricing, productivity, commodities and the benefits from uplift offset by unfavorable regional and project mix alongside higher SG&A expense. Driving strong material and installation productivity and faster backlog conversion will remain a priority with the goal to again outperform our targets.\nTurning to Slide 11 for the Service outlook. Starting with sales. We expect another solid year in Service and anticipate organic sales growth of 6% to 7%. Maintenance and repair organic sales are expected to be up 5.5% to 6.5%, driven by the significant additions to our maintenance portfolio and approximately 1 point of net pricing after adjusting for mix and churn. Mid-single-digit repair growth will also contribute through both our traditional and digital channels, although at a more moderate pace than what we saw in '23.\nFor modernization, we anticipate organic sales growth of about 8% as we execute on a solid backlog, which similar to new equipment, extends out over a year and ended the year up in the mid-teens. Our strategy of standardizing products and driving more supply chain and factory optimization will enable us to accelerate sales growth above the 7% achieved in '23. This also has the added benefit of helping to drive modernization margin expansion. Turning to Service profit. We expect roughly 50 basis points of margin expansion, continued strong volume, price, productivity and uplift are expected to more than offset annual wage inflation and higher SG&A similar to '23.\nNow turning to Slide 12. We began executing Project Uplift initiatives in the second half of '23 as we leverage enterprise scale, optimize our indirect and supply chain spend and improve and standardize our processes. We are on track to achieve our targeted savings of $150 million with $80 million of run rate savings anticipated by year-end 2024, and $150 million in run rate savings by mid-'25. Out of the $150 million in total savings to be realized, nearly half will come from leveraging enterprise scale roughly 25% from indirect and supply chain optimization and the rest from process improvements and standardization. We continue to analyze and execute on the opportunities and estimate 70% of the savings will be in the Service segment with the remaining split between new equipment and corporate.\nMoving to the '24 EPS bridge on Slide 13. Our guidance for adjusted EPS is $3.80 to $3.90 driven by approximately $0.30 of operating profit growth at the midpoint, reflecting organic sales growth of 3% to 5%, with approximately 50 basis points of margin expansion. Below the line, we expect to offset $0.03 to $0.04 of ForEx and increased interest expense headwinds with continued optimization of our tax rate and the benefit of approximately $800 million in share repurchases supported by $1.6 billion in adjusted free cash flow.\nLooking at the EPS cadence for the year, we expect the $0.30 of EPS growth to be fairly level loaded between the first and the second half, while in the first half, we expect the first quarter EPS growth to be a couple of cents lighter than the second quarter. A little bit more color on the first quarter metrics, starting with orders. We faced a difficult compare versus the first quarter of last year where we grew more than 7%. So we expect new equipment orders to be down roughly 10%, while portfolio and modernization orders growth should remain strong. As for sales and profit, sales growth will be roughly 3%, and total company operating profit margins should expand over 50 basis points to 16%-plus both led by service.\nBelow the line, headwinds from higher interest costs and a tax rate roughly in line with the prior year due to timing will be offset by lower share count. All in, this should lead to $0.06 to $0.07 of EPS growth driven primarily by operational performance. Overall, our outlook reflects another year of performance led by consistent Service business. We remain focused on continuing to mitigate macro challenges and further driving shareholder value.\nWith that, I will request Krista to please open the line for questions."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ffc746b36b88efb663dfb8ce38d4b821",
    "period": "2023 Q3",
    "content": "Q3 2023 Otis Worldwide Corp Earnings Call\n\nQ3 2023 Otis Worldwide Corp Earnings Call\n\nOTISNYSEOCT 25, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis' Third Quarter 2023 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com.\nI would now like to turn the conference over to Michael Rednor, Senior Director of Investor Relations. Please go ahead.\n\nMichael S. Rednor\n\nAnalyst, JPMorgan Securities LLC\n\nThank you, Michelle. Welcome to Otis' Third Quarter 2023 Earnings Conference Call. On the call with me today are Judy Marks, Chair, CEO and President; and Anurag Maheshwari, Executive Vice President and CFO.\nPlease note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring item. A reconciliation of these measures can be found in the appendix of the webcast. We also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nNow I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nThank you, Mike, and thank you, everyone, for joining us. We hope that everyone listening is safe and well. Starting with Q3 highlights on Slide 3. Otis achieved strong results in the third quarter, marking 9 months of solid execution in 2023. We grew organic sales 5.2%, with growth in both segments, expanded operating profit margin 60 basis points and achieved 19% adjusted EPS growth.\nThis marks the 11th consecutive quarter of Service organic sales growth and the 15th quarter where our Service operating profit margin has expanded, demonstrating consistency in our execution and the strength of our strategy. With our fourth consecutive quarter of maintenance portfolio growth above 4% and backlog growth in both new equipment and modernization, we have set ourselves up nicely for the future.\nLast quarter, we announced the launch of our Gen3 core elevator in North America. And in the third quarter, we sold our first units. This new product addresses the needs of our customers in the 2- to 6-story building segment, the largest by volume in North America. We also continued to drive progress toward our ESG commitments. For the second year in a row, we achieved a gold rating from EcoVadis, ranking us within the top 5% of all assessed companies.\nWe're also proud to have been named by Newsweek as one of the world's most trustworthy companies and one of America's greenest companies. Let me share a few customer highlights from the third quarter. In British Columbia, Otis is providing 7 SkyRise and 8 Gen3 Edge elevators for South Yards, a mixed-use development by Anthem properties. South Yards will include more than 2,500 residential units and over 60,000 square feet of retail and office space, surrounding a 1-acre community park.\nIn Hong Kong SAR, were supplied 47 Gen3 units to enhance access to more than 30 elevated walkways. These elevators will provide improved accessibility for the aging population and people with disabilities, a key part of Hong Kong's universal accessibilities initiative. Construction is expected to be complete in July of 2026.\nIn Saudi Arabia, we secured a contract to modernize 18 elevators at the Saudi National Bank headquarters in Riyadh. As part of the modernization, we'll upgrade the controllers in the high-rise units, while adding our Otis ONE IoT solution. This new project builds on our existing relationship with the Saudi National Bank headquarters, which has 47 Otis units in total.\nAnd in China, we received a contract to maintain 351 units at Shanghai's Pudong Airport, with 271 of these returning to the Otis portfolio as a recapture. Pudong Airport is a critical cargo access point in East Asia, while also serving roughly 80 million passengers each year. We're proud to say we now maintain all Otis units at the airport.\nWe announced our Uplift program last quarter, and in Q3 we began executing initiatives focused on 3 essential areas: gaining scale across our global organization to unlock synergies, standardizing our processes to generate efficiencies and driving supplier and indirect spend optimization. We are on track to meet our stated expected run rate savings of $150 million by midyear 2025. Taken together, these initiatives drive further value for our customers, organizational effectiveness and sustainable profitable growth.\nMoving to Slide 4, Q3 results and 2023 outlook. Organic sales in the quarter grew 5.2%. Service was up $0.84, with all lines of business contributing. And New Equipment up 1%, with growth in the Americas, EMEA and Asia Pacific. Although New Equipment orders declined 10% versus the prior year, backlog was up at 2% at constant currency. Our share in the quarter remained relatively flat, leaving us at approximately 50 basis points of share gain year-to-date.\nOrder growth in EMEA and Asia Pacific was more than offset by declines in the Americas and China. In Service, modernization orders remained strong, up 13% in Q3, the fifth consecutive quarter of mod orders growth above 10% drove strong performance in EMEA, China and Asia Pacific. Mod backlog was up 15% and giving us line of sight to sales over the next several quarters.\nWith adjusted operating profit growth of $47 million in the quarter, we expanded margins by 60 basis points, driven by 90 basis points of service adjusted operating profit margin expansion. We generated $272 million of free cash flow, driven by higher net income.\nTo summarize, we executed our strategy, growing the portfolio above 4%, increasing our New Equipment and mod backlogs, giving us a strong base to execute on for the next several quarters, while expanding operating profit margins as we drive a consistent operating cadence in the business, ultimately leading to just under 20% EPS growth. Ultimately, we believe we're set up well despite the relatively weaker macro picture we're facing, which I'll discuss next.\nFor global New Equipment unit bookings, Asia Pacific continues to grow, although we now expect it to be up low to mid-single digits, a step down from our prior expectations. We anticipate that EMEA will decline high single digits, in line with our expectations for last quarter. While Americas, we now expect to decline mid-teens, and China to decline north of 10%, both worse than we were anticipating just a few months ago as the macro environment remains challenging. In total, this would leave global New Equipment bookings somewhere around 850,000 units, down approximately 10% versus 2022.\nIn Service, although global New Equipment unit bookings are smaller than we anticipated, we still expect the Service installed base to grow nearly 5% this year, as units that were booked 2 to 3 years ago,and installed 1 to 2 years ago roll off their warranty periods. This will put the global Service installed base somewhere between 21 million to 22 million units by year-end, of which we currently maintain approximately 2.2 million and expect to end the year around 2.3 million units in our maintenance portfolio.\nWith that as the global backdrop, let me now update you on Otis' financial outlook. We expect organic sales growth of approximately 5.5%, with net sales of about $14.1 billion. Adjusted operating profit is expected to be approximately $2.265 billion up $170 million at constant currency. At actual currency, adjusted operating profit is expected to be up $140 million, including a foreign exchange headwind of [ $30 million ].\nWe're raising our outlook for adjusted EPS, now expected to be $3.52, up 11% versus the prior year. We now expect free cash flow of about $1.5 billion or approximately 105% conversion of GAAP net income. We still expect share repurchases of $800 million.\nWith that, I'll turn it over to Anurag to walk through our Q3 results in more detail.\n\nAnurag Maheshwari\n\nExecutive VP & CFO\n\nThank you, Judy, and good morning, everyone. Starting with third quarter results on Slide 5. Net sales of $3.5 billion grew 5.4% and organic sales were up 5.2%, with growth in both segments. Adjusted operating profit of $52 million at actual FX and $47 million at constant currency, with margins expanding 60 basis points to 16.9%. Drop-through on service volume, productivity and pricing segments and commodity tailwinds were partially offset by inflationary pressures, including annual wage increases and higher corporate costs.\nAdjusted EPS increased 19% or $0.15, with over half of this improvement coming from strong operational performance and the rest from a combination of our capital allocation initiatives an ongoing effort to reduce the tax rate, which came in at [ 2.5% ] in the quarter. Free cash flow came in at $272 million, up $57 million versus prior year, largely driven by higher net income. Year-to-date, we generated $934 million of free cash flow lower versus the prior year, driven by lower down payments on fewer New Equipment orders and the continued outperformance of our repair business as this work tends to be paid in areas.\nMoving to Slide 6. Let me start by giving some color on Q3 New Equipment orders and backlog. In the third quarter at constant currency, New Equipment orders declined 10% versus prior year. Despite this, our New Equipment backlog increased 2%, with mid-teens growth in Asia Pacific, single-digit growth in the Americas and EMEA roughly flat. China backlog is down low single digits. Sequentially outside of China, our New Equipment backlog was relatively stable in all regions.\nGlobally, pricing on New Equipment orders was up low single digits, building on a similar increase in the third quarter of the prior year. Excluding China, pricing improved by mid-single digits or better in all regions. Although pricing was down mid-single digits in China due to macro challenges, we remain price cost neutral in the region from our continued focus on driving material productivity.\nNew Equipment organic sales were up 1% in the quarter, with strong growth in all regions outside of China. Asia Pacific grew low teens driven by continued performance in India as well as tracking with major projects. In EMEA, New Equipment sales grew high single digits, underpinned by the significant orders over the past several quarters in Southern Europe and the Middle East, while the Americas region grew high single digits for the second consecutive quarter executing on its multibillion-dollar backlog.\nWe grew New Equipment operating profit by $10 million at constant currency despite China sales coming in weaker than expected. Driving productivity, pricing flow through from the backlog and tailwinds from commodities more than offset the project in regional mix headwinds, leading to a 7.2% margin in the quarter.\nTurning to Service segment results on Slide 7. Maintenance units were up 4.2% with growth in all regions, led by high growth in China for the fourth quarter in a row. We delivered another strong quarter of modernization orders, up 13%, including China mod orders growing double digits from continued success of new product offerings. Asia Pacific also grew double digits due to a number of volume and major project wins, with standout performance coming from North Asia.\nEMEA mod orders grew 10% driven by major project wins. At quarter end, our mod backlog was up 15%, with growth in all regions. Service revenue came in better than expected with all lines of business contributing to organic sales growth of 8.4%. Maintenance and repair was up 8.6% from higher-than-anticipated repair volumes, and mod was up 7.6% with growth across all regions, highlighted by double-digit increase in Asia.\nService pricing, excluding mix and churn, came in around 4 points, similar to last quarter's performance, and adjusted for mix and churn, was a net 2 points. Higher volume, favorable pricing and productivity were partially offset by annual wage increases and higher material costs, leading to $53 million of [indiscernible] profit growth at constant currency. Service adjusted operating profit margin expanded 90 basis points in the quarter to 24.8%.\nOverall, we are pleased with our results in the quarter as well as year-to-date. We've grown our New Equipment and more backlogs, expanded the portfolio at 4% and delivered over 10% EPS growth.\nMoving to Slide 8 and the revised outlook. Starting with sales. Total Otis organic sales are expected to be up approximately 5.5%, consistent with the midpoint of our prior guide, including slight adjustments by segment. Adjusted operating profit growth at constant currency is expected to be $170 million, a $5 million increase versus the prior guide's midpoint and the result of strong performance in the Service segment.\nAt actual currency, we expect adjusted operating profit of $2.265 billion as the better operating performance is offset by a slightly higher foreign exchange headwind and driven by a change in the euro and the weakening of various Asian currencies, such as the CNY. Our margin expectations remain unchanged, with Service margins expected to expand 50 basis points to 24%, New Equipment margins expected to expand 20 basis points to just under 7%. This puts overall operating margins at approximately 16%, up 30 basis points.\nWe have upgraded our adjusted EPS, expected to be up 11% to the prior guide, to $3.52. This represents a force increase versus the prior guide's midpoint, largely driven by strong operational performance and improvements in below-the-line items, including tax, now expected to end the year at 26%. We have to generate approximately $1.5 billion in free cash flow, a roughly 105% conversion rate, and return substantially all of it to shareholders through [ $1.35 billion ] of dividends and share repurchases.\nTaking a further look at the organic sales outlook on Slide 9. We now expect new equipment organic sales growth of approximately 3% at the low end of the prior range, driven by larger-than-expected headwinds in China, which we expect to be down mid-single digits. The Americas and EMEA are still expected to grow mid-single digits organically.\nIn Service, organic sales are expected to be up approximately 7.5%, a 1 point increase versus the midpoint of the prior guide, driven by maintenance and repair. Consistent maintenance portfolio growth and pricing, together with another quarter of strong repair volume enabled us to raise the outlook by 130 basis points to up 7.3% versus the prior guide. Modernization organic sales expectations remain unchanged, up 8% as we execute on our backlog, which was up 15% at quarter end.\nMoving to Slide 10. We have raised our expectations for adjusted EPS, and now expect growth of approximately 11% or $3.52, a $0.35 increase versus the prior year, driven by $0.30 of operational improvement.\nIn closing, we continue to execute well on the things we can control, and our resilient Service business is driving profitable growth in an uncertain macro environment. Our strong year-to-date performance gives us confidence to again raise our EPS outlook and deliver a solid fourth quarter, while positioning us well to perform in '24 and beyond.\nWith that, Michelle, please open the line for questions."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a4ea7c95fd125706f4f235c959058d3c",
    "period": "2023 Q2",
    "content": "Q2 2023 Otis Worldwide Corp Earnings Call\n\nQ2 2023 Otis Worldwide Corp Earnings Call\n\nOTISNYSEJUL 26, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis' Second Quarter 2023 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website www.otis.com. I'll now turn it over to Michael Rednor. Senior Director of Investor Relations.\n\nMichael S. Rednor\n\nAnalyst, JPMorgan Securities LLC\n\nThank you, Liz. Welcome to Otis' Second Quarter 2023 Earnings Conference Call. On the call with me today are Judy Marks, Chair CEO and President; and Anurag Maheshwari, Executive Vice President and CFO.\nPlease note, except where otherwise noted, the company will speak to results continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast.\nWe also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. The Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q provide additional details on important factors that could cause results to differ materially.\nWith that, I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nPresident & CEO of Otis, United Technologies Corporation\n\nThank you, Mike, and thank you, everyone, for joining us. We hope everyone listening is safe and well. Starting with the second quarter highlights on Slide 3. Otis delivered a strong second quarter and a successful first half of the year. In Q2, we grew organic sales high single digits in both segments, expanded adjusted operating profit margin 20 basis points and achieved 7% adjusted EPS growth. This performance again demonstrates the strength of our strategy and our ability to execute and deliver.\nWe have momentum going into the second half and beyond, as new equipment share was up slightly in the quarter and up about 50 basis points in the first half. We grew our maintenance portfolio 4.2% and continue to grow our new equipment and modernization backlogs.\nWe generated $409 million in free cash flow in the quarter and returned $175 million to shareholders through share repurchases, taking year-to-date repurchases to $350 million. From an innovation standpoint, this quarter, we launched our latest elevator in North America, the Gen 3 core, designed specifically to address the needs of customers in the large 2- to 6-story building segment. Gen 3 core is built off the proven design and flat belt technology of Otis' Gen 2 family while also being equipped with Otis One, our IoT platform.\nGen 3 core will be manufactured in Florence, South Carolina and sales will begin this fall. Here are some exciting customer highlights from the second quarter. In Montreal, Otis Canada was selected to provide 28 units, including 11 SkyRise units to the [ OpitalvodreSuloge ] hospitals require reliable transportation between floors at all times and we're excited to be a part of this important health care initiative expected to open in 2026. It's our latest collaboration in Canada with general contractor [ Palmer ] low.\nIn Egypt, Otis will provide a total of 57 units for the iconic tower in El Alamein including SkyRise and Gen 2 elevators as well as our link escalators. At 267 meters, this will be the second tallest tower in Egypt and will offer more than 200,000 square meters of housing as well as services and leisure.\nIn China, another 280 elevators and escalators from Otis will keep people moving along Tianjin Metro New Line 7. This project will bring the total number of Otis units on the city's expanding subway network to more than 1,800. Since it opened, Otis Equipment has kept [ Tenjin ] metro passengers on the move and has been a critical part of the country's transportation network since 1984. And as the Indian government continues to invest in transportation infrastructure, Otis will install 255 units, including our heavy-duty public escalators and Gen 2 elevators for the new Bhopal and Indore metro. This is the first metro line in the state of Madhya Pradesh and is expected to serve 500,000 passengers daily. All the equipment will be manufactured at our factory in Bangalore.\nWe made progress on our ESG priorities, and in the second quarter, received zero waste to landfill certification for all 3 of our Spanish factories from Anor, the Spanish Association for Standardization and certification. This is important progress towards our goal of achieving 100% factory eligibility for zero waste to landfill certification by 2025.\nIn addition, our factory in San Sebastian Spain received is lead platinum certification, the first factory in Spain to receive this designation. The facility opened last year and was designed to reduce environmental impact in the construction and operations through materials used and its waste control system. San Sebastian is our fifth factory to achieve lead certification.\nWe continue pursuing ways we can improve our environmental impact, which is an increasing focus of our colleagues, customers and shareholders.\nMoving to Slide 4. Q2 results and 2023 outlook. Overall, organic sales increased 9.5%, with all geographic regions exhibiting strong new equipment organic growth in the quarter. And in service, all lines of business contributed to our best service organic sales growth performance since spin. We grew our adjusted new equipment backlog at constant currency by 5% compared -- and 3% to the prior quarter. despite a tough compare on new equipment orders, which were down 12%.\nWe continued a strong trend in the modernization with orders up 16% at constant currency and backlog up 14% in the second quarter. This is the fourth consecutive quarter of 10% or greater mod orders growth. We grew adjusted operating profit by $60 million and expanded margin by 20 basis points.\nWe generated $409 million of free cash flow, a conversion rate of 109% of GAAP net income. Before sharing our updated 2023 outlook, -- let me update you on our current geographic outlook for new equipment markets. In Asia Pacific, there's no change to our previous outlook. We expect the new equipment market to grow mid-single digits or better, led by India.\nIn EMEA, the market is now expected to be down high single digits in 2023, worse than our prior expectations of down low to mid-single digits. This decline is driven by Northern Europe, as customer delays and buying decisions persist. The Americas market has weakened over the past few months, and we now expect it to be down high single digits in units.\nFrom an end market perspective, this decline is driven by multifamily residential coming down from a high level over the past 2 years, slightly offset by a more resilient commercial market.\nAnd finally, in China, we now expect the market to be down 10% compared to our prior guide of down 5% to 10%. This decline is primarily driven by a lack of momentum as we exited the second quarter at a weaker run rate than we had anticipated. Despite the weakening of the new equipment markets globally, we've maintained a strong backlog, giving us good visibility to future sales growth.\nOn the service side, there's no change to our outlook for global installed base growth of roughly 5% led by Asia. Our strong performance in the second quarter and the progress we've made on our strategic imperatives gives us confidence to improve our 2023 outlook. Organic sales are now expected to be in the range of 4.5% to 6% with net sales in $14 billion to $14.3 billion.\nAdjusted operating profit is expected to be $2.25 billion to $2.28 billion up $155 million to $175 million at constant currency.\nAdjusted operating profit at actual currency is expected to be up $125 million to $155 million including a $20 million to $30 million headwind from foreign exchange translation. We're raising our guidance for adjusted EPS and it's now expected in the range of $3.35, $3.50 and up 9% to 10% versus the prior year.\nLastly, our expectation for free cash flow remains unchanged at about [ $1.5 million ] to $1.55 billion or approximately 105% to 115% conversion of GAAP net income. We continue to prioritize returning cash to shareholders and I'm pleased to share we're increasing our share repurchases this year to $800 million.\nTurning to Slide 5. As announced earlier today, we're launching a program called Uplift to transform our operating model to continue to drive sustainable, profitable growth within our business. After 3-plus years as a public company, in which we've grown new equipment share, expanded operating margins, grown EPS, built a formidable backlog and returned approximately $2.7 billion in cash to shareholders. We're designing Otis for the next phase, to ensure high performance and resiliency regardless of the economic environment we may face in the future.\nWe're launching Uplift to drive efficiency across the organization while continuing to prioritize the customer experience. Going forward, we expect our sales specialization to continue to accelerate our growth. Our innovation cycles to continue at a rapid pace and our customer intimacy continue unabated. Our management team is laser-focused on ensuring that our operating performance can achieve a new higher performance tier through the transformation of our financial processes, improving our supply chain procurement and rightsizing our cost base where needed, among other aspects of the program.\nThroughout the next 2 years, we expect the program to generate approximately $150 million in savings as we drive efficiency across the organization. Our plan is to update our shareholders at regular intervals on the progress we're making with this program. And ultimately, you'll see the results and better performance, growth, operating profit and returns for our shareholders.\nWith that, I'll turn it over to Anurag to walk through our Q2 results in more detail.\n\nAnurag Maheshwari\n\nExecutive VP & CFO\n\nThank you, Judy. Starting with second quarter results on Slide 6. Net sales of $3.7 billion were up 6.7% and organic sales were up 9.5%, driven by strong performance in all business lines. Adjusted operating profit was up $49 million at actual FX and $60 million at constant currency. Drop-through on higher volume, productivity and pricing in both segments and commodity tailwinds were partially offset by inflationary pressures, including annual wage increases, unfavorable new equipment mix and higher corporate costs. .\nAdjusted EPS increased 7% or $0.06, reflecting $0.11 of benefit from operations. This strong operational performance and accretion from a lower share count were partially offset by a $0.03 headwind from foreign exchange translation and a $0.03 tax headwind as a result of a tough compare.\nFree cash flow was strong in the quarter at $409 million or 109% conversion, up $83 million. The increase versus prior year was driven by higher net income and improved changes in working capital.\nMoving to Slide 7. In the second quarter, as we noted previously, new equipment orders faced a tough compare and were down 12% at constant currency. New equipment backlog, however, continues to trend higher and was up 5% at constant currency versus the prior year and up 3% sequentially with all regions being up, providing visibility for sales in the second half and beyond.\nGlobally, pricing on new equipment orders was up low single digits, building on solid pricing improvements from the middle of 2022. We Pricing trends improved mid-single digits or better year-over-year in all regions, excluding China. While pricing was down low single digits in China due to deflationary pressure and the softer market, we maintain price cost neutrality by focusing on material productivity.\nNew equipment organic sales were up nearly 10% in the quarter, with all regions contributing. APAC grew double digits, driven by strong performance in Korea and India. EMEA grew high single digits, primarily from Southern Europe. The Americas grew high single digits as job site delays and field inefficiencies eased and China delivered mid-single-digit growth by executing on the stable backlog.\nOverall, we saw solid execution across all regions. Adjusted operating profit was up $15 million at constant currency. The benefits from higher volume, price beginning to flow from the backlog, strong productivity and better-than-anticipated commodity tailwinds were partially offset by continued unfavorable regional and product mix, transactional FX and higher SG&A expense.\nNow turning to Service segment results on Slide 8. Maintenance units were up 4.2% with growth in all regions, led by China, where we achieved another quarter of high teens portfolio growth. Modernization backlog expanded by 14% with growth across all regions, driven by strong orders growth of 16% in the quarter. Service organic sales grew 9.4%, the highest rates since spin with growth in all business lines.\nMaintenance and repair grew 9.1% from better-than-expected repair volume. Our portfolio continued to expand 4.2%, and we achieved strong pricing, up 4 points on a like-for-like basis. With strong backlog conversion in the quarter, modernization sales were up 10.9%, with particularly strong performance in Asia, including China. Service profit was up $52 million at constant currency as a benefit from higher volume, favorable pricing and productivity were partially offset by annual wage increases and higher material costs. Margins expanded 50 basis points, in line with our full year guidance. Overall, we are pleased with our first half results, where we gained approximately 50 basis points of new equipment share, grew the portfolio again over 4%, increased organic sales by 6.6% and improved operating profit by $67 million at constant currency while continuing to grow our backlog in both new equipment and modernization. This provides good growth visibility over the next several quarters.\nNow moving to Slide 9 and the revised outlook. Starting with sales. With strong service momentum, we are raising outlook and now expect total Otis organic sales to be up 4.5% to 6% versus the prior guide of 4% to 6%. Adjusted operating profit growth at constant currency is expected to be in the range of $155 million to $175 million and approximately $15 million increase at the midpoint versus the prior guide linked to the better-than-expected service volume.\nService margins are still expected to expand about 50 basis points to 24% and we anticipate new equipment margins to expand 20 basis points to 6.8%. Overall, margins are expected to be up approximately 30 basis points to 16% the high end of the previous range.\nAdjusted EPS is expected to be up 9% to 10% versus the prior year within the range of $3.45 to $3.50, and approximately $0.03 increase at the midpoint versus the prior outlook largely the result of strong operational performance. Due to our continued cash mobilization activities, we have increased our share repurchase target to $800 million and the outlook for free cash flow is $1.5 billion to $1.55 billion, a roughly 110% conversion.\nNow taking a further look at the organic sales outlook on Slide 10, there is no change to the overall new equipment outlook. By region, we still expect the Americas and EMEA to be up mid-single digits, consistent with our prior guide. Within Asia, Asia Pacific is performing better than anticipated, led by India, which we expect to offset a decline in China due to the continuing weak demand environment.\nTurning to Service. Organic sales are now expected to improve by 50 basis points versus the prior outlook to a range of 6% to 7% with improvement in all business lines. We are increasing the outlook for maintenance and repair organic sales now expected to be up 5.5% to 6.5% in '23 driven by the strong first half repair volume, supported by a robust backlog, which is up mid-teens, we are increasing our modernization, our organic sales outlook to be in the range of 7% to 9%.\nMoving to Slide 11. We expect adjusted EPS growth of 9% to 10% in the range of $3.45 to $3.50 a $0.31 increase for the full year with $0.29 coming from operations. Overall, with a strong first half behind us, we are well positioned to improve our outlook and deliver solid second half financial performance on the strength of a service-driven business model and focus on operational excellence.\nWith that, Liz, please open the line for questions."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8d7ed7ec68f5cf86b1fd52160c650fe2",
    "period": "2023 Q1",
    "content": "Q1 2023 Otis Worldwide Corp Earnings Call\n\nQ1 2023 Otis Worldwide Corp Earnings Call\n\nOTISNYSEAPR 26, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis First Quarter 2023 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com. I'll now turn it over to Michael Rednor, Senior Director of Investor Relations.\n\nMichael Rednor\n\nThank you, Didi. Welcome to Otis' First Quarter 2023 Earnings Conference Call. On the call with me today are Judy Marks, Chair, CEO and President; and Anurag Maheshwari, Executive Vice President and CFO. Please note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast. We also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nWith that, I'd like to turn the call over to Judy.\n\nJudith Marks\n\nThank you, Mike, and thank you, everyone, for joining us. We hope everyone listening is safe and well. Starting with first quarter highlights on Slide 3. Otis delivered a solid first quarter to start 2023, driving strong financial performance and executing on our capital allocation strategy despite continued market uncertainty. We achieved organic sales growth, driven by our service business, and expanded adjusted service operating profit margins by 40 basis points, leading to mid-single-digit adjusted EPS growth. Our Service segment performance, in addition to our maintenance portfolio growth of more than 4%, reinforces the strength of our business model.\nWe continue to execute our balanced capital allocation strategy with $175 million of share repurchases in the first quarter. Yesterday, we announced a 17.2% increase to our quarterly dividend. Since spin, we have increased our dividend 70%, emphasizing the importance we place on disciplined capital management and delivering value to our shareholders.\nIn the Americas, building on our strong track record of major project execution and service across Canada, Otis was selected by the Montreal metro system to replace escalators at 17 stations, while providing units for 5 new blue line stations. In total, 97 Otis escalators will keep metro passengers on the move daily. In China, Hefei Metro placed a new order of 250 Otis ONE connected escalators and elevators across 3 new lines. Real-time data insights, remote monitoring and predictive maintenance will all help bring the Hefei Metro into the future and add to our growing infrastructure installed base.\nIn Germany, Otis has been selected by Cigna Group to modernize the iconic Dusseldorf Department store Carsch-Haus as part of a larger renovation. Otis will provide 17 units, including our energy-efficient link escalators and Gen2 stream elevators with ReGen drives. The elevators will also feature e-view in car displays. After the modernization is completed in 2024, and Otis will service the units as part of our long-standing framework contract with KaDaWe Group, which operates Carsch-Haus and other leading department stores in Germany.\nIn South Korea, we're providing 51 of our signature Gen2 elevators for the Suncheon [indiscernible] luxury apartment complex. The campus includes more than 2,000 units and buildings up to 29 stories. And we continue to drive progress toward our ESG goals as shared in our 2022 ESG report published earlier in April. Just this month, we announced the installation of solar panels at our Nippon Otis Logistics and Engineering Center in Japan. This upgrade is expected to reduce greenhouse gas emissions at the facility by 27% compared to 2022, and represents our eighth manufacturing site globally with solar panel arrays.\nMoving to Slide 4, Q1 results and 2023 outlook. New equipment orders were up 7.4%, driven by strong growth in the Americas and Asia Pacific, and we ended the quarter with adjusted backlog up 10% at constant currency. We continue to drive share gains in new equipment with 70 basis points of improvement in the quarter, led by our outperformance in China, where our orders were down modestly in a market where we estimate was down approximately 10%. We continue to perform well across all other regions.\nWe're especially encouraged by our modernization performance in the quarter with nearly 30% orders growth driven by strong performance in the Americas and Asia. This growth is driven by our continued rollout of standardized packages for our mod offerings, coupled with improvements in our sales force coverage. Our mod backlog is up double digits in all regions, as mod demand continues to remain robust.\nOrganic sales were up 3.6%, and adjusted operating profit was up $7 million at constant currency, driven by performance in the Service segment.\nBefore I discuss our 2023 financial outlook, let me briefly update you on our global market outlook, which largely remains unchanged. Entering the year, we expected global new equipment to be down mid-single digits to approximately 900,000 units, largely due to China, which we expected to be down 5% to 10%, and our outlook in that key region remains the same. We also expected Asia Pac to be up mid-single digits or better, and both the Americas and EMEA to be flat. With the first quarter in the books, we now expect Asia Pac to come in closer to high single digits, offsetting a reduction in our EMEA outlook, which we now expect to be down low to mid-single digits. Our outlook for global installed base growth remains unchanged at roughly 5%, which will add close to 1 million maintenance units, bringing the installed base to roughly 21 million units with high-single-digit growth in Asia and low-single-digit growth in the Americas and EMEA.\nTurning to Otis' 2023 financial outlook. We now expect net sales to be in the range of $13.9 billion to $14.2 billion, up 2.5% to 4.5% versus the prior year, which is a 75-basis-point improvement from the prior outlook at the midpoint, driven by FX. We still expect organic sales to be up 4% to 6% with new equipment up 3% to 5% and Service up 5% to 7%. Adjusted operating profit is expected to be up $90 million to $150 million at actual currency and up $130 million to $175 million at constant currency, with adjusted EPS in the range of $3.40 to $3.50, a 7% to 10% increase versus the prior year and an approximately $0.03 improvement from the prior outlook at the midpoint. We expect free cash flow to come in as we guided in February, in a range of $1.5 billion to $1.55 billion with 105% to 115% conversion of GAAP net income.\nWe remain disciplined in our capital allocation strategy, and we'll continue to return the vast majority of our cash generation to shareholders through dividends and share repurchases. We will also continue advancing our bolt-on M&A strategy to add density to our growing maintenance portfolio. With that, I'll turn it over to Anurag to walk through our Q1 results and full year outlook in more detail.\n\nAnurag Maheshwari\n\nVice President-Investor Relations, Harris Corp.\n\nThank you, Judy. Starting with first quarter results on Slide 5. We delivered net sales of $3.3 billion, with organic sales up 3.6%. This represents our tenth consecutive quarter of organic growth with better-than-expected performance in both segments. Adjusted operating profit was down $19 million at actual FX and up $7 million at constant currency. Drop-through on higher service volume, favorable service pricing and traction reproductivity in both segments were partially offset by inflationary pressures, including annual wage increases, new equipment mix and higher corporate costs.\nAdjusted EPS growth of $0.04 in the quarter was driven by stronger operational performance, continued tax rate improvement and a lower share count. Accretion from the Zardoya transaction offsets the $0.04 of foreign exchange headwind.\nMoving to Slide 6. Q1 new equipment orders were up 7.4%, led by Asia Pacific and the Americas, up 27% and 15%, respectively, with modest growth of 1 point in EMEA, more than offsetting a 3% decline in orders in China. Strong ] orders growth has contributed to our adjusted new equipment backlog increasing 10% at constant currency, with growth in Americas, APAC and EMEA. China backlog was roughly flat. Our strong backlog provides new equipment sales visibility for the balance of the year as well as over the medium term.\nGlobally, pricing on new equipment orders was up mid-single digits, leading to sequential backlog margin improvement in all regions. We benefited from pricing increases of approximately 10% in the Americas and mid-single digit in both EMEA and APAC. While pricing in China remains competitive, down low single digits, we are driving material productivity to achieve slight price/cost favorability in the region while continuing to increase our share.\nNew Equipment organic sales were roughly flat in the quarter, with 22% growth in Asia Pacific, driven by strong performance in India and Korea, and high single-digit growth in EMEA, largely from Southern Europe. This growth was offset by a mid-single-digit decline in the Americas due to job site delays and supply chain impacts and a 10% decline in China as expected, driven by the lower demand environment.\nAdjusted operating profit declined $24 million at actual FX and $19 million at constant currency as strong material productivity was more than offset by the impact of unfavorable regional and product mix.\nTurning to Service segment results on Slide 7. Maintenance portfolio units were up 4.2%, with recaptured units more than offsetting cancellations. This was the sixth consecutive quarter of accelerating portfolio growth, with China delivering another quarter of IT's portfolio growth.\nModernization orders grew nearly 30%, our third consecutive quarter of more than 10% growth, driven by several major project wins, the continued success of our mod packages and good momentum in proposal activity from improved sales coverage. Our modernization business continues to perform well across all regions, with backlog up 13% at constant currency.\nService organic sales of 6.3% was modestly ahead of expectations. Maintenance and repair grew 7%, driven by solid repair volume, strong portfolio growth and 3.5 points of maintenance pricing improvement on a like-for-like basis. Organic modernization sales were up 3.3% in the quarter, driven by EMEA and Asia, partially offset by the timing of major project execution in the Americas. Service operating profit at constant currency was up $40 million and margins expanded 40 basis points. Drop-through on higher volume, favorable pricing and productivity more than offset the headwinds from annual wage increases and higher material costs.\nMoving to Slide 8 and the revised outlook. Overall, we are off to a solid start in 2023, delivering strong orders, sales and portfolio growth, while expanding service margins to drive mid-single-digit EPS growth in the quarter despite continued macroeconomic uncertainty. This strong start gives us confidence to reiterate our February outlook for organic sales growth, adjusted operating profit at constant currency and adjusted profit margins at both the Otis and the segment level.\nWe are improving our adjusted operating profit outlook by $20 million versus the prior guide, now expected to be up $90 million to $150 million from a smaller foreign exchange headwind. This FX change results in an approximately $0.03 increase in adjusted EPS at the midpoint. Our free cash flow outlook remains unchanged at $1.5 billion to $1.55 billion for the full year. In the first quarter, free cash flow came in at $253 million, with working capital a use of cash of roughly $125 million, largely due to payables. We expect this to unwind as we execute on our new equipment backlog throughout the year.\nTaking a further look at the organic sales outlook on Slide 9. Our outlook remains consistent with the prior guide across all regions and segments with new equipment up 3% to 5% and Service up 5% to 7%, driving total Otis organic sales growth of 4% to 6% for the year. New Equipment organic sales growth will be driven by the Americas, APAC and EMEA, as we execute on the strong backlog built over the past few years. We still expect to achieve roughly flat new equipment sales in China given the quarter ending backlog and favorable compares into year-end.\nOn the Service side, we expect to build on our performance in the first quarter with growth in repair work moderating and modernization accelerating. Overall, we would expect to see consistent growth at around the midpoint of our guide each quarter.\nMoving to our adjusted EPS outlook on Slide 10. We now expect 7% to 10% growth, reflecting an approximately $0.03 increase from the prior guide at the midpoint. We anticipate second quarter EPS to be flattish year-over-year as strong operational performance is offset by last year's lower tax rate. The continued strong growth in our Service segment, coupled with pricing and commodity tailwinds and new equipment, will drive the acceleration in our second half EPS growth. For FX, we are now assuming full year rates of 1.06 and 6.93 for the euro and CNY respectively.\nOverall, we are encouraged by our first quarter results and well positioned to deliver solid financial performance for the balance of the year by executing on our new equipment backlog, accelerating our service portfolio growth and focusing on operational execution to offset macro headwinds. With that, Didi, please open the line for questions."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/39ed362129d8415bdc0770cc99b82e98",
    "period": "2022 Q4",
    "content": "Q4 2022 Otis Worldwide Corp Earnings Call\n\nQ4 2022 Otis Worldwide Corp Earnings Call\n\nOTISNYSEFEB 1, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis Fourth Quarter 2022 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com.\nI'll now turn the call over to Michael Rednor, Senior Director of Investor Relations. Please go ahead, sir.\n\nMichael S. Rednor\n\nSenior Director of IR, Otis Worldwide Corporation\n\nThank you, Norma. Welcome to Otis Fourth Quarter 2022 Earnings Conference Call. On the call with me today are Judy Marks, Chair, CEO and President; and Anurag Maheshwari, Executive Vice President and CFO. Please note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast.\nWe also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nWith that, I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nChair, President & CEO, Otis Worldwide Corporation\n\nThank you, Mike, and thank you, everyone, for joining us. We hope everyone listening is safe and well.\nWe're pleased that we ended the year with a strong fourth quarter and solid full year performance in a year characterized by a variety of macro headwinds. We entered 2023 with good momentum as we continue to execute our 4 strategic pillars: sustaining new equipment growth, accelerating service portfolio growth, advancing digitalization, while focusing and empowering our organization. I am proud of our colleagues around the globe who delivered these results demonstrating the strategic resiliency of our company as we continue to grow and perform in 2022.\nStarting on Slide 3. We continue to perform well in New Equipment Orders, growing 7% for the full year. In the quarter, orders grew 4%, with particularly strong performance in EMEA and continued solid performance in Asia Pacific. China orders returned to growth with mid-single-digit performance in the quarter. Orders in the Americas were down 4% in the quarter, although the business had a very strong 2022 overall, with orders up almost 18%.\nOur New Equipment adjusted backlog at constant currency is up 11% heading into 2023, giving us solid multiyear visibility to grow sales. Organic sales increased 2.5%, driven by service, which grew 6%. We grew our industry-leading maintenance portfolio by 4.1%. It now stands at 2.2 million units, a new milestone for our company. We delivered 7.5% adjusted EPS growth despite $156 million in foreign exchange-related headwinds.\nWe generated $1.45 billion in free cash flow, allowing us to return $1.3 billion of cash to shareholders through dividends and share repurchases. We continue to win many exciting projects based on our innovation, ability to deliver and the trust customers have in us.\nFor example, in the Americas, Otis was selected to provide our Compass destination dispatch system, along with 6 SkyRise and 2 Gen3 elevators for City Centre 4 in Surrey, British Columbia. The 23-story building will be built to lead gold standards and extends our more than 6-year relationship with the Lark Group.\nIn China, Tianjin Metro has been using Otis equipment since opening in 1984. In November, Otis was selected to provide more than 120 escalators and Gen3 elevators for their new Line 4 Northern Extension. This takes the number of Otis units on the Port City's expanding subway network to more than 1,500. These new elevators will be connected to the Otis ONE IoT-based platform, already delivering real-time monitoring and predictive maintenance for the metro system.\nIn the U.K., we've had a long-standing relationship with Transport for London, including a long-term contract through 2042, to manufacture, install and maintain the escalators and travelators on the busy network. Most recently, we were contracted to provide Battersea station with specialty escalators, specifically designed to run for about 20 hours a day and extend 24 meters in length and 9 meters in rise. We're playing our part to keep the busy network flowing.\nOur ESG initiatives continued to progress in 2022, helping to drive stakeholder value alongside our financial priorities. Our manufacturing facility in Florence, South Carolina achieved gold level total resource and use efficiency, or true certification, recognizing its success in zero waste. With this achievement, Otis has become the first in the elevator industry to have a true certified facility, helping us towards our goal of having all our factories eligible for zero waste to landfill certification by 2025. We look forward to sharing more about our ESG progress in our second annual ESG report, which is set to be published in the spring.\nMoving to Slide 4. With strong orders performance in 2022, we were able to achieved approximately 1 point of new equipment share gain, on top of the 2-point increase between 2020 and 2021. For the first quarter since Q4 2021, New Equipment sales returned to growth as we continued the strong growth in EMEA and Asia Pacific that we've experienced all year and were able to overcome supply chain and installation-related challenges, especially in the Americas. These results mitigated the impact of mid-single-digit New Equipment sales decline in China, demonstrating the power of geographic diversification within our business.\nNotably, we see China on a recovery path as New Equipment sales in the region improved compared to Q3. Innovation is helping to drive growth across our business. For example, we continue to roll out our digitally-connected elevator platforms, launching Gen3 in India, and expanding the deployment of Gen360 in Europe to the Czech Republic, Poland, Portugal and Slovakia.\nThe accelerated portfolio growth we saw this year is an essential component of our long-term strategy and top line growth algorithm. We believe the disruption in our industry favors the OEM, and we're demonstrating this as we deploy our Otis ONE IoT solution into our New Equipment product offerings and our service portfolio. We continue to work towards our goal of increasing connectivity to approximately 60% of the portfolio, and we're pleased to have connected more than 100,000 additional units this year.\nOur service sales force performed well throughout the year, with like-for-like maintenance pricing of 3 points, helping to mitigate labor cost headwinds within the service business. For the third year in a row as an independent company, we delivered adjusted operating profit margin expansion, and we remain well positioned as we enter 2023 with momentum, especially as we execute on New Equipment projects from our backlog.\nNow turning to Slide 5. In the Americas market in 2022, while North America had a strong year, up better than mid-single digits, Latin America was roughly flat, leading to a market that was up low to mid-single digits. In EMEA, Western Europe performed well, offset by Eastern Europe due to the conflict.\nIn Asia, the market was down high single digits. Asia Pacific had a very strong year, up approximately 10% with the performance masked by the downturn in China, which we estimate to be down about 15%. Although market dynamics remain fluid, as we've seen over the past several years, the long-term fundamentals of the industry are well grounded in the service-driven growth model.\nIn 2023, globally New Equipment markets are expected to be down mid-single digits in units with flattish markets in the Americas and EMEA and down mid-single digits in Asia, driven by China, where we expect the market to be down 5% to 10%. Asia Pacific should see another year of mid-single-digit or better growth, driven by urbanization in the region and infrastructure investments. The global industry installed base is expected to grow at a similar rate to that of 2022 at about mid-single digits and reach approximately 21 million units.\nIn the Americas and EMEA, we expect low single-digit growth. And in Asia, we're expecting high single-digit growth driven by China. With this as the industry backdrop for Otis, we expect organic sales growth to be in the range of 4% to 6%, with total sales of $13.8 billion to $14.1 billion, up 1.5% to 4% at actual FX.\nBy segment, we expect New Equipment will grow 3% to 5% this year, with mid-single-digit growth in the Americas and EMEA and low single-digit growth in Asia. We expect Asia Pacific to grow at least mid-single digits, while we anticipate our China New Equipment business to be about flat for the year. We're expecting a better China market as we get into the second half of 2023 as COVID-related and liquidity constraints in the market should ease on the back of government support.\nIn the Service segment, we anticipate another year of solid growth, with the business growing 5% to 7%. We expect volume and pricing to drive solid mid-single-digit growth in the maintenance and repair business, with higher growth in our modernization business line. Our modernization orders performed quite well over the past few quarters, and we entered the year with a MOD backlog up 7% at constant currency. We expect 7% sales growth at the midpoint, driven by the backlog growth.\nAdjusted operating profit is expected to be between $2.2 billion and $2.25 billion, up $70 million to $130 million of actual currency or $130 million to $175 million accounting for foreign exchange headwinds. We expect adjusted EPS to be in a range of $3.35 to $3.50, up 6% to 10% or approximately $0.26 at the midpoint versus the prior year. Finally, we expect free cash flow of $1.5 billion to $1.55 billion between 105% to 115% of GAAP net income.\nWe remain committed to our disciplined and balanced capital allocation strategy and expect to repurchase $600 million to $800 million in shares this year. Following the new Board authorized $2 billion repurchase program, in addition to paying our dividends and pursuing our typical bolt-on M&A strategy.\nWith that, I'll turn it over to Anurag to walk through our 2022 results and 2023 outlook in more detail.\n\nAnurag Maheshwari\n\nExecutive VP & CFO, Otis Worldwide Corporation\n\nThank you, Judy, and good morning, everyone. Starting with fourth quarter results on Slide 6.\nFor the fourth quarter, reported sales of $3.4 billion were down 3.6%. Organic sales grew for the ninth consecutive quarter and growth accelerated to 6%, our best performance of the year, with mid-single-digit growth in New Equipment and high single-digit growth in Service. Adjusted operating profit, excluding a $49 million ForEx headwind, increased $39 million, with constant currency growth in both segments.\nStrong service performance, especially on volume and price, was partially offset by commodities and mix headwinds in New Equipment as well as higher corporate costs. Adjusted SG&A expense for the quarter and the year improved 80 basis points as a percentage of sales as we remain vigilant on structural cost reduction and cost containment to help mitigate the macro headwinds we have faced.\nAt the same time, we are committed to growing the business and R&D and strategic investments as a percent of sales remained about flat. Adjusted EPS grew 4% or $0.03 in the quarter, driven by operational growth of $0.07. This strong operational growth, alongside the accretion from Zardoya and $850 million of share repurchases, more than offset the $0.08 headwind from ForEx.\nWhile the fourth quarter free cash flow conversion was strong at 145%, our full year free cash flow came in at $1.45 billion or 115% of net income lighter than we had anticipated as we built $65 million of inventory to mitigate supply chain challenges and support backlog conversion going into '23.\nMoving to New Equipment performance on Slide 7. Otis New Equipment orders in the quarter increased 4%, with EMEA and Asia Pacific up high single digits and China orders returning to growth, up mid-single digits, which more than offset a modest decline in the Americas. Overall, with better-than-expected orders growth in the quarter, we finished the year with a New Equipment adjusted backlog up 11% at constant currency, with growth in all regions, including notably in China.\nPricing on New Equipment orders in the quarter increased 3 points, led by the Americas with solid performance in EMEA and APAC. In China, we have been roughly price cost neutral throughout '22 as commodity inflation (inaudible), and we continue to drive productivity to offset pricing pressure in the market.\nFourth quarter New Equipment sales of $1.5 billion returned to growth, driven by over 10% growth in the Americas, EMEA and Asia Pacific, with EMEA outperforming our prior expectations. China sales declined at a lower rate than what we saw in the middle of the year as the team navigated well through post lockdown COVID outbreaks to execute on the backlog. Overall, strong execution by the team with returned to sales growth in the fourth quarter in New Equipment.\nOperating profit margins were roughly flat for the quarter. The benefit of higher volume, strong productivity and cost containment nearly mitigated the approximately $25 million in headwinds from commodities and ForEx.\nNow turning to Service segment performance on Slide 8. We saw an acceleration in our portfolio growth to over 4%, with every region adding to the portfolio this year. With another year of excellent high-teens growth in China and low single-digit growth elsewhere, our portfolio now is about 2.2 million units. Globally, our recaptures more than offset our cancellations for the year with conversions as a growth driver.\nAdditional details on our portfolio growth in 2022 and drivers for future growth can be found in the appendix. Modernization orders were also a highlight, up 13%, with growth in all regions, including some major project bookings in the Americas and Asia Pacific and continued strength from our MOD package offerings.\nOur modernization backlog is up 7% versus the prior year, giving us good line of sight for growth in '23.\nMoving on to service sales. We delivered another quarter of strong organic sales growth, up almost 7%, with growth in all lines of business. Maintenance pricing, excluding the impact of mix and churn, came in as expected, up about 3 points for the year, contributing approximately 1 point to overall revenue growth.\nOrganic modernization sales grew 8.8%. And similar to last quarter, we saw broad growth across regions, including double-digit growth in both Americas and Asia Pacific. We finished with our best service margin expansion for the year, up 70 basis points in the quarter. Adjusted operating profit, excluding $42 million of ForEx headwind, was up $51 million as higher volume, favorable pricing and productivity were partially offset by our annual wage increases. We have now delivered 12 consecutive quarters of service margin expansion, with margins increasing roughly 200 basis points over the past 3 years.\nSlide 9 lays out the full year 2022 adjusted EPS bridge. Strong operational execution drove $0.39 of constant currency EPS growth, which mitigated $0.18 in commodity headwinds, leading to operating profit growth of $124 million or $0.21. Through our capital allocation strategy, including the accretion from the Zardoya transaction and share repurchase of $850 million and optimizing our tax rate, we were able to offset $0.26 in ForEx headwinds.\nOverall, strong operational performance led to EPS growth of 7.5% or $0.22.\nWe finished the year with 2022 adjusted tax rate of 26.5%, a 220 basis point improvement versus '21, which contributed to EPS growth, both in the quarter and for the full year. Overall, the team performed well throughout '22 by executing on the controllables, which helps us to build a strong backlog, grow organic sales, expand margin by 30 basis points and returned $1.3 billion to shareholders.\nAs we look ahead to 2023, the New Equipment outlook is on Slide 10. Over the past few years, we have delivered strong orders globally from a combination of market growth, our share gain initiatives and incremental pricing actions. This has resulted in a robust multiyear backlog, giving us good line of sight for the next couple of years.\nIn 2023, we expect New Equipment organic sales to grow between 3% to 5%, with Americas and EMEA up mid-single digits and Asia growing low single digits. Asia Pacific is expected to be up at least mid-single digits. And though the backlog in China is up 2 points, we expect sales to be about flat, reflecting pressure on the book and ship business from expected market declines in the first half.\nWe expect New Equipment profit margins to be flat to up 40 basis points. We expect roughly $100 million of tailwinds from volume, pricing, productivity and commodities. This will be partially offset by unfavorable regional and project mix and some snapback in SG&A expense due to 2022 cost containment actions. We will continue to drive strong productivity on both material and installation and project closeouts as the year progresses to drive outperformance.\nTurning to our service outlook on Slide 11. Starting with sales, we expect another solid year in service and anticipate organic sales increasing 5% to 7%. Maintenance and repair organic sales are expected to grow 4.5% to 6.5%, driven by maintenance portfolio growth, pricing and low to mid-single-digit repair growth after 2 strong years of COVID-related recovery. We expect more than 1 point of pricing after adjusting for mix and churn.\nFor modernization, we anticipate organic sales of mid- to high single digits as we execute on a solid backlog and drive our book and ship business from new product launches and focus on sales force specialization.\nTurning to profit. We expect roughly 50 basis points of margin expansion. Headwinds from annual wage inflation will be more than offset by volume, price and productivity, similar drivers to 2022.\nTurning to Slide 12 for the 2023 adjusted EPS bridge. We are expecting $3.35 to $3.50 in adjusted EPS, driven by $0.23 to $0.31 of operating profit growth. We expect to offset $0.09 of ForEx headwind at the midpoint and a modest increase in interest expense through a lower share count, $0.04 of remaining Zardoya accretion and continued optimization of our tax rate. We plan to complete $600 million to $800 million in share repurchases during the year.\nFor cadence, we expect strong EPS growth in the second half of the year, while the first half remains roughly flat. We see the bulk of the FX headwind, post lockdown COVID impact in China and a modest supply chain overhang in New Equipment in the first quarter. We anticipate stronger growth sequentially thereafter, including better performance in China in the second half of the year.\nOverall, we anticipate Otis organic sales growth of 4% to 6%, with approximately 20 to 30 basis points of margin expansion, leading to 6% to 10% EPS growth. And on cash, we expect to generate $1.5 billion to $1.55 billion in free cash flow in '23, a 110% conversion of GAAP net income at the midpoint.\nThis outlook demonstrates another year of consistent and solid operational execution, as we continue to mitigate macro challenges and create meaningful shareholder value.\nWith that, I will request Norma to please open the line for questions."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/aff80df81256ca1007483b61f8d9d361",
    "period": "2022 Q3",
    "content": "Q3 2022 Otis Worldwide Corp Earnings Call\n\nQ3 2022 Otis Worldwide Corp Earnings Call\n\nOTISNYSEOCT 26, 8:30 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Otis Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Michael Rednor, Senior Director of Investor Relations. Please go ahead, sir.\n\nMichael S. Rednor\n\nSenior Director of IR, Otis Worldwide Corporation\n\nThank you, Norma. Welcome to Otis' Third Quarter 2022 Earnings Conference Call. On the call with me today are Judy Marks, Chair, CEO and President; and Anurag Maheshwari, Executive Vice President and CFO. Please note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast.\nWe also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nWith that, I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nChair, President & CEO, Otis Worldwide Corporation\n\nThank you, Mike, and thank you, everyone, for joining us. We hope everyone listening is safe and well. Starting with Q3 highlights on Slide 3. Otis delivered a solid third quarter and strong year-to-date results, especially considering the macro headwinds we're facing. We grew organic sales, expanded margins and achieved mid-single-digit adjusted EPS growth, all largely driven by strong performance of our resilient service business.\nBy executing our strategy, we continue to set ourselves up for the future. This quarter, we demonstrated that performance through accelerating maintenance portfolio growth, which was up 3.8% in the quarter, growing modernization backlog 7% and gaining about 1 point of new equipment share year-to-date, with share about flat in the quarter.\nYear-to-date, the new equipment market was down mid-single digits, driven by China, which was down about 15%. In the Americas, we are honored to be selected for a modernization project at the iconic space needle in Seattle. Otis installed the original elevator in the early 1960s and has been maintaining the units ever since. We will now modernize the landmarks 3 elevators, including introducing new technologies such as custom design cabs and Compass 360.\nIn Suzhou, part of the greater Shanghai Metropolitan area, the urban rail network is being expanded once again with the support of Otis. The new line aid will be served by nearly 140 Otis escalators and 38 Gen3 and SkyRise elevators when it begins operations in late 2024.\nIn London, Otis was selected to help modernize an office block into a modern mixed-use development that strives to be the first net-zero carbon-enabled office development in London. Otis will provide vertical transportation solutions, including several escalators and elevators equipped with Compass 360 destination dispatching to allow tenants and visitors seamless and efficient access to the buildings' floors.\nAnd lastly, in Korea, we're extending an over 30-year relationship with GS Engineering & Construction to provide more than 55 elevators to the Oppo XI apartment complex. These units will be outfitted with ReGen drive technology, helping to maximize energy efficiency for the elevator serving 1,500 apartments in the complex.\nYear-to-date, free cash flow conversion was 106% of GAAP net income, and we kept our capital allocation plans on track with another $300 million of share repurchases in the quarter, completing the $700 million in repurchases we had planned for 2022. With a quarter to go, we feel confident in our cash flow outlook and are increasing our full year share repurchase outlook to $850 million. And we continue to drive important ESG initiatives, a key priority for Otis. This quarter, our efforts resulted in achieving a gold rating with EcoVadis.\nNow moving to Slide 4, Q3 results and 2022 outlook. New equipment orders were down 0.8% at constant currency in the third quarter. Excluding China, orders were up 7.4% with growth in all regions. On a rolling 12-month basis, total Otis orders were up 7.6%. Organic sales were up 0.8%, and adjusted operating profit was up $35 million at constant currency with 60 basis points of margin expansion driven by segment mix and strong performance in the service business. In the quarter, we generated $215 million of free cash flow, which was down versus prior year, driven by an increase in inventory to support backlog conversion and the timing of supplier payments. This brings us to $1 billion year-to-date with 106% conversion of GAAP net income.\nLooking ahead to our 2022 outlook. We're revising our full year outlook and now expect organic sales growth of 2% to 2.5%, with net sales in the range of $13.4 million to $13.5 billion. Adjusted operating profit is expected to be approximately $2.1 billion, up $120 million to $140 million, excluding the impacts from foreign exchange. After approximately $175 million in headwinds from foreign exchange translation, adjusted operating profit at actual currency is expected to be down $35 million to $55 million. Adjusted EPS is expected in the range of $3.11 to $3.15, up 5% to 7% versus the prior year.\nLastly, we still expect free cash flow to be robust between $1.5 billion and $1.6 billion or approximately 125% conversion of GAAP net income. We will remain disciplined and balanced on our capital allocation, advancing our bolt-on M&A strategy where it makes sense and returning cash to shareholders through dividends and share repurchases expected to be $850 million versus the $700 million target announced previously.\nWith that, I'll turn it over to Anurag to walk through our Q3 results in more detail.\n\nAnurag Maheshwari\n\nExecutive VP & CFO, Otis Worldwide Corporation\n\nThank you, Judy, and good morning, everyone. Starting with third quarter results on Slide 5. Net sales of $3.3 billion were down 7.6%, driven by the broad strengthening of the U.S. dollar, a 7.2% headwind in the quarter. Organically, sales were up 80 basis points, the eighth consecutive quarter of growth driven by service, which increased over 6%.\nAdjusted operating profit, excluding a $50 million foreign exchange translation headwind, was up $35 million. Drop-through on higher service volume, favorable service pricing, strong SG&A cost control and the benefit from productivity in both segments was partially offset by impact of lower new equipment volume, commodity price increases and annual wage inflation.\nAdjusted SG&A expense was down 90 basis points as a percentage of sales as we continue to drive cost reduction and containment to help mitigate the inflationary headwinds. Despite the challenging environment, we maintained investment in the business and R&D spend and other strategic investments were about flat versus the prior year. Overall, adjusted operating profit margin expanded 60 basis points, driven by segment mix, strong service performance and cost containment. Adjusted EPS was up 5% or $0.04. An $0.08 headwind from foreign exchange translation was more than offset by strong operational performance, driven by the Service segment, accretion from the Zardoya transaction and a benefit of $700 million in share repurchases completed year-to-date.\nMoving to Slide 6. Q3 new equipment orders were down slightly at constant currency and up 7.4%, excluding China. Orders in the Americas were up 3% with solid growth in multifamily residential and infrastructure. EMEA orders were up 11% with growth in both Europe and the Middle East, and orders in Asia outside of China were up approximately 10%, driven by strong growth in South Korea and India. The strong orders growth over the last 12 months contributed to new equipment backlog, increasing 12% at constant currency with growth in all regions, including China, which was up slightly. Backlog in Americas, EMEA and Asia, outside of China, was up high teens.\nPricing trends improved year-over-year in all regions, excluding China, where pricing was flat. Globally, pricing on new equipment orders continues to accelerate and was up 4%, leading to sequential backlog margin improvement. New Equipment organic sales were down 5% in the quarter as mid-single-digit growth in EMEA and low teens growth in Asia, excluding China, was more than offset by a 4% decline in the Americas due to a tough compare and delays in building construction, and a high-teens decline in China, driven by the challenging market conditions.\nSales declined $191 million, and adjusted operating profit declined $23 million largely from the impact of lower volume and related underabsorption. Commodity inflation of $18 million that was in line with prior expectations was more than offset by productivity and lower SG&A expense.\nService segment results on Slide 7. Maintenance portfolio units were up 3.8% with recaptured units more than offsetting cancellations in the quarter. Conversion rate continues to show improvement this year in China, which contributed to mid-teens portfolio growth in the region. Modernization orders growth accelerated to 18% in the quarter with growth in all regions driven by good traction on newer mod packaged offerings and several major project wins. Backlog was up 7% at constant currency.\nService organic sales grew for the seventh consecutive quarter, up 6.2% with growth in all lines of business. Maintenance and repair grew 5.4% from the benefit of high single-digit repair volume and growth in contractual maintenance sales that outpaced our unit growth due to improved pricing, which was up 3 points on a like-for-like basis. Modernization sales continued the recovery that started in Q4 of '21 and were up 10% in the quarter with growth in every region.\nService profit at constant FX was up $49 million, driven by the drop-through on higher volume favorable pricing and productivity, which more than offset the headwinds from annual wage increases. As a result of this, margins were up 50 basis points, the 11th consecutive quarter of margin improvement.\nOverall, despite the significant macro headwinds, our year-to-date results are strong. We gained approximately 1 point of new equipment share, delivered the best portfolio growth in over a decade and more than mitigated $195 million of headwinds from FX and commodity inflation through strong execution to achieve an 8.5% EPS growth.\nMoving to Slide 8 and the revised outlook. These changes reflect revised expectations in the China market outlook, the continued strengthening of the U.S. dollar and our focus on productivity initiatives to offset the headwinds.\nStarting with sales. We are expecting organic sales to be up 2% to 2.5% versus 2.5% to 3.5% previously. This 75 basis point reduction is driven by lower expectations for China new equipment, partially offset by an improved modernization outlook and service. The new equipment margin outlook is down 10 basis points at the midpoint from the impact of lower volume in China, offset by cost containment.\nService margins are now expected to be up approximately 50 basis points, a 10 basis point reduction from the prior outlook, reflecting the mix impact of modernization sales growing faster than the maintenance and repair business. The overall margin outlook remains unchanged versus the prior outlook and is expected to be up approximately 30 basis points to 15.7%.\nAdjusted EPS is expected to be in the range of $3.11 to $3.15, up 5% to 7% versus the prior year. This adjusted EPS growth is driven by strong operational execution, accretion from the Zardoya transaction, progress on reducing our tax rate and a lower share count that more than offsets $0.47 of headwind from foreign exchange translation and commodity inflation.\nWe now expect free cash flow to be in a range of $1.5 billion to $1.6 billion versus approximately $1.6 billion previously. Foreign exchange translation continues to weigh on cash flow generation, and we anticipate a moderate build in inventory heading into 2023 to support project execution on the growing backlog.\nOn capital deployment, we are increasing the share repurchase target to $850 million, having already completed our previous outlook of $700 million in the first 3 quarters. This is an over 2x increase from the $300 million to $500 million guidance we had given in the beginning of the year, and combined with a 20% dividend increase, underscores our commitment to return cash to shareholders.\nTaking a further look at the organic sales outlook on Slide 9. The New Equipment business is projected to be down approximately 2.5% versus down 0.5% to 1% previously. We now expect Asia to be down approximately 6% from down low-single digits previously driven by China. Despite our backlog being up slightly versus prior year and up from the end of '21, we now expect Otis China organic sales to be down 10%, driven by the shift of project execution to the right and lower market expectations now expected to be down roughly 15%. This has been partially offset by improved outlook in Asia Pacific from the benefit of strong orders growth momentum in India and South Korea. The New Equipment outlook in the Americas and EMEA is unchanged, expected to be flat and up low to mid-single digits, respectively.\nTurning to Service. We now expect organic sales to be up 6% to 6.5%, an improvement of 50 basis points at the low end, driven by a conversion of modernization backlog that is up 7%.\nMoving to Slide 10. We expect adjusted EPS growth of 5% to 7%, an $0.18 increase at the midpoint. We expect to more than offset the $110 million headwind from commodities with $230 million to $250 million of operational improvement from higher service volume and pricing, productivity in both segments and other cost containment actions, resulting in profit growth of $120 million to $140 million at constant currency. This is $5 million lower than our prior outlook at the midpoint, driven by reduced China new equipment volume expectations that we are partially mitigating through better cost containment and productivity.\nAccretion from the Zardoya transaction, over 2 points of tax rate reduction versus last year and the benefit from over $1.5 billion of share repurchases since spin, partially offsets the $0.29 or $175 million headwind from the significant strengthening of the U.S. dollar. We have now assumed the euro at $0.97 for the fourth quarter or $1.04 for the full year.\nOverall, since 2019, this outlook represents 50 basis points of annual margin expansion and low teens 3-year adjusted EPS CAGR, reflecting the execution of our long-term strategy and our ability to mitigate the macro challenges we have faced. We feel confident that this momentum, along with our growing backlog and service portfolio sets us up well to deliver strong financial performance in 2023 and beyond.\nAnd with that, I will request Norma to please open the line for questions."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cce72641efc4d33aa0dd0c3088577b17",
    "period": "2022 Q2",
    "content": "Q2 2022 Otis Worldwide Corp Earnings Call\n\nQ2 2022 Otis Worldwide Corp Earnings Call\n\nOTISNYSEJUL 27, 8:30 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Otis Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Michael Rednor, Senior Vice Senior Director of Investor Relations. Please go ahead.\n\nMichael S. Rednor\n\nSenior Director of IR, Otis Worldwide Corporation\n\nThank you, Michelle. Welcome to Otis' Second Quarter 2022 Earnings Conference Call. On the call with me today are Judy Marks; Rahul Ghai; and Anurag Maheshwari. Please note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast. We also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' second SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nWith that, I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nChair, President & CEO, Otis Worldwide Corporation\n\nThank you, Mike, and thank you, everyone, for joining us. We hope everyone listening is safe and well. I'd like to welcome Anurag Maheshwari in joining us this morning. Anurag is an experienced executive that many of you have worked with in his prior role leading Investor Relations at Harris. More recently, he's been leading our finance team as CFO in the Asia Pacific region since then. I look forward to my partnership with Anurag in driving growth, operational execution and value for our customers, colleagues and shareholders.\nI want to also take this opportunity to thank Rahul for his leadership and all of his contributions in transitioning Otis to an independent company and in championing our long-term strategy. We wish him well in his future endeavors.\nBefore I get into the results and outlook, on our Q1 call, we noted our growing concerns about the long-term sustainability of our operations in Russia. At that time, we removed Otis' Russian operations from our 2022 outlook and prior year compares. Amidst mounting regulations, we concluded that the best solution for our customers, colleagues and shareholders was to divest this business, and we recently entered into an agreement to do so. Closing of the transaction is expected imminently. We remain hopeful for a return to peace and stability in the region, and we will continue to contribute to the ongoing relief and humanitarian efforts in Ukraine.\nThis quarter and going forward, Otis' Russia operations and related nonrecurring charges are excluded from our adjusted results, prior year compares and our outlook.\nMoving to Q2 highlights on Slide 3. We Otis delivered a solid second quarter, closing out a strong first half, especially considering the macro headwinds that we faced. We grew organic sales, expanded margins and achieved 12% adjusted EPS growth. We had record new equipment bookings and continue to build our maintenance portfolio that was up nearly 3.5% in the quarter.\nOur Service business continued to deliver this quarter where we grew sales in all lines of business and expanded margins due to favorable pricing and productivity. We generated $326 million in free cash flow while continuing to return cash to shareholders, completing another $200 million in share repurchases on top of the $200 million completed in Q1. In addition, as expected, Zardoya Otis was delisted in early May.\nWe gained approximately 1 point of new equipment share in the second quarter, driven by high teens new equipment orders growth for Otis in a market that was down mid-single digits globally. New equipment orders in the Americas were particularly strong, up 57%, despite facing a difficult compare in the prior year. In Los Angeles, we're supporting the modernization of Terminal 4 at LAX. Otis was selected to provide 13 Gen 3 elevators, further extending the long-term relationship with the general contractor Hensel Phelps and marking our latest project at LAX. In Paris, Otis was selected to support the construction of the Tour Triangle, a 180-meter high tower that will include office, hospitality and retail spaces.\nDuring the construction phase and Otis SkyBuild self-climbing elevator will ascend as the floors are built, providing speed and simplified logistics to the building's construction teams. The building is designed to meet several environmental standards that Otis will help support by providing space-saving digitally native solutions like our Gen360 platform, SkyRise double-deck elevators and Compass 360 destination dispatching.\nIn South China's Greater Bay Area, Otis is supporting several projects to fuel smart city development. In Guangzhou's Canton Fair Complex, we will provide more than 140 SkyRise and Gen 3 elevators as well as escalators for Phase 4 of the Canton Fair complex, including IoT systems that will monitor performance in real time. In Shenzhen, the new China Life Insurance Tower in the Central Business District will be served by 20 Otis SkyRise elevators. And in Zhuhai, Otis will provide nearly 90 elevators and escalators for the Ngong Ping Royal Times Square. This project will include Gen 3 elevators equipped with Otis' latest ambience features and digital technologies, serving passengers headed to offices, shopping centers and hotels.\nAnd lastly, in Korea, Otis was selected to provide more than 45 elevators and escalators in the Teachers' Pension tower, a landmark the financial district of soul. This project will include our Compass360 destination dispatching system to seamlessly move tenants between nearly 50 floors.\nMoving to Slide 4, Q2 results and 2022 outlook. New equipment orders were up 16.5% at constant currency in the second quarter and up 8.5% on a rolling 12-month basis.\nOrganic sales were up 0.4% and adjusted operating profit margin expanded 20 basis points and was up $16 million at constant currency, driven by strong performance in the service business. Free cash flow conversion was robust at 102% of GAAP net income. Looking ahead to our 2022 outlook, we're revising our full year outlook and now expect organic sales growth of 2.5% to 3.5%, with net sales in the range of $13.6 million to $13.8 billion.\nAdjusted operating profit is expected to be in a range of $2.1 billion to $2.2 billion, up $120 million to $150 million, excluding the impacts from foreign exchange. After approximately $145 million in headwinds from foreign exchange translation, adjusted operating profit at actual currency is expected to be up $5 million to down $25 million.\nAdjusted EPS is expected in a range of $3.17 to $3.21, up 7% to 9% versus the prior year. Lastly, we still expect free cash flow to be robust at about $1.6 billion or approximately 125% conversion of GAAP net income. We will remain disciplined and balanced on capital allocation, advancing our bolt-on M&A strategy where it makes sense and returning cash to shareholders through dividends and share repurchases, which we're now in a position to increase to $700 million versus the $500 million target announced previously.\nWith that, I'll turn it over to Rahul to walk through our Q2 results in more detail.\n\nRahul Ghai\n\nThank you, Judy, and good morning, everyone. Starting with second quarter results on Slide 5. Net sales of $3.5 billion were down 5.8%, primarily due to broad strengthening of the U.S. dollar.\nOrganic sales were up 40 basis points, the seventh consecutive quarter of growth, driven by Service, which increased over 5%. Adjusted operating profit was down $21 million, excluding the impact of translational foreign exchange, adjusted operating profit was up $16 million at constant currency, drop-through on higher service volume, favorable service pricing and benefit from productivity in both segments was partially offset by the impact of commodity price increases and annual wage inflation.\nWe also continued our unrelenting focus on cost containment. And adjusted SG&A expense was down over $50 million or 90 basis points as a percentage of sales, even with inflationary trends in the economy. Despite the challenging environment, we maintained the investment in the business and R&D spend and other strategic investments were flat versus the prior year.\nAdjusted EPS was up 12% or $0.09. A $0.06 headwind from foreign exchange translation was more than offset by strong operational performance, accretion from the Zardoya transaction, continued progress on reducing the tax rate and the benefit of $400 million in share repurchases completed year-to-date.\nMoving to Slide 6. New equipment orders in the second quarter were up 16.5% at constant currency. Orders in the Americas were up over 50%, with growth in all verticals on top of nearly 50% growth in Q2 of 2021. Awards, which preceded orders in North America stayed strong and were up 5 points on a sequential basis. EMEA orders were up 29% and growth in both Europe and the Middle East, and orders in Asia outside of China were up double digits. Driven by strong growth in South Korea and India, where bookings were more than double last year's volume.\nOrders in China were down low teens outperforming the market that we estimate was down about 20%. Strong orders growth contributed to new equipment backlog increasing 6% and 10% at constant currency. Backlog in China was about flat, and backlog in Americas, EMEA and Asia, outside of China, was up approximately 15%. Globally, pricing on new equipment orders was up low single digits after 5 straight quarters of year-over-year decline. Pricing trends improved year-over-year in all regions. Excluding China, where pricing was down low single digits versus the prior year.\nNew Equipment organic sales were down 5% in the quarter, as low single-digit growth in EMEA and high single-digit growth in Asia, excluding China, was more than offset by mid-single-digit decline in the Americas due to a tough compare from the prior year and slowdown in building construction, and a low teens decline in China from COVID-related lockdowns.\nAdjusted operating profit was down $28 million at constant currency, largely from the impact of lower volume and related under absorption. Commodity inflation of $35 million that was in line with prior expectations was mostly mitigated by installation and material productivity and lower SG&A expense.\nService segment results on Slide 7. Maintenance portfolio units were up nearly 3.5% from improvements in retention, recapture and conversion rates with recaptured units more than offsetting cancellations in the quarter. In China, conversion rates continued to improve year-over-year and contributed to the fourth consecutive quarter of high teens portfolio growth. Modernization orders growth accelerated to 9% in the quarter. With growth in all regions, driving backlog growth of 4%.\nService organic sales grew for the sixth consecutive quarter, up 5.2%, with growth in all lines of business. Maintenance and repair grew 4.9% as the benefit of strong repair volume and growth in contractual maintenance sales that outpaced our unit growth due to improved pricing, which was up about 3% on a like-for-like basis. Modernization sales continued the recovery that started in Q4 of 2021 and were up 6.4% in the quarter with growth in every region.\nService profit at constant FX was up $39 million. Benefit from higher volume, favorable pricing and productivity was partially offset by annual wage increases. Margins were up 50 basis points, the tenth consecutive quarter of margin improvement. Overall, the first half results reflect solid operational execution with a point of new equipment share gain, the best portfolio growth in a decade and close to $125 million of cost reduction between productivity and SG&A. These actions helped us manage through the continuing macroeconomic challenges and achieved low single-digit organic sales growth, $50 million of earnings growth at constant FX and 15.8% adjusted margins, a 30 basis point improvement over the first half of 2021.\nMargins for the first half are up 140 basis points from pre-COVID levels of comparable period in 2019. First half free cash flow generation of $800 million, 50% of our guide for the year enabled us to repay $500 million of debt, raise dividends by 20% and complete $400 million in share repurchases.\nWith that, let me turn it over to Anurag to walk through the revised 2022 outlook.\n\nAnurag Maheshwari\n\nThanks, Rahul and Judy, for the kind introduction, and good morning, everyone. I'm excited to be here and look forward to continuing the great work Rahul has done in advancing our long-term strategy, driving operational execution and creating value for our shareholders. Thank you, Rahul.\nLet me start on Slide 8 with a recalibrated outlook, that incorporates the evolving macroeconomic headwinds, combined with our continued focus on things we can control, accelerating service growth, driving productivity, optimizing the tax rate and reducing our share count.\nStarting with sales. We are expecting organic sales to be up 2.5% to 3.5%, which is 0.5 point lower than the previous guidance, driven by a reduction in the New Equipment segment partially offset by better expectations for Service.\nThough new equipment sales are lower, margins remain unchanged, expected to be down 20 to 60 basis points versus the prior year. with the impact of lower volume, offset by improved productivity. Service margins are now expected to be up approximately 60 basis points, a 10 basis point decrease from the prior outlook reflecting the mix impact of modernization sales growing faster than the maintenance and repair business. The overall margin outlook remains unchanged versus the prior outlook and is expected to be up approximately 30 basis points to 15.7%.\nAdjusted EPS is expected to be in the range of $3.17 to $3.21, up 7% to 9% versus the prior year. This high single-digit adjusted EPS growth is driven by strong operational execution, accretion from the Zardoya transaction, progress on reducing our tax rate and a lower share count at more than up $0.42 of headwind from foreign exchange translation and commodity inflation.\nOur free cash flow guidance for the year remains unchanged at $1.6 billion and we have increased the 2022 share repurchase target from $500 million to $700 million.\nTaking a further look at the organic sales outlook on Slide 9. New Equipment business is projected to be down 0.5% to 1%. This is 1.5 points decrease from prior outlook at the midpoint, driven by revised expectation in the Americas and China. While the backlog in Americas is up more than 10%, shipments are shifting from 2022 to next year from delayed building construction activity by our customers.\nAs a result, we now expect Americas organic New Equipment sales to be about flat versus up low single digits previously. We expect Asia to be down low single digits from down slightly previously driven by China.\nDespite our backlog being flattish versus prior year and up from the end of '21, we now expect Otis China organic sales to be down mid-single digits driven by lower market expectations now expected to be down approximately 10% at the low end of our prior guidance and the impact of lockdowns during Q2 that have moved projects to the right into '23. This has been partially offset by improved outlook in Asia Pacific from the benefit of strong orders growth and momentum in India and South Korea.\nOutlook on New Equipment organic sales in EMEA remains unchanged, and is expected to be up low to mid-single digits in 2022.\nTurning to Service. We now expect organic sales to be up 5.5% to 6.5%, an improvement of 50 basis points from the prior outlook of 5% to 6%, driven by strong maintenance pricing, robust repair order growth in the second quarter and incrementally higher confidence to convert a modernization backlog and that is up 4%.\nMoving to Slide 10. We expect adjusted EPS growth of 7% to 9%, a $0.24 increase at the midpoint. The $0.18 or $110 million headwind from commodities is more than offset by the $230 million to $260 million of operational improvement through higher service volume and pricing, productivity in both segments and other cost containment actions resulting in profit growth of $120 million to $150 million at constant currency. This is $5 million higher than our prior outlook at the midpoint.\nAccretion from the Zardoya transaction, close to 2 points of tax rate reduction versus last year and the benefit from $1.4 billion of share repurchases since spin is more than offsetting the $0.24 or $145 million headwind from the unprecedented strengthening of the U.S. dollar.\nWe have now assumed the euro at EUR 1.01 for the second half of the year or EUR 1.05 for the full year. Compared to the prior guidance, we are offsetting more than half of the incremental FX headwinds on by driving the service business, containing costs and reducing the tax rate an additional point now projected to be 26.6% for the year at the midpoint.\nOverall, this outlook clearly reflects our ability to mitigate the macro challenges and deliver another year of solid organic top line growth, margin expansion, robust free cash and importantly, strong new equipment backlog and service portfolio growth that positions us well for 2023 and beyond. And with that, I will request Michelle to please open the line for questions."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b1b34085857267f4e0a99f949f9b050f",
    "period": "2022 Q1",
    "content": "Q1 2022 Otis Worldwide Corp Earnings Call\n\nQ1 2022 Otis Worldwide Corp Earnings Call\n\nOTISNYSEAPR 25, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Otis First Quarter 2022 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com.\nI'll now turn it over to Michael Rednor, Senior Director of Investor Relations. You may begin.\n\nMichael S. Rednor\n\nSenior Director of IR, Otis Worldwide Corporation\n\nThank you, Latonia. Welcome to Otis' First Quarter 2022 Earnings Conference Call. On the call with me today are Judy Marks, Chair, CEO and President; and Rahul Ghai, Executive Vice President and CFO. Please note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. A reconciliation of these measures can be found in the appendix of the webcast.\nWe also remind listeners that the presentation contains forward-looking statements, which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially.\nWith that, I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nChair, President & CEO, Otis Worldwide Corporation\n\nThank you, Mike, and thank you, everyone, for joining us. We hope that everyone listening is safe and well. We had a strong start to the year, reflected in our financial results and in the progress made on our balanced capital allocation strategy. We grew organic sales, expanded margins and achieved high single-digit adjusted EPS growth while driving growth in all regions in New Equipment orders and our maintenance portfolio.\nOur Service business experienced favorable pricing and grew revenue, margins and adjusted operating profit. In addition, we generated nearly $0.5 billion in free cash flow while continuing to return the majority of our cash generated to shareholders.\nIn Q1, we completed $200 million in share repurchases and received Board approval of a $1 billion share repurchase authorization. In April, we announced a 20.8% increase to our quarterly dividend while acquiring the remaining interest in Zardoya Otis.\nAfter settlement of the tender offer in mid-April, we now have over 95% ownership of Zardoya Otis and expect to automatically delist it in early May. Timing was better than our prior expectations and is expected to add another $0.02 of EPS accretion in 2022. This progress sets us up well for the remainder of 2022 and beyond.\nNew Equipment orders were up 8.8% in the quarter with growth in all regions, leading to approximately 1 point of New Equipment share gain on top of close to 2 points of share gain since 2020. In Korea, Otis was selected to provide more than 70 Gen2 units to the Yangyang Seacrest apartment complex in Incheon, Korea.\nOtis Gen2 elevators, equipped with ReGen drive technology that can deliver substantial energy savings, will serve more than 2,200 apartment units. This is our latest project in the region with GS Engineering & Construction and further strengthens our 20-year collaboration with them.\nIn China, we received an order to support the next phase of the Shenzhen Metro project, extending more than 2 decades of collaboration with the installation of nearly 1,000 units to date. In this phase, we'll provide more than 350 IoT-enabled elevators and escalators. This award marks another milestone in our digitalization journey in China and allows us to continue delivering the benefits of Otis ONE's predictive maintenance to our customers.\nIn addition to executing on our financial priorities, we remain committed to advancing our ESG initiatives and published our inaugural ESG report in Q1. This report reflects the focus we've placed and progress we've made on reducing our carbon footprint, creating a safe, equitable and inclusive work environment, supporting the communities around us and maintaining best-in-class governance practices.\nMoving to Slide 4, Q1 results and 2022 outlook. New Equipment orders in the first quarter were up 8.8% at constant currency and up 10.9% on a rolling 12-month basis, contributing to backlog growth of 6% versus prior year. Organic sales were up 3.1% due to the strength in our Service business, which was up 5.8%.\nAdjusted operating profit was up $29 million at constant currency and up $9 million at actual currency, with margin expansion of 30 basis points, driven by strong performance in the Service business as well as some benefit from segment mix. Free cash flow was robust at $474 million at 152% conversion of GAAP net income.\nA few additional updates before I begin our revised 2022 outlook. In April, the agreement between the National Elevator Bargaining Association and the International Union of Elevator Constructors was ratified. This collective bargaining agreement covers the majority of Otis' U.S. field colleagues and will become effective this July, with wage increases taking effect in January of 2023.\nWe believe this 5-year agreement is fair and equitable to both parties, with the annual increases generally in line with historical trends. And like in private years, we expect to fully offset this cost through increased productivity as we upscale and continue to develop this essential workforce.\nIn addition, we're disheartened to see the escalation of the crisis in Ukraine. We have growing concerns about the long-term sustainability of Otis' operations in Russia, especially with mounting regulations and supply chain disruptions. As a result, we are motivated to find solutions and explore alternatives for our Russia business that are in the best interest of all of our stakeholders. We remain hopeful for return to peace and stability in the region, and we will continue to contribute to the ongoing relief and humanitarian efforts necessary for those most impacted by this crisis.\nLooking ahead to our 2022 outlook, given the wide range of outcomes and the process that we are undergoing, we have removed Otis' Russian operations from the current outlook as well as in the prior year compares. This adjustment will largely impact the New Equipment business. Rahul will walk through this in more detail. And a reconciliation of Otis' results, excluding Russia for the last 5 quarters, can be found in the appendix of this webcast.\nFor the year, excluding Russia, we expect organic sales growth of 3% to 4%, with net sales in the range of $14.1 billion to $14.3 billion. Adjusted operating profit is expected to be in the range of $2.2 billion to $2.25 billion, up $105 million to $155 million, excluding the impacts from foreign exchange. At actual currency, adjusted operating profit is expected to be in the $40 million to $90 million. Adjusted EPS is expected in the range of $3.22 to $3.27, up 9% to 11% versus the prior year.\nLastly, we still expect free cash flow to be robust at approximately $1.6 billion or approximately 120% conversion of GAAP net income. We remain disciplined in our capital allocation strategy. And in addition to increasing our ownership in Zardoya Otis, we will continue to return cash to shareholders through dividends and share repurchases and advance our bolt-on M&A strategy, where it makes sense and adds to the density of our growing Service portfolio.\nWith that, I'll turn it over to Rahul to walk through our Q1 results and 2022 outlook in more detail.\n\nRahul Ghai\n\nExecutive VP & CFO, Otis Worldwide Corporation\n\nThank you, Judy, and good morning, everyone. Starting with first quarter results on Slide 5. Net sales were up 0.2% to $3.4 billion. Organic sales grew for the sixth consecutive quarter, up 3.1%, driven by Service sales, which increased nearly 6%. Adjusted operating profit was up $9 million and up $29 million at constant currency as the drop-through on higher Service volume, favorable Service pricing, productivity in both segments and lower bad debt expense was partially offset by commodity headwinds and annual labor cost increases.\nWe also maintained our unrelenting focus on cost containment. And adjusted SG&A expense was down $17 million versus the prior year and down 60 basis points as a percentage of sales despite the inflationary trends in the economy. R&D trend and other strategic investments were flat versus the prior year.\nGiven the strong cash flow and progress on repatriation, we completed our deleveraging and repurchased $200 million of shares in the quarter. Overall, growth in operating profit, reduction in share count and continued progress on reducing the tax rate resulted in first quarter adjusted EPS growth of 6.9%.\nMoving to Slide 6. New Equipment orders were up 8.8% at constant currency, with growth in all regions. Orders momentum remained strong in Asia, up mid-single digits, with about 10% growth in Asia, ex-China. China orders were up 3%, the eighth consecutive quarter of orders growth in the country and outgrew the market that was down mid-single digits.\nOrders in America were up high single digit. And awards, which preceded order bookings, were up nearly 25% in North America, signaling continued strong demand. EMEA orders were up 17%, with growth in both Europe and the Middle East.\nStrong orders growth contributed to total company backlog increasing 4% and 6% at constant currency, with growth in all regions, including approximately 6% growth in Asia. In addition, global proposal volume was up low teens, with more than 25% growth in China, demonstrating robust market activity and the benefits of increased sales coverage.\nGlobally, pricing on New Equipment orders was about flat in the quarter on a year-over-year basis. New Equipment organic sales were down 0.5% in the quarter. EMEA was up mid-single digits, but this was offset by a low single-digit decline in both Americas and Asia. Americas declined due to a tough compare from COVID recovery in the prior year. And in Asia, China was impacted by job site closures towards the end of the quarter.\nAdjusted operating profit was down $12 million, partially from the impact of lower volume. Commodity inflation of [$38 million] that was in line with prior expectations was largely mitigated by installation and material productivity and lower bad debt expense.\nService segment results on Slide 7. Maintenance portfolio units were up more than 3% from broad-based improvements in retention, recapture and conversion rates, with recaptured units more than offsetting cancellations in the quarter. In China, conversion rates continued to improve and contributed to third consecutive quarter of high teens portfolio growth.\nModernization orders were down about 6% in the quarter but are up close to 6% on a rolling 12-month basis, driving backlog growth of 3% versus the prior year. Service organic sales grew for the fifth consecutive quarter, up 5.8%, with growth in all lines of business. Maintenance and repair grew 5.6%, with mid-single-digit growth in contractual maintenance sales, above our unit growth due to improved pricing that was up approximately 2.5% adjusted for geographical mix and the benefits of strong repair volumes.\nModernization sales were up 6.9%, with strong growth in Americas, EMEA and China. Modernization sales declined in Asia Pacific on a tough compare after a strong demand in Southeast Asia in the prior year. Service adjusted operating profit was up $17 million, with 30 basis points of margin expansion, the ninth consecutive quarter of margin improvement. Profit at constant FX was up $40 million, driven by benefit of higher volume, favorable pricing and productivity and partially offset by annual labor cost increases.\nAs we look forward to the balance of the year on Slide 8, we are excluding Russia, both in the current outlook for '22 and in prior year comparisons. Overall, organic growth expectations of 3% to 4% are unchanged at the midpoint, with the improvement in Service offset by lower New Equipment growth expectations.\nTotal company margin expansion of approximately 30 basis points is also consistent with prior expectations. We are raising our outlook for Service margin improvement to 70 basis points from 50 basis points previously, from better maintenance pricing and drop-through from higher volume. However, this is getting offset by reduced margin expectations in the New Equipment segment from increased headwinds on commodities, higher -- and higher freight costs and the impact from lower volume growth.\nOverall, adjusted EPS is expected to be in the range of $3.22 to $3.27, up 9% to 11% versus the prior year after adjusting for Russia. This strong growth is driven by an increase in operating profit, accretion from the Zardoya transaction and progress on reducing our tax rate and share count.\nTaking a further look at the organic sales outlook on Slide 9. The New Equipment business is projected to be flat to up 1.5%. This is a 1 point decrease from the prior outlook at the midpoint, driven by adjustment in sales growth expectations for EMEA and Asia. While the backlog in EMEA is up more than 5%, our customers are requesting postponement of deliveries due to a broader slowdown in building construction activity, pushing shipments from 2022 to 2023. As a result, we now expect EMEA sales to be up low to mid-single digits for 2022.\nIn China, our backlog at the end of Q1 was up 4% from strong orders growth. But the current lockdowns are not only impacting shipments but are also disrupting the supply chain. While we expect deliveries to pick up starting May, given the supply chain challenges, we are adjusting our 2022 China outlook to be down low single digits from flat to down 3% previously as some sales moved to the right.\nGiven the lower volume expectations in China, Asia is now expected to be down slightly for the year. Outlook on New Equipment organic sales in Americas remains unchanged and is expected to be up low single digits in 2022.\nTurning to Service. We now expect organic sales to be up 5% to 6%, an improvement from the prior outlook of 4% to 6%, driven by better-than-expected maintenance pricing and repair orders in the first quarter and higher confidence to execute our modernization backlog from the steps we have taken to resolve the supply chain challenges.\nSwitching to adjusted EPS bridge on Slide 10. We now expect adjusted EPS growth of 9% to 11%, with operating profit growth of $105 million to $155 million at constant currency. This increase of $0.17 to $0.26 versus prior year is driven by strong operational execution, higher volume and favorable pricing. This is partially offset by commodity headwinds, which we now expect to be $110 million for the year, $20 million higher than in the prior outlook, and incremental freight costs.\nWe're absorbing these higher commodity and freight costs through increases in productivity and better maintenance pricing. And the midpoint of profit growth expectation at constant FX remains unchanged. Foreign exchange translation is now expected to be an $0.11 headwind versus the prior year and $0.04 worse than the prior outlook, primarily from strengthening of the U.S. dollar against the euro and the yen.\nThe euro is now expected to be $1.10 for the year, implying a $1.09 for the balance of the year. The $0.11 FX headwind is more than offset by $0.12 of in-year accretion expected from the Zardoya transaction. This estimate is $0.02 better than the prior outlook from a faster pace of acquisition of shares. The balance of the EPS growth is driven by progress on reducing the adjusted tax rate, now expected to be approximately 27.7% for the year, and a lower share count.\nWe have completed $200 million in share repurchases for the year and plan on completing an additional $300 million in the balance of the year at the high end of the prior outlook. This guidance clearly reflects the acceleration of both sales and profit trajectory of the Service business from the benefits of investments and our sustained focus on driving productivity.\nAnd while the New Equipment business is challenged this year due to the current macroeconomic environment, our robust backlog, pricing actions and over $100 million of in-year productivity will ensure that the business recovers sharply once the commodity and the freight headwinds abate.\nAnd with that, I'll request Latonia to please open the line for questions."
  },
  {
    "header": "OTIS",
    "cik": "0001781335",
    "ticker": "OTIS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/45da841dcb8fdaf1b9c62ccc49d33a22",
    "period": "2021 Q4",
    "content": "Q4 2021 Otis Worldwide Corp Earnings Call\n\nQ4 2021 Otis Worldwide Corp Earnings Call\n\nOTISNYSEJAN 31, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Otis' Fourth Quarter 2021 Earnings Conference Call. This call is being carried live on the Internet and recorded for replay. Presentation materials are available for download from Otis' website at www.otis.com. I'll now turn it over to Michael Rednor, Senior Director of Investor Relations.\n\nMichael Rednor\n\nThank you, Catherine. Welcome to Otis' Fourth Quarter 2021 Earnings Conference Call. On the call with me today are Judy Marks, President and Chief Executive Officer; and Rahul Ghai, Executive Vice President and Chief Financial Officer.\nPlease note, except where otherwise noted, the company will speak to results from continuing operations, excluding restructuring and significant nonrecurring items. The company will also refer to adjusted results where adjustments were made as though Otis was a stand-alone company in the current period and prior year. A reconciliation of these measures can be found in the appendix of the webcast.\nWe also remind listeners that the presentation contains forward-looking statements which are subject to risks and uncertainties. Otis' SEC filings, including our Form 10-K and quarterly reports on Form 10-Q, provide details on important factors that could cause actual results to differ materially. With that, I'd like to turn the call over to Judy.\n\nJudith F. Marks\n\nPresident, CEO & Director, Otis Worldwide Corporation\n\nThank you, Mike, and thank you, everyone, for joining us. We hope everyone listening is safe and well. We delivered a strong close to an excellent year despite ongoing macro challenges. These results are a testament to the strength of our strategy and the dedication of our colleagues to execute and deliver results for our customers and shareholders. We achieved broad-based organic sales growth, grew adjusted operating profit for the third year in a row, delivered 19% adjusted EPS growth and generated $1.6 billion in free cash flow while introducing new innovative solutions for our customers and passengers. We remain committed to shareholder value creation and strategically deployed capital, completing $450 million in debt repayment distributing over $390 million in dividends after raising the dividend 20% versus the prior year and repurchasing $725 million of Otis shares. Given the strength of our balance sheet, we also announced our tender offer for the remaining interest in Zardoya Otis an accretive transaction for Otis.\nNew equipment orders were up 7.3% in the fourth quarter and up 13.2% for the year with broad-based growth. In Asia Pacific, we received an order for nearly 280 units supporting Taiwan Taouyan International Airport's new Terminal 3 building and concourse. This includes 92 escalators moving walkways and more than 120 Gen 2 elevators equipped with ReGen drive technology that will support the terminal smart and green design.\nIn November, we received an order for Sawyer's Landing in Miami, Florida. This project extends a decade-long relationship with the developer, and Otis will install over 20 elevator and escalator units. Additionally, Concord Pacific, one of the largest developers in Canada has selected Otis to support its King Landing project in Toronto, Ontario, extending our nearly decade-long relationship. We'll provide more than a dozen elevators for this mixed-use high-rise. These orders demonstrate the power of long-lasting relationships and our continued investments in providing innovative solutions for our customers.\nOur strong orders momentum throughout the year led to approximately 115 basis points of new equipment share gain on top of 60 basis points in the prior year. In addition to executing on our financial priorities, we remain committed to advancing our ESG initiatives. Our Gen360 next-generation digitally native elevator platform was awarded 2 environmental product declarations. This platform is positioned to revolutionize our customer and passenger experience while providing energy efficiency benefits that help to reduce the impact on our plan. Gen360 joins our existing suite of energy-efficient products such as the ReGen drive, which can distribute power back into a building.\nAlso in China, we received several awards that recognize our team's achievements in leadership, innovation and sustainability, including recognition as a 2022 top employer by the Top Employers Institute. And finally, last week, Otis was recognized for the second year in a row as the best place to work for LGBTQ equality by the Human Rights Campaign. This award demonstrates our leadership in creating an inclusive culture where all voices feel safe, welcomed and heard.\nNow moving to Slide 4. This year, we grew our industry-leading maintenance portfolio by 3%, our best portfolio growth rate in over a decade. This accelerated maintenance portfolio growth is a key part of our long-term strategy. Equally important is the digital connectivity of units in our service portfolio, and this year, we deployed approximately 100,000 Otis ONE units, bringing total portfolio connectivity to about 1/3 of our approximately 2.1 million units under our service. Over the medium term, we plan to increase connectivity to approximately 60% of units, up from roughly 25% at the end of 2020.\nOur operational initiatives also progressed as we rationalize adjusted SG&A expense, down 40 basis points as a percentage of sales and reduced the adjusted effective tax rate by 190 basis points. This represents significant progress in rightsizing our costs and optimizing our tax structure as an independent company. I'm pleased with our performance in our second year as an independent company as we delivered strong financial results and advanced our ESG initiatives. You can expect to hear more in the coming months with the publishing of our first ESG report.\nNow turning to Slide 5 and starting with the 2022 industry outlook. While market dynamics remain fluid, the industry's long-term fundamentals are solid. We're encouraged by the strong recovery experienced during 2021 and have confidence this momentum will continue into 2022 in many regions. The new equipment market is expected to be up mid- to high single digits in the Americas, low single digits in EMEA and down mid- to high single digits in Asia, driven by uncertainty in China, where we expect the market to be down 5% to 10%. While the China new equipment market faces headwinds, this will not detract from solid growth in the service installed base where approximately 1 million units are added each year to the global base, a mid-single-digit growth rate annually. Industry installed base in the Americas and EMEA are expected to grow low single digits, and in Asia, we're expecting high single-digit growth driven by China. Service is the foundation of our business, and we expect to grow our service units by more than 3% in 2022 and to eclipse 2.2 million units under maintenance, remaining the largest service portfolio in the industry.\nHere's our 2022 financial outlook. For the year, we expect organic sales growth of 2.5% to 4.5%. Net sales will be in a range of $14.4 billion to $14.7 billion, up 1% to 3%, accounting for FX headwinds. Adjusted operating profit is expected to be in the range of $2.24 -- $2.24 billion to $2.3 billion, up $95 million to $165 million excluding the expected impacts from foreign exchange. At actual currency, adjusted operating profit is expected to be up $50 million to $120 million. Adjusted EPS is expected in the range of $3.20 to $3.30, up 6% to 10% versus the prior year and $0.24 at the midpoint. Lastly, we expect free cash flow to be robust at about $1.6 billion or approximately 115% to 120% conversion of GAAP net income.\nWe remain highly disciplined in our capital allocation strategy, committed to meeting the needs of all stakeholders through dividends, debt paydown, bolt-on M&A and share repurchases once we complete our deleveraging plans associated with the acquisition of the remainder of Zardoya. With that, I'll turn it over to Rahul to walk through our 2021 results and 2022 outlook in more detail.\n\nRahul Ghai\n\nExecutive VP & CFO, Otis Worldwide Corporation\n\nThank you, Judy, and good morning, everyone. Starting with fourth quarter results on Slide 6. Net sales were up 2.2% to $3.6 billion. Organic sales grew for the fifth consecutive quarter and were up 2.8% with growth in both segments. Adjusted operating profit was up $11 million and up $21 million at constant currency as higher volume, productivity in both segments and favorable service pricing was partially offset by commodity inflation and the absence of temporary cost actions taken in the prior year to alleviate the impact of COVID-19.\nFourth quarter adjusted EPS was up 9.1% or $0.06 driven by $0.02 of operating profit growth and $0.02 from a lower adjusted tax rate, benefit from share repurchases done earlier in the year and reduced interest expense from the repayment of debt contributed the balance. Adjusted EPS was $0.06 ahead of the prior outlook, including the favorability from better-than-expected operating profit growth and tax rate that ended at the low end of prior expectations.\nMoving to Slide 7. New equipment orders were up 7.3% at constant currency. Orders momentum remained strong in Asia, up mid-single digits, including the seventh consecutive quarter of growth in China. Orders were up high teens in the Americas, and awards which precede order booking were up mid-single digit in North America, signaling continued recovery in the booking trends heading into '22. EMEA was flat versus the prior year as mid-single-digit growth in Europe was offset by a decline in the Middle East from a tough compare on major orders.\nProposal volumes in the quarter also continued to show signs of robust demand globally, up double digits, driven by strength in China. Total company backlog increased 1% and 3% at constant currency with growth in all regions, including approximately 5% growth in Asia. Booked margin in the quarter was down slightly more than 0.5 point from a decline in the Americas partially due to customer mix, but the year-over-year trends in the region showed substantial improvement from Q3. This was partially offset by almost 1 point of improvement in booked margins in Asia with EMEA being about flat. Overall, our pricing on new orders was slightly better than our prior expectations.\nThe backlog margin trend adjusted for mix was about flat sequentially and down about 1 point versus the prior year. Full year new recruitment orders were up 13.2% with growth in all regions with Americas up 14%, EMEA up 4% Asia up 17%, with high teens growth in China.\nIn the fourth quarter, new equipment organic sales were up 1.2% from growth in Asia, up approximately 12%, including mid-teens growth in China. Growth in Asia was partially offset by a decline in the Americas and EMEA driven by tough compares from strong recovery from COVID-19 in the fourth quarter of the prior year. Adjusted operating profit was down $7 million. Commodity inflation of $35 million that was in line with our prior expectations was largely mitigated by installation productivity and favorable performance on projects.\nService segment results on Slide 8. Maintenance portfolio was up 3% from broad-based improvements in retention, recaptured and conversion rates. Conversion rate in 2021 was up 3 points globally and up 5 points in China to 45%. This improvement in conversion contributed to high teens portfolio growth in China for the second consecutive quarter. In addition, our retention rate in 2021 continued to improve and is now above 94%.\nModernization orders returned to growth in the quarter and were up 18.3% at constant currency with growth in EMEA and the Americas. Overall, modernization backlog was up 6% at constant currency. Service organic sales grew for the fourth consecutive quarter, up 4%, with growth in all lines of business. Maintenance and repair grew 4.3% with continued robust recovery in repair and low single-digit growth in the contractual maintenance sales.\nModernization sales were up 2.2%, slightly below our expectations due to continued supply chain challenges. Service adjusted operating profit was up $20 million with 50 basis points of margin expansion, the eighth consecutive quarter of margin improvement. Profit growth was driven by higher volume, favorable pricing and mix partially offset by higher costs from the absence of COVID-19 cost containment actions taken in the prior year. Service portfolio pricing was up more than 1% mainly due to price increases in Americas and EMEA.\nMoving to Slide 9. Overall, for the full year, we carried the momentum from 2020 into 2021 and gained 115 basis points of new equipment share gain, accelerated the rate of maintenance portfolio growth. Organic sales were up almost 9%, with new equipment and service up 15.5% and 4.1%, respectively. This sales growth, our focus on execution and FX tailwind resulted in $272 million of adjusted operating profit growth.\nNew equipment operating profit was up $105 million versus the prior year at constant currency driven by higher volume and installation productivity. That was more than double what we achieved in 2020. This, combined with our ongoing focus on material productivity, more than offset the unfavorable price mix and headwinds from commodity price increases of approximately $90 million. Margins in the segment expanded 100 basis points, more than offsetting the decline in 2020 and are now above 2019 levels. Service adjusted operating profit was up $104 million versus the prior year at constant currency, driven by higher volume, productivity initiatives and favorable pricing. that more than offset return of costs in the business to support higher activity.\nService margins expanded 30 basis points, building on the expansion in 2020 and are now 140 basis points above 2019 levels. Corporate segment costs were about flat for the year despite the step-up in public company expenses from disciplined cost management.\nAdjusted EPS was up 19% for the year from operating profit increase and a reduction in the tax rate that was down 190 basis points for the year. Adjusted EPS was up about 35% from 2019 for a 2-year CAGR of 16%, substantially ahead of our prior medium-term growth expectation. We generated close to $1.6 billion in free cash flow from earnings growth and a rigorous focus on working capital. Working capital is now down more than 50% from 2019 levels.\nAs we look forward to 2022 on Slide 10, we expect service industry growth rates to be consistent with 2021 across all regions and new equipment end markets to show solid growth outside of China. This, combined with higher starting new equipment backlog, strength of the maintenance portfolio and our relentless focus on operational excellence, gives us the confidence to improve across all key metrics in 2022 with organic sales up 2.5% to 4.5% and overall margin expansion of approximately 30 basis points. We expect sales, operating profit and margins to improve in both segments at the midpoint.\nAdjusted EPS is expected to be in a range of $3.20 to $3.30, up 8% or $0.24 at the midpoint. We expect free cash flow of approximately $1.6 billion between 115% and 120% of GAAP net income. This free cash flow outlook reflects the strong earnings growth expectation, partially offset by an approximately $55 million headwind from a onetime tax-related payment that was previously expected in 2021. The and $20 million in incremental capital expenditures to support digital connectivity initiatives.\nOur capital deployment plans remain on track, and we have already repaid $400 million of debt in January with the remaining deleveraging expected to be completed in the first half. Once our target leverage metrics are met, we plan to recommence share repurchases.\nTaking a closer look at our organic sales outlook on Slide 11. We -- the new equipment business is projected to be up 0.5% to 3%, supported by the backlog that was up 3% at constant currency in 2021. Americas organic sales growth is expected to be up low single digits, EMEA up mid-single digits. Asia is expected to be up or down slightly with mid- to high single-digit growth in Asia Pacific. China is expected to be flat to down low single digits as growth from higher starting backlog is offset by decline in the book and ship business.\nService segment growth is broad-based and is expected to be up in all regions with maintenance and repair up 4% to 6%, benefiting from a 3% higher starting portfolio, favorable service pricing environment and a continued recovery in repair. Modernization is expected to be up 4% to 6% on from 6% higher starting backlog and easing of 2021 supply chain challenges. Overall, organic sales are expected to be up 2.5% to 4.5% and building on the approximately 9% organic growth in 2021.\nSwitching to EPS bridge on Slide 12. We expect EPS growth of 6% to 10% with operating profit growth of $95 million to $165 million at constant currency, contributing $0.16 to $0.27 to the EPS growth. Operating profit will benefit from increased volume in both segments, service pricing tailwinds and continued savings from material, installation and service productivity initiatives. This will be partially offset by commodity headwinds of approximately $90 million.\nForeign exchange translation is expected to be a 7% EPS headwind and mainly from the strengthening of the euro and the yen against the U.S. dollar. Noncontrolling interest expense from increased profit in China and other JVs will reduce EPS by $0.02 to $0.04. FX translation impact and increase in noncontrolling interest expenses are mostly offset by accretion from the Zardoya transaction. We now have more visibility into the approval process and are increasingly optimistic in the timing of the delisting and expect the transaction to be about $0.10 accretive in 2022.\nLastly, we expect to reduce our adjusted tax rate by an additional 50 to 100 basis points this year, adding $0.02 to $0.03 to the EPS. This outlook represents fourth consecutive year of strong earnings growth as we continue to build on strong execution, mitigate the macro challenges, leverage the investments that we have made and benefit from our continued end market recovery. And with that, I'll request Catherine to please open the line for questions."
  }
]