[
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1bd3305df7dc45d1b1c68d4cd4f0695b",
    "period": "2025 Q3",
    "content": "Q3 2025 VeriSign Inc Earnings Call\n\nQ3 2025 VeriSign Inc Earnings Call\n\nVRSNNASDAQOCT 23, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to VeriSign's Third Quarter 2025 Earnings Call. Today's conference is being recorded. Recording of this call is not permitted unless preauthorized.\nAt this time, I'd like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & Investor Relations\n\nThank you, operator. Welcome to VeriSign's Third Quarter 2025 Earnings Call. Joining me are Jim Bidzos, Executive Chairman, President and CEO; and John Calys, Executive Vice President and CFO. This call and presentation are being webcast from the Investor Relations website, which is available under about VeriSign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted.\nFinancial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent reports on Form 10-K and 10-Q. VeriSign does not update financial performance or guidance during the quarter unless it is done through a public disclosure. The financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by VeriSign, adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call.\nJim and John will now provide prepared remarks. And afterward, we will open the call for your questions. With that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us. VeriSign delivered both growth in a domain name base and solid financial performance during the third quarter. We also continued our consistent return of value to shareholders through dividends and share repurchases. At the end of September, the domain name base for .com and .net totaled 171.9 million domain names, up 1.4% year-over-year. We had strength in the quarter with 10.6 million new registrations. Revenue was up 7.3% year-over-year and EPS is up 9.7% year-over-year.\nDuring the quarter, we returned $72 million through dividends and $215 million through share repurchases and for a total return to shareholders of $287 million.\nThe positive domain name base trends we saw during the first half of the year continued during the third quarter. Net registrations added during the third quarter were 1.5 million names. This was made possible by the strong volume of new registrations already mentioned and improvement in the year-over-year preliminary renewal rate. The renewal rate for the third quarter of 2025 is expected to be 75.3% compared to 72.2% a year ago.\nThe domain name base grew sequentially in our 3 main regions with the U.S. and EMEA being the strongest. We're seeing solid underlying demand for our domain names and continued registrar engagement with our programs which together have enhanced the pace of growth in new registrations.\nGiven these continued positive domain name base trends, we now expect the growth in the domain name base to be between 2.2% and 2.5% for 2025.\nOur financial and liquidity position remained stable with $618 million in cash, cash equivalents and marketable securities at the end of the quarter. At the end of the quarter, $1.33 billion remained available under the current share repurchase program, which has no expiration.\nAs announced in today's earnings release, VeriSign's Board of Directors declared a cash dividend of $0.77 per share of VeriSign's outstanding common stock to stockholders of record as of the close of business on November 18, 2025 and payable on November 25, 2025. VeriSign intends to continue to pay a cash dividend on a quarterly basis, subject to market conditions and approval by VeriSign's Board of Directors.\nAnd now I'd like to turn the call over to John. I'll return when John has completed his financial report with some closing remarks.\n\nJohn D. Calys\n\nSenior VP, Chief Accounting Officer & Global Controller\n\nThank you, Jim, and good afternoon, everyone. For the quarter ended September 30, 2025, the company generated revenue of $419 million, up 7.3% from the same quarter a year ago.\nOperating expense in Q3 2025 totaled $135 million, which compares to $129 million last quarter and $121 million for the third quarter last year. The areas we saw increases include incentive compensation and legal costs. Net income in the third quarter totaled $213 million compared to $207 million last quarter and $201 million in the third quarter last year. Third quarter diluted earnings per share was $2.27 compared to $2.21 last quarter and $2.07 for the same quarter of 2024.\nOperating cash flow for the third quarter 2025 was $308 million and free cash flow was $303 million, compared with $253 million and $248 million, respectively, in the quarter a year ago.\nI will now discuss our updated full year 2025 guidance. Revenue is expected to be between $1.652 billion and $1.657 billion.\nOperating income is now expected to be between $1.19 billion and $1.124 billion.\nInterest expense and nonoperating income net, which includes interest income estimates, is still expected to be an expense between $50 million and $60 million.\nCapital expenditures are still expected to be between $25 million and $35 million and the GAAP effective tax rate is still expected to be between 21% and 24%.\nIn summary, VeriSign continued to demonstrate sound financial discipline during the quarter. Now I will turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, John. The improved domain name base trends that emerged at the end of 2024 continued through the first 3 quarters of 2025. We're seeing strength in demand for our domain names, which we believe are the results of the plans and expectations we laid out last year. Our adjustments to our channel programs, along with anticipated favorable cyclical shifts from ARPU to customer acquisition. .\nOf note is that these improved trends are seen across our main 3 regions with strength in the U.S. picking up during the third quarter. Our 2025 programs have deepened our engagement with our channel and we use their feedback to improve our 2026 programs, which we have rolled out to our registrars.\nWe look forward to finishing out 2025 from a position of strength with these positive domain name base trends I would note that we also see increases in registration and resolution activity for which we believe increasing use of AI is a primary driver.\nThanks for your attention today. This concludes our prepared remarks, and now we'll open the call for your questions. Operator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1a06c264a5974520ba16439ebdd6fbf4",
    "period": "2025 Q2",
    "content": "Q2 2025 VeriSign Inc Earnings Call\n\nQ2 2025 VeriSign Inc Earnings Call\n\nVRSNNASDAQJUL 24, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to VeriSign's Second Quarter 2025 Earnings Call. Today's conference is being recorded. Recording of this call is not permitted unless preauthorized. At this time, I would like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & Investor Relations\n\nThank you, operator. Welcome to VeriSign's Second Quarter 2025 Earnings Call. Joining me are Jim Bidzos, Executive Chairman, President and CEO; and John Calys, Executive Vice President and CFO. This call and presentation are being webcast from the Investor Relations website, which is available under -- about VeriSign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted. Financial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent reports on Form 10-K and 10-Q.\nVeriSign does not update financial performance or guidance during the quarter unless it is done through a public disclosure. The financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by VeriSign, adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call. Jim and John will provide some prepared remarks. And afterward, we will open the call for your questions.\nWith that, I'd like to turn the call over to Jim.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us. Last week, VeriSign marked 28 years of 100% availability of the .com and .net domain name resolution system, an unparalleled record of reliability, delivering on our mission of providing stability and security of the critical Internet infrastructure we operate. Turning to our results, VeriSign's performance in the second quarter reflects sequentially improving trends and the soundness of our business model. At the end of June, the domain name base for .com and .net totaled 170.5 million domain names, up $660,000 from last quarter. New registrations for the second quarter totaled 10.4 compared with 10.1 for last quarter and 9.2 for the same quarter a year ago. The renewal rate for the second quarter of 2025 is expected to be 75.5% compared to 72.7% a year ago. Given these improving domain name base trends, we now expect the change in the domain name base to be between positive 1.2% and positive 2% for 2025.\nThe improving trends which began at the end of last year, have continued throughout the first half of 2025. Each of our geographic regions have shown improvement year-over-year in both new registrations and renewal rates with particular new registration strength from Asia-Pac. We are seeing registrars focus more on customer acquisition and many of them are engaging more fully with our marketing programs. Our updated guidance reflects this positive momentum but continues to reflect some conservatism as economic and geopolitical uncertainty exists and as we monitor the continuing strength of the trends noted.\nOur financial and liquidity position remained stable with $594 million in cash, cash equivalents and marketable securities at the end of the quarter. During the second quarter, we returned $235 million to stockholders, of which $72 million was through dividend payments and $163 million through repurchase of 0.6 million shares. Effective today, the Board of Directors has increased the amount authorized for share repurchases of VeriSign common stock by $913 million for a total of $1.5 billion available under the current share repurchase program, which has no expiration. As announced in today's earnings release, VeriSign's Board of Directors declared a cash dividend of $0.77 per share of VeriSign's outstanding common stock to stockholders of record as of the close of business on August 19, 2025, and payable on August 27, 2025. VeriSign intends to continue to pay a cash dividend on a quarterly basis, subject to market conditions and approval by VeriSign's Board of Directors. Now I'd like to turn the call over to John. I'll return when John has completed his financial report with closing remarks.\n\nJohn D. Calys\n\nSenior VP, Chief Accounting Officer & Global Controller\n\nThank you, Jim, and good afternoon, everyone. For the quarter ended June 30, 2025, the company generated $410 million of revenue, up 5.9% from the same quarter a year ago. Operating expense in Q2 2025 totaled $129 million, which compares to $131 million last quarter and $121 million for the second quarter of last year. Net income for the second quarter totaled $207 million compared to $199 million, both last quarter and a year ago same quarter. Second quarter diluted earnings per share was $2.21 compared to $2.10 last quarter and $2.01 for the same quarter of 2024.\nOperating cash flow for the second quarter of 2025 was $202 million. Free cash flow was $195 million compared with $160 million and $151 million respectively in the quarter -- in the year-ago quarter. I will now discuss our updated full year guidance for 2025. Revenue is now expected to be between $1.45 billion and $1.55 billion. Operating income is now expected to be between $1.117 billion and $1.127 billion. Interest expense and nonoperating income net, which includes interest income estimates, is still expected to be an expense of between $50 million and $60 million. Capital expenditures are now expected to be between $25 million and $35 million. The GAAP effective tax rate is still expected to be between 21% and 24%.\nIn summary, VeriSign continued to demonstrate sound financial discipline during the quarter. Now I will turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, John. We're pleased to see the improving channel trends we're reporting today, which are the register refocus on customer acquisition and their engagement with our programs. We're also pleased to see that these trends are broad-based across all regions globally, particularly in Asia Pac. Our 2025 programs have deepened our engagement with our channel, and we're using what we're learning to improve our 2026 programs which are currently under development. I think it's important to remember that offering marketing programs to our registrar channel isn't new for the company, what's new is that as our channel is diversifying with many different business models represented, we're specifically adapting our programs for broader engagement. Today, the focus of our reporting is, of course, Q2 earnings. However, our announcement of a dividend last April has drawn the interest of many investors new to VeriSign, so for any of those who may be on today's call, I'd like to take the opportunity for a minute two to offer some perspective beyond the financial results.\nVeriSign's primary mission is to operate critical global infrastructure, not only dotcom, but also including essential components of Internet navigation itself such as operating out servers and publishing the root zone within stringent availability and performance requirements. The endpoint mission is in a challenging cyber threat environment to answer DNS queries with 100% availability, accuracy and millisecond level performance around the world 24/7. There are now over 460 billion such queries on average per day or well over 5 million queries per second every second of every day. By developing a unique, highly resilient architecture with physical points of presence in over 60 countries, avoiding reliance on any public cloud service where outages are not uncommon and designing overcapacity measured in multiple orders of magnitude over current and anticipated traffic volumes, VeriSign has delivered this performance for 28 continuous years without failure and unparalleled record.\nReliance on is mostly invisible infrastructure has grown as Internet usage and Reliance has grown, and the broad dependencies on this infrastructure by other critical infrastructures cannot be overstated. Two contracts, the cooperative agreement with the Department of Commerce and the .com registry agreement with ICANN under live VeriSign's operation of com. Both have seen multiple renewals and most recently, both were renewed in November 2024 for another 6 years. Thanks for your attention today. This concludes our prepared remarks. And now we'll open the call for your questions. Operator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/15707bd5c295e178267c733917d32c28",
    "period": "2025 Q1",
    "content": "Q1 2025 VeriSign Inc Earnings Call\n\nQ1 2025 VeriSign Inc Earnings Call\n\nVRSNNASDAQAPR 24, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to VeriSign's First Quarter 2025 Earnings Call. Today's conference is being recorded. Recording of this call is not permitted unless preauthorized. At this time, I would like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & Investor Relations\n\nThank you, operator. Welcome to VeriSign's First Quarter 2025 Earnings Call. Joining me are Jim Bidzos, Executive Chairman, President and CEO; George Kilguss, Executive Vice President and CFO; and John Calys, Senior Vice President, Global Controller and Chief Accounting Officer, who will become Chief Financial Officer at the end of May upon George's retirement. This call and presentation are being webcast from the Investor Relations website, which is available under about VeriSign on verisign.com. There, you will also find our earnings release.\nAt the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted. Financial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent report on Form 10-K and 10-Q. VeriSign does not update financial information or guidance during the quarter unless it is done through a public disclosure. The financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by VeriSign, adjusted EBITDA and free cash flow.\nGAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call. Jim and George will provide some prepared remarks, and afterward, we will open the call for your questions. With that, I'd like to turn the call over to Jim.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, David. Good afternoon, everyone, and thank you for joining us. This month, VeriSign celebrated 30 years since its incorporation. It was incubated beginning in 1986 by RSA Data Security, where I was CEO. VeriSign has changed significantly over the years, and we're particularly proud of VeriSign's mission and role in providing critical Internet information services.\nTurning to the first quarter results. VeriSign's performance in the first quarter reflects sequentially improving trends and the soundness of our business model. At the end of March, the domain name base for .com and .net totaled 169.8 million domain names, up 777,000 from year-end of 2024. New registrations for the first quarter totaled 10.1 million compared with 9.5 million for both last quarter and the same quarter last year. The renewal rate for the first quarter of 2025 is expected to be 75.3% compared to 74.1% a year ago.\nFrom a geographic perspective, during the first quarter, we saw trends improve with increases in the domain name base from our 3 main regions: the U.S., EMEA and Asia Pacific. Given these improving domain name base trends, we now expect the change in the domain name base to be between negative 0.7% or negative 70 bps and positive 0.9% or 90 bps for 2025. As mentioned last quarter, we saw improving trends at the end of 2024, which continued during the first quarter, resulting in both improved new registrations and renewal rates. It's still early, but we do see signs of registrars shifting towards customer acquisition, and we also see more registrar engagement with our marketing programs.\nOur updated guidance reflects these trends, but also includes a measure of caution until the macroeconomic situation clarifies. And as a reminder, any expenses associated with marketing programs are fully accounted for in our guidance. Our financial and liquidity position continues to remain stable with $649 million in cash, cash equivalents and marketable securities at the end of the quarter. During the first quarter, we repurchased 1 million shares, returning $230 million to shareholders.\nAt quarter end, $793 million remained available and authorized under the current share repurchase program, which has no expiration. As announced in today's earnings release, VeriSign's Board of Directors declared a cash dividend of $0.77 per share of VeriSign's outstanding common stock to stockholders of record as of the close of business on May 19, 2025, payable on May 28, 2025. VeriSign intends to continue to pay a cash dividend on a quarterly basis, subject to market conditions and approval by VeriSign's Board of Directors. We are pleased to introduce a cash dividend as part of our return of capital commitment to shareholders. We will continue our capital allocation focus first on maintaining adequate liquidity; second, investing in the business and then returning excess cash to shareholders with a portion of that return now through quarterly cash dividends.\nThis initiation of a cash dividend doesn't change the way we think about the total amount of shareholder return. In addition to an ongoing commitment to maintain a dividend, we intend to grow the dividend annually with our earnings growth. We view the decision to become a dividend issuer as a natural evolutionary step to diversify our return of cash to shareholders.\nAnd now I'd like to turn the call over to George. I'll return when George has completed his financial report with closing remarks.\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThanks, Jim, and good afternoon, everyone.\nFor the quarter ended March 31, 2025, the company generated revenue of $402 million, up 4.7% from the same quarter a year ago. Operating expense in Q1 2025 totaled $131 million, which compares to $132 million last quarter and $125 million for the first quarter a year ago. While similar sequentially, the year-over-year increase in expense is mainly due to a slight increase in headcount and incentive-based compensation accrual adjustments.\nNet income in the first quarter totaled $199 million compared to $191 million last quarter and $194 million a year ago, which produced diluted earnings per share of $2.10 for the first quarter this year compared to $2 last quarter and $1.92 for the same quarter of 2024. During the quarter, the company issued $500 million of new 5.25% senior notes due 2032 to refinance the company's existing $500 million, 5.25% 2025 senior notes, which matured on April 1.\nOperating cash flow for the first quarter of 2025 was $291 million, and free cash flow was $286 million compared with the $257 million and $254 million, respectively, in the year ago quarter. I'll now discuss our updated full year 2025 guidance. Revenue is now expected to be between $1.635 billion and $1.650 billion. Operating income is now expected to be between $1.110 billion and $1.125 billion. Interest expense and nonoperating income net, which includes interest income estimates, is still expected to be an expense of between $50 million and $60 million. Capital expenditures are still expected to be between $30 million and $40 million. And the GAAP effective tax rate is still expected to be between 21% and 24%. In summary, VeriSign continued to demonstrate sound financial discipline during the quarter.\nNow I'll turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, George. I'd like to acknowledge and thank George for his 13 years of service to VeriSign as Executive Vice President and Chief Financial Officer. George has been instrumental in providing outstanding financial acumen and leadership to our operations and our teams, and we wish him the best in retirement. John Calys, Senior Vice President, Global Controller and Chief Accounting Officer, has served as Interim CFO in the past and has worked closely with George over many years and will become Chief Financial Officer upon George's retirement at the end of May, making for a seamless transition. Thanks for your attention today. This concludes our prepared remarks, and now we'll open the call for your questions.\nOperator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/716054ad75f696a8713bc627dfcfb248",
    "period": "Unknown",
    "content": "CONTACT SALES"
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/37bf64d345d6b84f12f214988b3d0274",
    "period": "2024 Q2",
    "content": "Q2 2024 VeriSign Inc Earnings Call\n\nQ2 2024 VeriSign Inc Earnings Call\n\nVRSNNASDAQJUL 25, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to VeriSign's Second Quarter 2024 Earnings Call. Today's conference is being recorded. Recording of this call is not permitted unless preauthorized.\nAt this time, I would like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead.\n\nDavid Atchley\n\nVP, Treasury & Investor Relations\n\nThank you, operator. Welcome to VeriSign's Second Quarter 2024 Earnings Call. Joining me are Jim Bidzos, Executive Chairman, President and CEO; and George Kilguss, Executive Vice President and CFO. This call and presentation are being webcast from the Investor Relations website, which is available under -- about VeriSign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted.\nFinancial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent report on Form 10-K. VeriSign does not update financial performance or guidance during the quarter unless it is done through a public disclosure. The financial results in today's call and the matters we will be discussing today include GAAP results and two non-GAAP measures used by VeriSign, adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call. Jim and George will provide some prepared remarks. And afterward, we will open the call for your questions.\nWith that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us. Before we cover results, I'd like to note that last week, we marked 27 years of 100% uninterrupted availability for the .com, .net domain name resolution system. This milestone represents an unparalleled achievement in our industry for operating secure, stable and resilient DNS infrastructure. For well over 1/4 of the century, amidst some of the most technologically significant changes the world has ever experienced, our teams have successfully built, maintained, operated and evolved the infrastructure that enables hundreds of billions of queries a day and supports trillions of dollars in global commerce.\nIn fact, we answer on average, 328 billion queries per day, billion with a B. 24 hours a day, 7 days a week, 365 days a year, and that's over 3.7 million per second. We do this amidst ever-increasing Internet demand and resilience, evolving technology and a challenging global cyber threat environment.\nTurning now to our results. We delivered another quarter of operational and financial stability by focusing on our mission as a critical Internet infrastructure provider. For the second quarter, revenues grew 4.1% year-over-year, operating income grew 7.1% year-over-year and earnings per share grew 12.3% year-over-year. At the end of June, the domain name basin .com, .net totaled 170.6 million domain names. During the second quarter, the domain name base decreased by 1.8 million names. From a new registration perspective, the second quarter ended with 9.2 million new registrations compared with 10.2 million names for the same quarter last year. The renewal rate for the second quarter of 2024 is expected to be approximately 72.6% compared to 73.4% a year ago.\nAs we have previously reported, we continue to see U.S. registrars prioritize ARPU over customer acquisition through higher retail pricing levels and reduced spend on marketing to customers compared with prior years. These factors impacting new registrations are impacting new registrations and renewal rates and are leading to weaker trends in 2024 that are below our original expectations. During the second quarter, the U.S. region was lowered by about 800,000 names. In addition and as expected, China-related weakness continues and contributed to most of the remaining sequential decline in the second quarter. The domain name base from our EMEA region was up slightly during the second quarter. We have rolled out new registrar marketing programs over the past several weeks to support our registrars and our goal of returning to domain name base growth in the second half of 2025.\nHowever, given the ongoing impact of the factors we've mentioned, we now expect the change in the domain name base to be between negative 3% to a negative 2% for full year 2024. Our financial and liquidity position continues to remain stable with $690 million in cash, cash equivalents and marketable securities at the end of the quarter. During the second quarter, we repurchased 2.2 million shares for $388 million. Effective today, the Board of Directors has increased the amount authorized for share repurchase of VeriSign common stock by $1.11 billion, to a total of $1.5 billion authorized and available under the share repurchase program, which has no expiration.\nAnd now I'd like to turn the call over to George. I'll return when George has completed his financial report with closing remarks.\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThanks, Jim, and good afternoon, everyone. For the quarter ended June 30, 2024, the company generated revenue of $387 million, up 4.1% from the same quarter of 2023 and delivered operating income of $266 million, an increase of 7.1% from the same quarter a year ago. Operating expense in the second quarter of 2024 totaled $121 million for the 3 months and $246 million for the 6 months ended June 30, which compares to $123 million in the second quarter of 2023 and $246 million for the first 2 quarters a year ago.\nNet income in the second quarter totaled $199 million compared to $186 million a year earlier, which produced diluted earnings per share of $2.01 for the second quarter of 2024, compared to $1.79 for the same quarter of 2023.\nOperating cash flow for the second quarter was $160 million and free cash flow was $151 million compared with $145 million and $139 million, respectively, in the year ago quarter.\nI'll now discuss our updated full year 2024 guidance. Revenue is now expected to be in the range of $1.553 billion to $1.563 billion. Operating income is now expected to be between $1.048 billion and $1.058 billion. Interest expense and nonoperating income net, which includes interest income estimates, is still expected to be an expense of between $25 million to $35 million. Capital expenditures are still expected to be between $30 million to $40 million. And the GAAP effective tax rate is still expected to be between 21% and 24%.\nOverall, VeriSign continued to demonstrate sound financial performance during the second quarter.\nNow I'll turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, George. While we expect that the change in the domain name base for 2024 will be below prior year levels for the reasons we've discussed, we continue to believe our business fundamentals remain. As I mentioned earlier, we continue to introduce additional registrar marketing programs to target and support improvement in new registration trends once adopted and integrated into registrar our go-to-market activities.\nOur goals to fulfill our stewardship mission of providing care and reliable infrastructure services, managing our business responsibly and efficiently returning capital to our shareholders remain unchanged and support our commitment to deliver consistent financial results.\nThank you for your attention today. This concludes our prepared remarks. And now we'll open the call for your questions. Operator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8e872a23544b5129490067331c1b234e",
    "period": "2024 Q1",
    "content": "Q1 2024 VeriSign Inc Earnings Call\n\nQ1 2024 VeriSign Inc Earnings Call\n\nVRSNNASDAQAPR 25, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to Verisign's First Quarter 2024 Earnings Call. Today's conference is being recorded. Recording of this call is not permitted unless preauthorized. At this time, I'd like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & Investor Relations\n\nThank you, operator. Welcome to Verisign's First Quarter 2024 earnings call. Joining me are Jim Bidzos, Executive Chairman, President and CEO; and George Kilguss, Executive Vice President and CFO. This call and presentation are being webcast from the Investor Relations website, which is available under About VeriSign on verisign.com. There, you will also find our earnings release.\nAt the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted. Financial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent report on Form 10-K.\nVerisign does not update financial performance or guidance during the quarter unless it is done through a public disclosure. The financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by Verisign: adjusted EBITDA and free cash flow. GAAP to Non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call.\nJim and George will provide some prepared remarks, and afterward, we will open the call for your questions. With that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us. In addition to continuing to deliver on our mission as a critical Internet infrastructure provider, we delivered solid and consistent financial results during the first quarter. These results show the continued financial strength of our business model.\nFor the first quarter, revenues grew 5.5% year-over-year. Operating income grew 7.3% year-over-year and earnings per share grew 12.9% year-over-year. At the end of March, the domain name base in .com and .net totaled 172.5 million domain names, down 270,000 names from year-end 2023. From a new registration perspective, the first quarter ended with 9.5 million new registrations compared with 10.3 million names for the same quarter last year. The renewal rate for the first quarter of 2024 is expected to be approximately 74% compared to 75.5% a year ago.\nAs we discussed last quarter, we expect our domains under management from our China-based registrars to contract in 2024. In the first quarter, this segment declined by 360,000 names. For the reasons noted in prior quarters, this regional softness has been the primary source of the recent drag on the overall domain name base growth.\nWe're also seeing some softness from our U.S.-based registrars primarily due to their increased focus on ARPU through higher retail pricing levels, which is impacting new registrations and renewal rates. While we had expected these same factors to gradually subside in 2024, based on our first quarter results and current channel feedback, we now expect these conditions to persist through most of 2024.\nThat being said, we're in the process of rolling out new registrar marketing programs to support and improve registration trends for the second half of this year to achieve our goal of returning the domain name base to growth in 2025. We're now expecting the change in the domain name base to be between positive 0.25% to a negative 1.75% for the full year 2024.\nAs a modeling note, the decrease in domain name base is expected to be most pronounced during the second quarter of '24 due to a seasonally large expiring base of domains during the first half of the year. Our financial and liquidity position continues to remain stable with $925 million in cash, cash equivalents and marketable securities at the end of the quarter. During the first quarter, we repurchased 1.3 million shares for $260 million. At quarter end, $860 million remained available and authorized under the current share repurchase program.\nNow I'd like to turn the call over to George. I'll return when George has completed his financial report with closing remarks.\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThanks, Jim, and good afternoon, everyone. For the quarter ended March 31, 2024, the company generated revenue of $384 million, up 5.5% from the same quarter of 2023 and delivered operating income of $259 million, an increase of 7.3% from the same quarter a year ago. Operating expense this quarter totaled $125 million compared to $124 million last quarter and $123 million in the year ago quarter.\nNet income in the first quarter totaled $194 million compared to $179 million a year earlier, which produced diluted earnings per share of $1.92 for the first quarter of 2024 compared to $1.70 for the same quarter of 2023. Operating cash flow for the first quarter of 2024 was $257 million, and free cash flow was $254 million compared with $259 million and $253 million, respectively, in the year ago quarter.\nI'll now discuss our updated full year 2024 guidance. Revenue is now expected to be in the range of $1.555 billion to $1.57 billion. Our operating income is now expected to be between $1.047 billion and $1.062 billion. Interest expense and nonoperating income net, which includes interest income estimates, is now expected to be an expense of between $25 million to $35 million. Capital expenditures are now expected to be between $30 million to $40 million, and the GAAP effective tax rate is still expected to be between 21% and 24%.\nOverall, Verisign continued to demonstrate sound financial performance during the quarter. Now I'll turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, George. While we expect that the change in the domain name base for 2024 will be below historic levels for the reasons we've discussed, we continue to believe our business fundamentals remain strong. As I mentioned earlier, we're introducing additional registrar marketing programs to target quality growth in the domain name base. These programs will become active during the second half of 2024.\nWe expect these programs to begin improving registration trends during 2024 and to contribute to a return to growth in 2025. Our goal is to fulfill our stewardship mission of providing secure and reliable infrastructure services, managing our secure and reliable infrastructure services and our business responsibly and efficiently returning capital to our shareholders remain unchanged and support our commitment to deliver strong financial results, including steady growth in revenue, operating income and EPS.\nThank you for your attention today. This concludes our prepared remarks. Now we'll open the call for your questions. Operator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0777c38179e9e2af9af9d9355da7d588",
    "period": "2023 Q4",
    "content": "Q4 2023 VeriSign Inc Earnings Call\n\nQ4 2023 VeriSign Inc Earnings Call\n\nVRSNNASDAQFEB 8, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to VeriSign's Fourth Quarter and Full Year 2023 Earnings Call. Today's conference is being recorded. Recording of this call is not permitted unless preauthorized. At this time, I'd like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & Investor Relations\n\nThank you, operator. Welcome to VeriSign's Fourth Quarter and Full Year 2023 Earnings Call. Joining me are Jim Bidzos, Executive Chairman and CEO; Todd Strubbe, President and COO; and George Kilguss, Executive Vice President and CFO.\nThis call and presentation are being webcast from the Investor Relations website, which is available under About VeriSign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted.\nFinancial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent report on Form 10-Q. VeriSign does not update financial performance or guidance during the quarter unless it is done through a public disclosure.\nThe financial results in today's call and the matters we will be discussing today include GAAP results and two non-GAAP measures used by VeriSign, adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call.\nJim and George will provide some prepared remarks and afterward, we will open the call for your questions. With that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us.\n2023 marked another solid year of execution, delivering consistent financial results while enhancing our critical Internet infrastructure and extending our record of .com and .net DNS availability beyond 26 years. During 2023, revenue grew 4.8% year-over-year, while operating income increased by 6.1%. Shares outstanding at the end of 2023 decreased by 3.7% from the total of outstanding shares at the end of 2022.\nOur financial and liquidity position remain stable with $926 million in cash, cash equivalents and marketable securities at the end of the year. Over the course of the year, we returned $883 million of capital to shareholders through the repurchase of 4.2 million shares. At year-end, $1.12 billion remained available and authorized under the current share repurchase program, which has no expiration.\nAt the end of December, the domain name base in .com and .net totaled 172.7 million domain names, down 0.6% from 173.8 million names at the end of 2022. During the fourth quarter, the domain name base decreased by 1.2 million domain names. From a new registration perspective, the fourth quarter ended with 9 million new registrations compared with 9.7 million names for the same quarter last year.\nFor the full year, new registrations were 39.4 million names, down 490,000 names from the 39.9 million names we saw during 2022. The renewal rate for the fourth quarter of 2023 is expected to be approximately 73.1% compared with 73.3% a year ago. For the full year 2023, the preliminary renewal rate of 73.9% is below the 74.2% renewal rate of 2022. Both first time and previously renewed names were lower -- rates were lower year-over-year.\nWhile there are many factors that drive demand for domain names, declining demand from China remains the primary source of drag on the overall domain name base growth. Our domains under management from China-based registrars declined by 2.2 million names in 2023. China-based registrar demand has been weak as a result of several factors, including challenging economic conditions, a more stringent regulatory environment and the impact of a weaker local currency, combined with retail pricing adjustments.\nExcluding registrars based in China, our domain name base grew by 1.2 million names or 0.8% during 2023. While the domain name base thus far in 2024 has grown quarter-to-date, we have not yet seen any material changes in the current macroeconomic or regulatory landscape in China. Therefore, we believe it's prudent to expect China to continue to negatively impact revenue and domain-based growth during 2024. However, with the China-based portion of our base now at about 5% of our overall domain name base, we see the negative trend in China having a less pronounced effect on our overall business after 2024.\nFor 2024, we're expecting the domain name base to remain flat year-over-year with a range of negative 1% and positive 1%. As announced in today's earnings release, we have given notice of a price increase of $0.67 to the annual wholesale price for .com domain names, which raises the wholesale price from $9.59 to $10.26 effective September 1, 2024. Even after this increase, we believe com will be -- will remain highly competitive with other TLD choices. As a reminder, any of our domains may be registered for terms up to 10 years at the current wholesale price.\nNow I'd like to turn the call over to George. I'll return when George has completed his financial report with closing remarks.\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThanks, Jim, and good afternoon, everyone. For the year ended December 31, 2023, the company generated revenue of $1.493 billion up 4.8% and delivered operating income of $1 billion, up 6.1% from 2022. Operating expense totaled $492 million in 2023 and was up 2.2% from the previous year. The full year 2023 operating margin was 67% and free cash flow was $808 million.\nFor the quarter ended December 31, 2023, the company generated revenue of $380 million, up 3% from the same quarter of 2022 and delivered operating income of $256 million, an increase of 4.4% from the same quarter a year ago.\nOperating expense in Q4 totaled $124 million compared to $122 million last quarter, and it was flat from a year earlier.\nNet income in the fourth quarter totaled $265 million compared to $179 million a year earlier, which produced diluted earnings per share of $2.60 for the fourth quarter of 2023 compared to $1.70 for the same quarter of 2022. As stated in today's earnings release, net income for the fourth quarter of 2023 included the recognition of income tax benefits related to the items noted in our release. Cumulatively, these income tax benefits increased net income by $69.3 million and increased diluted earnings per share by $0.68.\nOperating cash flow for the fourth quarter of 2023 was $204 million, and free cash flow was $199 million compared with $217 million and $209 million, respectively, in the year ago quarter. Operating cash flow and free cash flow for the full year 2023 totaled $854 million and $808 million, respectively.\nI'll now discuss our full year 2024 guidance. Revenue is expected to be in the range of $1.56 billion to $1.58 billion. Operating income is expected to be between $1.45 billion and $1.65 billion. Interest expense and nonoperating income net, which includes interest income estimates, is expected to be an expense of between $30 million to $40 million. Capital expenditures are expected to be between $35 million to $45 million, and the GAAP effective tax rate is expected to be between 21% and 24%.\nOverall, VeriSign has continued to demonstrate sound financial performance during the last quarter and throughout 2023, and we look forward to building on our strengths and our mission in the coming year.\nI'll now turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, George. While demand from our registrars in China is expected to continue to remain soft in 2024, the fundamentals of our business remain strong. We firmly believe our responsible and disciplined management of our business and capital continue to serve us well, allowing us to report another solid year, which in our view, is one in which we fulfill our stewardship mission of providing secure and reliable infrastructure services, manage our business responsibly and efficiently, and return capital to our shareholders.\nThese goals remain unchanged and support our commitment to deliver strong financial results, including steady growth in revenue, operating income and EPS.\nThanks for your attention today. This concludes our prepared remarks. Now we'll open the call for your questions. Operator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4ca5601a5618b0e9aa6875746d8fd5d3",
    "period": "2023 Q3",
    "content": "Q3 2023 VeriSign Inc Earnings Call\n\nQ3 2023 VeriSign Inc Earnings Call\n\nVRSNNASDAQOCT 26, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to Verisign's Third Quarter 2023 Earnings Call. Today's conference is being recorded. Recording of this conference is not permitted unless preauthorized. At this time, I'd like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & Investor Relations\n\nThank you, operator. Welcome to Verisign's Third Quarter 2023 Earnings Call. Joining me are Jim Bidzos, Executive Chairman and CEO; Todd Strubbe, President and COO; and George Kilguss, Executive Vice President and CFO. .\nThis call and presentation are being webcast from the Investor Relations website, which is available under About Verisign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted. Financial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent report on Form 10-K.\nVerisign does not update financial performance or guidance during the quarter unless it is done through a public disclosure. The financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by Verisign, adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call.\nJim and George will provide some prepared remarks. And afterward, we will open the call for your questions. With that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us. We delivered another solid quarter by focusing on our mission as a critical Internet infrastructure operator. In addition to delivering on our mission during the third quarter, I'm pleased with the financial results, which show the continued strength of our business model during this uncertain macroeconomic period.\nFor the third quarter, revenues grew 5.4% year-over-year, while EPS grew 15.8% year-over-year. At the end of September, the domain name base in .com and .net totaled 173.9 million domain names, up slightly from 173.8 million names at the end of 2022. During the third quarter, the domain name base decreased by 0.5 million domain names. From a new registration perspective, the third quarter ended with 9.9 million new registrations, flat with the same quarter last year.\nWe believe that the renewal rate for the third quarter of 2023 will be approximately 73.4% compared to 73.7% a year ago. While there are many factors that drive demand for domain names, the core value proposition for domain names remain strong, and we're seeing broad-based engagement from our registrar channel. However, even with those fundamentals intact, low demand from China remains the primary source of drag on the overall domain name base growth\n[Audio Gap] in China, both our domain name base and new registrations are up year-over-year [ through Q3 ]. With this current trend, we now expect the change in the domain name base for full year 2023 to be between negative 0.4% and positive 0.4%. This updated range reflects continued uncertainty primarily due to the weakness we're seeing from China.\nOur financial and liquidity position remained stable with $943 million in cash, cash equivalents and marketable securities at the end of the quarter. During the third quarter, we repurchased 1.1 million shares for $220 million. At quarter end, $1.34 billion remained available and authorized under the current share repurchase program.\nRegarding .web, Today, I can posted Altanovo's IRP complaint and ICANNs answer to its website. I urge anyone interested in this issue to read it as I believe it will help you understand our current and past statements on web. We think ICANN's answer is informative, and I'd like to read the concluding paragraph from ICANN's document. First, I just want to clarify that the reference to NDC here is a company new .co, which is Verisign's partner in the web application. The conclusion reads as follows: \"after an exhaustive first .web IRP and an extremely thorough evaluation process following that IRP, I can determine that NDC did not violate the guidebook or the auction rules. I can fully comply with its articles, bylaws and internal policies and procedures when it made that determination, and the Board's resolution is entitled to difference under the bylaws' enshrinement of the business judgment rule.\nAccordingly, Altanovo's IRP request should be denied. We agree with ICANN. We continue to believe that this IRP followed by Altanovo and its backers has been filed for the purpose of delay. I will also repeat our intention, which is to bring .web to market by this company that has operated .com and .net with reliability and confidence for nearly 30 years.\nWith its newly available namespace, .web will add more choice of registrations for our global channel of thousands of registrars and there are millions of potential customers in a new generic top level domain.\nNow I'd like to turn the call over to George. I will return when George has completed his financial report with closing remarks. George?\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThanks, Jim, and good afternoon, everyone. For the quarter ended September 30, 2023, the company generated revenue of $376 million, up 5.4% from the same quarter of 2022 and delivered operating income of $254 million, an increase of 7.4% from the same quarter a year ago.\nOperating expense in the third quarter totaled $122 million compared to $123 million last quarter and $120 million a year earlier. Net income totaled $188 million compared to $169 million a year earlier, which produced diluted earnings per share of $1.83 for the third quarter of 2023 compared to [ $158 ]\n[Audio Gap]\nmillion and free cash flow was $217 million compared with the $262 million and $255 million, respectively, in the year ago quarter. Operating cash flow and free cash flow for the 9-month period ended September 30, 2023, totaled $650 million and $609 million, respectively, and were up from $614 million and $595 million for the same 9-month period a year ago.\nI'll now discuss our updated full year 2023 guidance. Revenue is now expected to be in the range of $1.490 billion to $1.495 billion. Operating income is now expected to be between $995 million and $1 billion. Interest expense and nonoperating income net, which includes interest income estimates, is now expected to be an expense of between $25 million to $35 million. Capital expenditures are still expected to be between $45 million to $55 million. And the GAAP effective tax rate is now expected to be between 21% and 24%.\nIn summary, Verisign continued to demonstrate sound financial performance during the third quarter of 2023 and and we look forward to continuing to deliver on our mission and our objectives to finish the year.\nNow I'll turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, George. We strongly believe our strategic focus and disciplined management continue to serve us well, allowing us to deliver another solid quarter in which we provided secure and reliable infrastructure services, managed our business responsibly and efficiently and return value to our shareholders. While there is ongoing turbulence in the economy due to macroeconomic and geopolitical issues and there continues to be low demand from China, the fundamentals of our business remain strong. These strong business fundamentals and our focus on managing items within our control continues to deliver strong financial results, including steady growth in revenue, operating income and EPS. Thanks for your attention today. This concludes our prepared remarks, and now we'll open the call for your questions. Operator, we're ready for the first question. ."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9e3a9809eafcbcfc51dcf5bbef6b21cc",
    "period": "2023 Q2",
    "content": "Q2 2023 Verisign Inc Earnings Call\n\nQ2 2023 Verisign Inc Earnings Call\n\nVRSNNASDAQJUL 27, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to VeriSign's Second Quarter 2023 Earnings Call. Today's conference is being recorded. [Operator Instructions]\nAt this time, I would like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & Investor Relations\n\nThank you, operator. Welcome to VeriSign's Second Quarter 2023 Earnings Call. Joining me are Jim Bidzos, Executive Chairman and CEO; Todd Strubbe, President and COO; and George Kilguss, Executive Vice President and CFO. .\nThis call and presentation are being webcast from the Investor Relations website, which is available under -- about VeriSign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted.\nFinancial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent report on Form 10-K. VeriSign does not update financial performance or guidance during the quarter unless it is done through a public disclosure. The financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by VeriSign, adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call.\nJim and George will provide some prepared remarks. And afterward, we will open the call for your questions. With that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us. We delivered another successful quarter by focusing on our mission as a critical infrastructure operator. The quarter included the renewal of the .net registry agreement and solid financial results. Additionally, last week, we marked 26 years of 100% availability in the .com, .net domain name resolution system. Throughout the various global challenges over the past 26 years, from the pandemic to natural disasters to evolving cyber threats, our purpose-built network has kept billions of people worldwide continuously connected to what matters most. The work we do to operate, protect and evolve key Internet infrastructure has never been more important than it is today. Reaching this mark is a testament to the ongoing investments made in our platforms, processes and people. .\nOn June 30th, we announced the renewal of the .net registry agreement with ICANN as expected given the presumptive right of renewal in our agreement. The business terms of the agreement such as pricing, the fees paid to ICANN, our renewal rights and the 6-year term of the agreement are unchanged. The next renewal for the .net registry agreement will be June of 2029. In addition to delivering on our mission during the second quarter, I'm pleased with the financial results, which showed the continued strength of our business during this uncertain macroeconomic period. For the second quarter, revenues grew 5.7% year-over-year while EPS grew 16.2% year-over-year. At the end of June, the domain name base in .com and .net totaled 174.4 million domain names, up from 174.3 million in Q2 2022 and up from 173.8 million names at the end of 2022.\nDuring the second quarter, the domain name base decreased by 0.3 million domain names offsetting some of the 1 million names we added during the first quarter. From a new registration perspective, the second quarter delivered a 1.5% year-over-year increase with 10.2 million new registrations compared to 10.1 million last year. We believe that the renewal rate for the second quarter of 2023 will be approximately 73.4% compared to 73.8% a year ago. While there are many factors that drive demand for domain names, the core value proposition for domain names remain strong, and we're seeing broad-based engagement from our registrar channel.\nHowever, with these fundamentals intact, low demand from China remains the primary source of drag on the overall domain name base growth. With this current trend, we now expect a domain name base growth rate of between 0% and 1% for the full year of 2023. This updated range reflects continued uncertainty, especially the weakness we continue to see related to China. Our financial and liquidity position remained stable with $936 million in cash, cash equivalents and marketable securities at the end of the quarter. During the third quarter, we repurchased 1 million shares for $220 million. Effective today, the Board of Directors has increased the amount authorized for share repurchase of VeriSign common stock by $1.14 billion to a total of $1.5 billion authorized and available under the share repurchase program, which has no expiration.\nOn .web, as many of you have seen from our statement on May 3, ICANN's Board of Directors dismissed affiliates' objections regarding the .web auction and directed that NDC's .web application move forward. This was a significant finding by the Board, and we're pleased that our role in the auction was proved to be consistent with ICANN's policies. Subsequently, according to ICANN's website, affiliates has filed another IRP complaint, presumably challenging the Board's decision. This filing has not been posted nor has any response from ICANN. ICANN has placed NDC's .web application -- sorry, on hold now. Given the Board's decision, we see no basis for any further delay in delegating .web, but this is an ICANN process, and we're not yet involved in it.\nFinally, as announced in today's earnings release, we have given notice of a price increase of $0.99 for the annual wholesale price for .net domain names, which will raise the price from $9.92 to $10.91 effective February 1, 2024.\nAnd now I'd like to turn the call over to George. I'll return when George has completed his financial report with closing remarks. George?\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThanks, Jim, and good afternoon, everyone. For the quarter ended June 30, 2023, the company generated revenue of $372 million, up 5.7% from the same quarter of 2022 and delivered operating income of $249 million, an increase of 5.4% from the same quarter a year ago. Operating expense in the second quarter totaled $123 million compared to $123 million last quarter and $116 million a year earlier. Net income totaled $186 million compared to $167 million a year earlier which produced diluted earnings per share of $1.79 for the second quarter of 2023 compared to $1.54 for the same quarter of 2022.\nOperating cash flow for the second quarter of 2023 was $145 million and free cash flow was $139 million, both of which were at similar levels in the year ago quarter. Operating cash flow and free cash flow for the 6-month period ended June 30th totaled $404 million and $392 million and were up from $352 million and $339 million, respectively, for the same 6-month period a year ago.\nI'll now discuss our updated full year 2023 guidance. Revenue is now expected to be in the range of $1.490 billion to $1.500 billion. This updated revenue range reflects our expectation that the domain name base growth rate will be between 0% and 1%, as Jim mentioned. Operating income is still expected to be between $990 million and $1.5 billion. Interest expense and nonoperating income net, which includes interest income estimates, is now expected to be an expense of between $30 million to $40 million. Capital expenditures are now expected to be between $45 million to $55 million. And the GAAP effective tax rate is still expected to be between 22% and 25%.\nIn summary, VeriSign continued to demonstrate sound financial performance during the second quarter of 2023, and we look forward to continuing to deliver on our mission and our objectives throughout the year.\nI'll turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, George. We strongly believe our strategic focus and disciplined management continue to serve us well, allowing us to deliver another solid quarter in which we provided secure and reliable infrastructure services, managed our business responsibly and efficiently and return value to our shareholders. I want to thank our teams for their dedication and focus. .\nThanks for your attention today. This concludes our prepared remarks, and now we'll open the call for your questions. Operator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7ec02fd52d301b0359258d792b14ddd0",
    "period": "2023 Q1",
    "content": "Q1 2023 VERISIGN INC/CA Earnings Call\n\nQ1 2023 VERISIGN INC/CA Earnings Call\n\nVRSNNASDAQAPR 27, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to VeriSign's First Quarter 2023 Earnings Call. Today's conference is being recorded. Recording of this call is not permitted unless preauthorized.\nAt this time, I would like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & Investor Relations\n\nThank you, operator. Welcome to VeriSign's First Quarter 2023 Earnings Call. Joining me are Jim Bidzos, Executive Chairman and CEO; and Todd Strubbe, President and COO; and George Kilguss, Executive Vice President and CFO. This call and presentation are being webcast from the Investor Relations website, which is available under About VeriSign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted.\nFinancial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent report on Form 10-K. VeriSign does not update financial performance or guidance during the quarter unless it is done through a public disclosure.\nThe financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by VeriSign, adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call. Jim and George will provide some prepared remarks. And afterward, we will open the call for your questions.\nWith that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us. I'm pleased to report another solid quarter of operational and financial performance for VeriSign. We delivered these results while continuing to strengthen our critical internet infrastructure and complying with the high operational standards required by our ICANN agreements.\nFor the first quarter, revenues grew 5.1% year-over-year, while EPS grew 19% year-over-year. At the end of March, the domain name base .com and .net totaled 174.8 million domain names with a year-over-year growth rate of 0.1%. During the first quarter, the domain name base increased by just over 1 million domain names.\nFrom a new registration perspective, the first quarter delivered a modest year-over-year increase with 10.3 million new registrations compared to 10.2 million last year and 9.7 million last quarter. Our renewal rates remain stable. We believe that the renewal rate for the first quarter of 2023 will be approximately 75.6% compared to the 73.3% final renewal rate last quarter and 75.9% a year ago.\nHaving seen modest improvement in the registration trend during Q1, we now expect a domain name base growth rate of between 0.5% and 2.25% for the full year of 2023. This updated range reflects the current macroeconomic uncertainty and recent trends in our business.\nOur financial and liquidity position remained stable with $1.015 billion in cash, cash equivalents and marketable securities at the end of the quarter. Share repurchases during the first quarter totaled $220 million for 1.1 million shares. At quarter end, $639 million remained available and authorized under the current share repurchase program, which has no expiration.\nAs many of you are aware, we are in the process of renewing the .net registry agreement with ICANN as the current term ends on June 30. Consistent with ICANN's usual process on April 13, ICANN posted the new .net registry agreement for public comment, which is open until May 25. The business terms of the agreement, such as pricing, the fees paid to ICANN, our renewal rights and the 6-year term of the agreement are all unchanged.\nRegarding .web. On Monday, ICANNs website published a notice of a scheduled Board of Directors meeting to take place this Sunday. One of the Board's agenda items is to further consider the .web IRP final declaration.\nICANN then publish the minutes from 2 BAMC meetings, 1 held on January 31, which discussed the BAMC's consideration of certain recommendations related to web. And also the minutes from a meeting on March 2, which state that the BAMC approved recommendations related to .web and requested that those recommendations be sent to the Board. We believe that this new information published this week means progress towards a final resolution is being made, but beyond what was posted, we have no updates.\nAnd now I'd like to turn the call over to George. I will return when George has completed his financial report with closing remarks.\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThanks, Jim, and good afternoon, everyone. For the quarter ended March 31, 2023, the company generated revenue of $364 million, up 5.1% from the same quarter of 2022 and delivered operating income of $241 million, an increase of 7.3% from the same quarter a year ago.\nOperating expense in Q1 totaled $123 million compared to $122 million a year earlier. Net income for the first quarter totaled $179 million compared to $158 million a year earlier, which produced diluted earnings per share of $1.70 for Q1 2023 compared to $1.43 for the same quarter of 2022.\nOperating cash flow for the first quarter of 2023 was $259 million and free cash flow was $253 million compared with $207 million and $200 million, respectively, for the first quarter of 2022.\nI'll now discuss our updated full year 2023 guidance. Revenue is now expected to be in the range of $1.490 billion to $1.505 billion. This updated revenue range reflects our expectation that the domain name base growth rate will be between 0.5% and 2.25% as Jim mentioned earlier. Operating income is now expected to be between $990 million and $1.05 billion.\nInterest expense and nonoperating income net, which includes interest income estimates is still expected to be an expense of between $35 million to $45 million. Capital expenditures are still expected to be between $35 million to $45 million. And the GAAP effective tax rate is still expected to be between 22% and 25%.\nIn summary, VeriSign continued to demonstrate sound financial performance during the first quarter of 2023, and we look forward to continuing to deliver on our mission as well as our objectives throughout the year.\nNow I'll turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nPresident, Chief Executive Officer & Executive Chairman, VeriSign, Inc.\n\nThank you, George. We strongly believe our strategic focus and disciplined management continue to serve us well, allowing us to deliver another solid quarter in which we provided secure and reliable infrastructure services, manage our business responsibly and efficiently and return value to our shareholders. I want to thank our teams for their dedication and focus.\nWhile there is some continuing turbulence in the economy due to macroeconomic and geopolitical issues, we see signs of stability and modest growth in our business. We're also pleased that there is progress on the resolution of .web.\nThanks for your attention today. This concludes our prepared remarks, and now we'll open the call for your questions. Operator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9e8ae75f770b8930c475fe287f5be25b",
    "period": "2022 Q4",
    "content": "Q4 2022 Verisign Inc Earnings Call\n\nQ4 2022 Verisign Inc Earnings Call\n\nVRSNNASDAQFEB 9, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to VeriSign's Fourth Quarter and Full Year 2022 Earnings Call. Today's call is being recorded. Recording of this call is not permitted unless pre-authorized.\nAt this time, I'd like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & IR, VeriSign, Inc.\n\nThank you, operator. Welcome to VeriSign's Fourth Quarter and Full Year 2022 Earnings Call. Joining me are Jim Bidzos, Executive Chairman and CEO; and Todd Strubbe, President and COO; and George Kilguss, Executive Vice President and CFO. This call and presentation are being webcast from the Investor Relations website, which is available under About VeriSign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted.\nFinancial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent report on Form 10-K.\nVeriSign does not update financial performance or guidance during the quarter unless it is done through a public disclosure. The financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by VeriSign. Adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call.\nJim and George will provide some prepared remarks. And afterward, we will open the call for your questions. With that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nExecutive Chairman of the Board & CEO, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us. I'm pleased to report another solid quarter of operational and financial performance for VeriSign. Throughout 2022, we delivered strong financial results while continuing to strengthen our critical Internet infrastructure. We complied with the high operational standards required by our ICANN agreements and extended our record of .com and .net DNS availability to over 25 years.\nI'd like to thank our team for their dedicated efforts, which enabled us to realize these results. The critical infrastructure we operate provides to the domain name system navigation service which people around the world depend on for commerce, work-from-home, education, health care and much more.\nDuring 2022, we acknowledge the uncertainty that macroeconomic and other challenges beyond our ability to influence presented and we said that we will focus on what was within our ability to control. We also indicated what that meant. First, reliably maintaining operating and investing in our critical Internet infrastructure. Next, exercising careful expense control where appropriate. And additionally, it meant keeping focused on long-term value creation and efficient return of capital.\nDuring 2022, revenue grew 7.3% year-over-year and operating income by 8.8% year-over-year. Additionally, shares outstanding at the end of 2022 decreased by 4.8% from those outstanding at the end of 2021. Our financial and liquidity position remained stable with $980 million in cash, cash equivalents and marketable securities at the end of the year.\nDuring the full year of 2022, we repurchased 5.5 million shares for $1 billion. At year-end, $859 million remained available and authorized under the current share repurchase program, which has no expiration. At the end of 2022, the domain name base in .com and .net totaled 173.8 million domain names with a year-over-year growth rate of 0.2%.\nIn the fourth quarter, there were 9.7 million new registrations compared to 9.9 million last quarter and 10.6 million in the year ago quarter. While there are many factors that drive demand for domain names, we saw lower new registrations during 2022 as a result of factors that I've already mentioned in prior calls. These include pandemic-driven acceleration of new registrations in 2020 and 2021, which has subsided. Global macroeconomic headwinds, reduced new registrations from China and lower first-time renewal rates.\nWe believe that the renewal rate for the fourth quarter of 2022 will be approximately 73.2% compared to the 73.7% final renewal rate last quarter and 74.8% a year ago. For the full year 2022, the renewal rate for previously renewed names remained similar year-over-year. However, first-time renewal rates were lower year-over-year with the largest single driver being names renewing from China, which were registered during 2021.\nLooking to 2023, our expected 2023 domain name base growth rate is between 0% and 2.5%. This guidance reflects our knowledge about our domain name base our channel and the broader macroeconomic backdrop. As announced in today's earnings release, we have given notice of a price increase of $0.62 to the annual wholesale price for .com domain names, which raises the price from $8.97 to $9.59, effective September 1, 2023.\nEven after this increase, we believe .com will remain highly competitive with other TLD choices. As a reminder, any of our domains may be registered for terms of up to 10 years at the current price. While we do not guide to pricing changes, I can say, as I did last year, that under the limited pricing flexibility we have the wholesale price of a .com registration cannot exceed $10.26 until at least October of 2026.\nTurning to .web. The parties made their submissions to ICANN during Q3 and we are still waiting for ICANN to complete its process. And now I'd like to turn the call over to George. I will return when George has completed his financial report with closing remarks.\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThanks, Jim, and good afternoon, everyone. For the year ended December 31, 2022, the company generated revenue of $1.425 million up 7.3% and delivered operating income of $943 million, up 8.8% from 2021. Operating expense totaled $482 million and was up 4.6% from the prior year compared to a similar 4.5% increase experienced in fiscal 2021. The full year 2022 operating margin was 66.2% and free cash flow was $804 million. For the quarter ended December 31, 2022, the company generated revenue of $369 million, up 8.5% from the same quarter of 2021 and delivered operating income of $245 million, up 10.5% from the same quarter a year ago.\nDuring the fourth quarter of 2022, we executed a transition of the .tv agreement to a new registry operator. As the proposed contract terms in the new .tv request for proposal, no longer aligned with our strategic framework, we decided not to participate in the RFP. Revenue related to this agreement during the full year of 2022 was approximately $19 million, of which approximately $10 million was recorded in the fourth quarter.\nOperating expense in Q4 totaled $124 million compared to $118 million a year earlier. Net income in the fourth quarter totaled $179 million compared to $330 million a year earlier, which produced diluted earnings per share of $1.70 for the fourth quarter of 2022 compared to $2.97 for the same quarter of 2021.\nAs a reminder, net income for the fourth quarter of 2021 included the recognition of a deferred income tax benefit related to the transfer of certain non-U.S. intellectual properties between wholly owned subsidiaries which increased net income by $165.5 million and increased diluted earnings per share by $1.49.\nOperating cash flow for the fourth quarter of 2022 was $217 million, and free cash flow was $209 million compared with $206 million and $193 million, respectively, for the fourth quarter of 2021.\nI will now discuss our full year 2023 guidance. Revenue is expected to be in the range of $1.485 to $1.505. This revenue range reflects our expectation that the domain name base will grow at a rate between 0% and 2.5% as Jim mentioned and is also impacted by the transition of the .tv agreement at the end of 2022. Operating income is expected to be between $985 million and $1.005 billion.\nInterest expense and non-operating income net, which includes interest income estimates, is expected to be an expense of between $35 million to $45 million. Capital expenditures in 2023 are also expected to be in a range between $35 million to $45 million. The GAAP effective tax rate is expected to be between 22% and 25%. In summary, VeriSign continued to demonstrate sound financial performance during the fourth quarter and the full year of 2022, and we look forward to continuing our focused execution in 2023.\nNow I'll turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nExecutive Chairman of the Board & CEO, VeriSign, Inc.\n\nThank you George. We believe our strategic focus and disciplined management served us well during 2022, allowing us to deliver solid financial results in a challenging environment as the economy struggled to recover from disruption caused by the pandemic. VeriSign's mission is about security and stability, not only in the operation of our critical infrastructure, but financial stability is also important for our customers, employees and shareholders.\nToday, we reported profitable revenue growth for 2022, and we guided to profitable revenue growth for 2023. This was possible through modest domain name base growth, limited pricing flexibility and responsible expense management. We believe that the long-term fundamentals of our business remain strong. As I said earlier, our strategy prioritizes reliable, uninterrupted operation of our critical infrastructure, along with long-term value creation and its efficient return to shareholders with consistent, efficient management.\nWe believe this strategy will serve all of our constituents well for the long-term and you can expect us to maintain this focus. Thanks for your attention today. This concludes our prepared remarks, and now we'll open the call for your questions. Operator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a74d2662379b3a89f56592c2cabeab2a",
    "period": "2022 Q3",
    "content": "Q3 2022 Verisign Inc Earnings Call\n\nQ3 2022 Verisign Inc Earnings Call\n\nVRSNNASDAQOCT 27, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to Verisign's Third Quarter 2022 Earnings Call. Today's conference is being recorded. Recording of this call is not permitted unless pre-authorized.\nAt this time, I would like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & IR, VeriSign, Inc.\n\nThank you, operator. Welcome to Verisign's Third Quarter 2022 Earnings Call. Joining me are Jim Bidzos, Executive Chairman and CEO; Todd Strubbe, President and COO; and George Kilguss, Executive Vice President and CFO.\nThis call and presentation are being webcast from the Investor Relations website, which is available under -- [about] Verisign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted.\nFinancial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent report on Form 10-K. Verisign does not update financial performance or guidance during the quarter unless it is done through a public disclosure.\nThe financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by Verisign: adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call.\nJim and George will provide some prepared remarks. And afterward, we will open the call for your questions.\nWith that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nExecutive Chairman of the Board & CEO, VeriSign, Inc.\n\nThanks, David. Good afternoon to everyone, and thank you for joining us.\nLast quarter, we acknowledge the uncertainty that macroeconomic and other challenges presented, and we said that we would focus on what was within our ability to control. We also indicated what that meant. First, maintaining operating and investing in our critical infrastructure. Next, exercising careful expense control where appropriate. Additionally, it meant keeping our capital allocation activities focused on building and efficiently returning long-term shareholder value. During the third quarter, we extended our record of uninterrupted DNS availability for .com and .net to over 25 years.\nAlso during the third quarter. Sorry, we -- also during the third quarter, we grew our revenues by 6.8% year-over-year and our EPS by 12.9% year-over-year. Our financial and liquidity position remained stable with $980 million in cash, cash equivalents and marketable securities at the end of the quarter. During the third quarter, we repurchased 1.5 million shares for $275 million.\nEffective today, the Board of Directors has increased the amount authorized for share repurchase of Verisign common stock by approximately $803 million to a total of $1 billion authorized and available under the share repurchase program which has no expiration. At the end of September, the domain name base in .com and .net totaled 174.2 million domain names with a year-over-year growth rate of 1.2%.\nIn the third quarter, there were 9.9 million new registrations compared to 10.1 million last quarter and 10.7 million in the year ago quarter. And while there are many factors that drive demand for domain names, we have seen lower new registrations in the first 3 quarters of this year as a result of factors that I have already mentioned in prior calls. These include a pandemic-driven acceleration of new registrations in 2020 and 2021, which have subsided recent global macroeconomic headwinds and reduced new registrations from China.\nWe believe that the renewal rate for the third quarter of 2022 will be approximately 73.8%, same as the 73.8% final renewal rate last quarter, which compares to 75% a year ago. The renewal rate for previously renewed names has remained similar year-over-year and the first-time renewal rates, while similar to last quarter, are lower year-over-year, predominantly due to a greater proportion of names renewing from China that were registered last year.\nWe do see some signs that new registrations, while still slow, continue to stabilize towards pre-pandemic levels. That said, current global economic and geopolitical conditions continue to introduce uncertainty through the remainder of 2022. Because of this macro uncertainty, we are adjusting our 2022 domain name base guidance and now expect a domain name base growth rate of between 0.25% and 1%.\nTurning to .web. The parties made their submissions to ICANN during Q3, and we are now waiting for ICANN to complete its process.\nNow I'd like to turn the call over to George. I'll return when George has completed his financial report with closing remarks.\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThanks, Jim, and good afternoon, everyone.\nFor the quarter ended September 30, 2022, the company generated revenue of $357 million, up 6.8% and delivered operating income of $237 million, up 7% from the same quarter a year ago. For the first 9 months of 2022, revenue is up 6.9% and operating income is up 8.2% as compared with the first 9 months of 2021. Operating expense totaled $120 million compared to $113 million a year earlier.\nFor the first 9 months of 2022, operating expenses are up 4.5% as compared to the first 9 months of 2021. We continue to remain focused on optimizing our expenses and driving long-term profitable growth. Net income totaled $169 million compared to $157 million a year earlier, which produced diluted earnings per share of $1.58 for the third quarter of 2022 compared to $1.40 for the same quarter of 2021.\nFor the first 9 months of 2022, net income is up 8.7% as compared to the first 9 months of 2021. Operating cash flow for the third quarter was $262 million, and free cash flow was $255 million compared with $260 million and $245 million, respectively for the third quarter of 2021. As with Q3 last year, cash flow this quarter benefited from an increase in deferred revenue, which was primarily related to early domain name renewal activity before the dot-com price increase on September 1, 2022. The main impact of these early renewals is the pulling forward of cash flow from future quarters into the third quarter this year.\nI'll now discuss our updated full year 2022 guidance. Revenue is now expected to be in the range of $1.418 billion to $1.426 billion. This updated revenue range guidance reflects our domain name base growth rate expectation of between 0.25% and 1% that Jim mentioned earlier.\nThe operating margin is now expected to be between 65.75% and 66.25%. Interest expense and nonoperating income net, which includes interest income estimates, is now expected to be an expense of between $60 million to $65 million. Capital expenditures are now expected to be between $30 million to $35 million. The GAAP effective tax rate is still expected to be between 22% and 25%. We expect the cash tax rate for 2022 to also be within the same guidance range.\nIn summary, Verisign continued to demonstrate sound financial performance during the third quarter and we look forward to continuing our focused execution in 2022.\nNow I'll turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nExecutive Chairman of the Board & CEO, VeriSign, Inc.\n\nThanks, George.\nAs we said last quarter, while the global macroeconomic outlook remains complicated by geopolitics, inflation and risk of recession, we can, and we did focus on what is within our control: managing our business efficiently with the unconditional prioritization of delivering on our mission. This focus on what we can manage will continue to serve all of our constituents well for the long term. Those being our customers, relying parties, employees and shareholders, you can expect that focus to continue. We're confident that the long-term fundamentals of our business remain strong.\nThanks for your attention today. This concludes our prepared remarks, and now we'll open the call to your questions. Operator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d1a6dafb1ee26383f348901513c751aa",
    "period": "2022 Q2",
    "content": "Q2 2022 Verisign Inc Earnings Call\n\nQ2 2022 Verisign Inc Earnings Call\n\nVRSNNASDAQJUL 28, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to VeriSign's Second Quarter 2022 Earnings Call. Today's conference is being recorded. Recording of this call is not permitted unless preauthorized.\nAt this time, I'd like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer.\nPlease go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & IR, VeriSign, Inc.\n\nThank you, operator. Welcome to VeriSign's Second Quarter 2022 Earnings Call.\nJoining me are Jim Bidzos, Executive Chairman and CEO; Todd Strubbe, President and COO; and George Kilguss, Executive Vice President and CFO.\nThis call and presentation are being webcast from the Investor Relations website, which is available under About VeriSign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted. Financial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent report on Form 10-K.\nVeriSign does not update financial performance or guidance during the quarter unless it is done through a public disclosure. The financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by VeriSign: Adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call.\nJim and George will provide some prepared remarks and afterward, we will open the call for your questions. With that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nExecutive Chairman of the Board & CEO, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us.\nAs global reliance on online services continues to increase, so does the importance of delivering uninterrupted and accurate DNS resolution. Last week, we crossed a significant milestone by marking 25 years of uninterrupted uptime for the .com, .net domain name resolution system. Reaching this quarter century mark is a testament to the ongoing investments made in our platforms, processes and people.\nDuring the second quarter, we grew our revenues by 6.8% year-over-year and our EPS by 17% year-over-year. At the end of June, the domain name base of .com and .net totaled 174.3 million domain names, consisting of 161.1 million names for .com and 13.2 million names for .net with a year-over-year growth rate of 2.2% and a sequential decrease of 354,000 domain names.\nThe final renewal rate for the first quarter of 2022 was 75.9% compared to 76.0% for the same quarter of 2021. Although renewal rates are not fully measurable until 45 days after the end of the quarter, we believe that the renewal rate for the second quarter of 2022 will be approximately 73.6%. This preliminary renewal rate compares to 75.4% achieved in the second quarter of 2021 and 75.9% last quarter.\nThe decline in the second quarter preliminary renewal rate is primarily related to the proportion of names renewing from China registered in the year ago quarter, which weighed on first-time renewal rates.\nWe do see continued strength in the renewal rates of previously renewed names. In the second quarter, we processed 10.1 million new registrations compared to 10.2 million last quarter and 11.7 million in the year ago quarter. While there are many factors that drive demand for domain names, we have seen lower new units in the first half of this year as a result of a few factors that I will now mention. These include: a pandemic-driven acceleration of domain name registrations in 2020 and 2021, which has subsided; recent global macroeconomic headwinds; and relative weakness in 2022 registrations from China.\nWhile we're still early in Q3, we do see some signs that new registrations are stabilizing, and we continue to see strong renewal rates. However, we agree with the consensus view that the current economic conditions are likely to prevail through 2022 and possibly beyond. Therefore, we're adjusting our 2022 domain guidance and now expect the domain name base growth rate of between 0.5% and 1.5%. This range reflects our expectations that new registrations in Q3 and Q4 will be roughly similar to the levels we saw in the first half of 2022 and which are similar to pre-pandemic levels.\nThis range also reflects our expectations for an improving renewal rate from the preliminary renewal rate we are seeing in Q2. As announced in today's earnings release, we have given notice of a price increase of $0.90 to the annual wholesale price for .net domain names, which will raise the price from $9.02 to $90.92 (sic) [$9.92] effective February 1, 2023. Our financial and liquidity position remained stable with $997 million in cash, cash equivalents and marketable securities at the end of the quarter.\nDuring the second quarter, we repurchased 2 million shares for $349 million. At quarter end, $543 million remained available and authorized under the current share repurchase program, which has no expiration. We continually evaluate the overall liquidity and investing needs of the business and consider the best uses for our cash, including potential share repurchases.\nTurning to .web. As we noted in our last call, ICANN's Board directed one of its standing committees to review the independent review process panel's final decision and provide the Board with its findings. The committee then asked the parties to submit written summaries of their claims by July 29, that's tomorrow, and then to submit responses by August 29. We expect that the committee will conduct its review based on these submissions and will then provide its findings to the ICANN board.\nNow I'd like to turn the call over to George. I will return when George has completed his financial report with closing remarks, including more about our areas of focus going forward. George?\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThanks, Jim, and good afternoon, everyone.\nFor the quarter ended June 30, 2022, the company generated revenue of $352 million, up 6.8% from the same quarter of 2021 and delivered operating income of $236 million, up 10.8% from $213 million in the same quarter a year ago. Operating expense totaled $116 million, down $6 million compared to last quarter and flat compared with the second quarter a year ago. While we remain focused on driving profitable growth and optimizing our expenses, the sequential decrease in operating expense is primarily a result of the timing of expenses with slightly lower benefit and performance-based compensation accruals in the quarter.\nThe operating margin in the quarter was 67.1% compared to 64.7% for the same quarter a year ago. Net income totaled $167 million compared to $148 million a year earlier, which produced diluted earnings per share of $1.54 for the second quarter of 2022 compared to $1.31 for the same quarter of 2021.\nOperating cash flow for the second quarter was $145 million, and free cash flow was $139 million compared with $143 million and $125 million, respectively, for the second quarter of 2021. I'll now discuss our updated full year 2022 guidance. Revenue is now expected to be in the range of $1.415 billion to $1.430 billion. This updated revenue range guidance reflects our domain name base growth rate expectation between 0.5% and 1.5% that Jim mentioned earlier. The operating margin is now expected to be between 65.25% and 66.25%. This increased range reflects our ongoing focus on expenses, while recognizing that the second quarter operating expense run rate was lower than the run rate we are expecting for the second half of 2022.\nInterest expense and nonoperating income net, which includes interest income estimates, is now expected to be an expense of between $62 million to $67 million. Capital expenditures are now expected to be between $30 million to $40 million. The GAAP effective tax rate is still expected to be between 22% and 25%. We expect the cash tax rate for 2022 to also be within the same guidance range.\nIn summary, VeriSign continued to demonstrate sound financial performance during the second quarter, and we look forward to continuing our focused execution in 2022. Now I'll turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nExecutive Chairman of the Board & CEO, VeriSign, Inc.\n\nThanks, George. There's little, if any, disagreement and the statements made by many tech company leaders over the last few weeks on economic conditions. They expect the uncertainty they see today to continue for the foreseeable future. This macroeconomic uncertainty was a factor that influenced our revised domain-based growth guidance. While we can't do much to change the pace of economic recovery from the pandemic or the geopolitical and macroeconomic events and forces that contribute to the downturn, we can and we will focus on what is within our ability, managing our business with the unconditional prioritization of delivering on our mission.\nThis includes exercising careful and responsible expense management, some of which is evident in our Q2 results reported today, announcing, as described earlier: a price increase for .net registrations, which we have held flat for 5 years; identifying and pursuing new growth opportunities such as .web; safely transitioning our teams to a new hybrid and flexible work environment, which is currently underway; working to ensure VeriSign remains a company that will attract and retain top talent; and continually evaluating and optimizing our efforts to efficiently return value to our shareholders.\nThis focus on what we can manage will continue to serve us well for the long-term success of the business. In closing, we're confident that the long-term fundamentals of our business are unchanged and remain strong. Thanks for your attention today. This concludes our prepared remarks, and now we'll open the call for your questions.\nOperator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/846ec997e6f42c4e56ce3c412f6afcea",
    "period": "2022 Q1",
    "content": "Q1 2022 Verisign Inc Earnings Call\n\nQ1 2022 Verisign Inc Earnings Call\n\nVRSNNASDAQAPR 28, 4:30 PM\n\nOperator\n\nGood day, everyone. Welcome to Verisign's First Quarter 2022 Earnings Call. Today's conference is being recorded. Recording of this call is not permitted, unless pre-authorized.\nAt this time, I'd like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & IR, VeriSign, Inc.\n\nThank you, operator. Welcome to Verisign's First Quarter 2022 Earnings Call. Joining me are Jim Bidzos, Executive Chairman and CEO; Todd Strubbe, President and COO; and George Kilguss, Executive Vice President and CFO.\nThis call and presentation are being webcast from the Investor Relations website, which is available under About Verisign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted.\nFinancial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail in our documents filed with the SEC, specifically the most recent report on Form 10-K. Verisign does not update financial performance or guidance during the quarter, unless it is done through a public disclosure.\nThe financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by Verisign: Adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website, available after this call.\nJim and George will provide some prepared remarks. And afterward, we will open the call for your questions.\nWith that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nExecutive Chairman of the Board & CEO, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us. As global reliance on online services continues to increase, so does the importance of delivering uninterrupted and accurate DNS resolution. Our focus remains on operating, protecting and enhancing our critical Internet infrastructure, and I thank all of our employees who continuously execute our complex mission.\nI'm pleased to report another solid quarter of financial and operational performance for Verisign. Revenues grew 7.2% year-over-year, while EPS grew 7.5% year-over-year. At the end of March, the domain name base in .com and .net totaled 174.7 million domain names, consisting of 161.3 million names for .com and 13.4 million names for .net, with a year-over-year growth rate of 4%.\nDuring the first quarter, we processed 10.2 million new registrations, and the domain name base increased by 1.23 million names. The final renewal rate for the fourth quarter of 2021 was 74.8% compared to 73.5% for the same quarter of 2020. Although renewal rates are not fully measurable until 45 days after the end of the quarter, we believe that the renewal rate for the first quarter of 2022 will be approximately 75.9%. This preliminary renewal rate compares to 76% achieved in the first quarter of 2021 and 74.8% last quarter.\nWe continue to see growth in the domain name base and demand for our domain names. While there are many factors that drive demand for domain names, we have seen lower new units in the first quarter as a result of a combination of factors. These include the component of growth attributable to the pandemic, which appears to have subsided as well as recent global macroeconomic factors.\nFor calendar 2022, we now expect a domain name base growth rate of between 1.75% and 3.5%. This updated range reflects the various trends we currently see in our business and our expectation for continued domain name base growth. Our financial and liquidity position remained stable with $1.2 billion in cash, cash equivalents and marketable securities at the end of the quarter.\nShare repurchases during the first quarter totaled $196 million or 895,000 shares. At quarter end, $893 million remained available and authorized under the current share repurchase program, which has no expiration. We continually evaluate the overall liquidity and investing needs of the business and cater the best uses for our cash, including potential share repurchases.\nTurning to .web. As we noted on our last call, ICANN's Board directed one of its standing committees to review the Independent Review Panel's final decision, and provide the Board with its findings. We understand that process is ongoing, and we don't have any additional information to provide at this time.\nAs we have said before, we continue to look forward to becoming the .web registry operator and establishing it alongside .com and .net as an additional option for businesses and individual end users worldwide.\nNow I'd like to turn the call over to George.\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThanks, Jim, and good afternoon, everyone. For the quarter ended March 31, 2022, the company generated revenue of $347 million, up 7.2% from the same quarter of 2021 and delivered operating income of $225 million, up 6.8% from $210 million in the same quarter a year ago. Operating expense totaled $122 million compared to $118 million last quarter and $113 million for the first quarter a year ago. The year-over-year increase in operating expense is primarily a result of continued investments in personnel and infrastructure.\nThe operating margin in the quarter was 64.8% compared to 65% for the same quarter a year ago. Net income totaled $158 million compared to $150 million a year earlier, which produced diluted earnings per share of $1.43 for the first quarter of 2022 compared to $1.33 for the same quarter of 2021.\nOperating cash flow for the first quarter was $207 million, and free cash flow was $200 million compared with $198 million and $192 million, respectively, for the first quarter of 2021.\nI'll now discuss our updated full year 2022 guidance. Revenue is now expected to be in the range of $1.42 billion to $1.435 billion. This narrowed revenue range guidance reflects the updated domain name base growth rate expectation of between 1.75% and 3.5% that Jim mentioned earlier. The operating margin is still expected to be between 64.5% and 65.5%.\nInterest expense and nonoperating income net, which includes interest income estimates, is now expected to be an expense of between $65 million to $70 million. Capital expenditures are now expected to be between $35 million to $45 million, and the GAAP effective tax rate is now expected to be between 22% and 25%. We expect the cash tax rate for 2022 to also be within the same guidance range.\nIn summary, Verisign continued to demonstrate sound financial performance during the first quarter and we look forward to continuing our focused execution in 2022.\nNow I'll turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nExecutive Chairman of the Board & CEO, VeriSign, Inc.\n\nThank you, George. During the first quarter, we continued our work to protect, grow and manage the business, while continuing our focus on providing long-term value to our shareholders.\nIn closing, I want to acknowledge again the team here at Verisign for their hard work in maintaining and operating our critical Internet infrastructure, even while facing the challenges of working under pandemic conditions. In particular, I want to acknowledge the group of employees who have worked on site continually throughout the pandemic in order to continue our infrastructure functions.\nAnd now we'll open the call for your questions. Operator, we're ready for the first question."
  },
  {
    "header": "VRSN",
    "cik": "0001014473",
    "ticker": "VRSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4c9519813ada3ee965700895d5f9dbf",
    "period": "2021 Q4",
    "content": "Q4 2021 Verisign Inc Earnings Call\n\nQ4 2021 Verisign Inc Earnings Call\n\nVRSNNASDAQFEB 10, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to VeriSign's Fourth Quarter and Full Year 2021 Earnings Call. Today's conference is being recorded. Recording of this call is not permitted, unless pre-authorized. At this time, I would like to turn the conference over to Mr. David Atchley, Vice President of Investor Relations and Corporate Treasurer. Please go ahead, sir.\n\nDavid Atchley\n\nVP, Treasury & IR, VeriSign, Inc.\n\nThank you, operator. Welcome to VeriSign's Fourth Quarter and Full Year 2021 Earnings Call. Joining me are Jim Bidzos, Executive Chairman and CEO; Todd Strubbe, President and COO; and George Kilguss, Executive Vice President and CFO. This call and presentation are being webcast from the Investor Relations website, which is available under About Verisign on verisign.com. There, you will also find our earnings release. At the end of this call, the presentation will be available on that site, and within a few hours, the replay of the call will be posted.\nFinancial results in our earnings release are unaudited, and our remarks include forward-looking statements that are subject to the risks and uncertainties that we discuss in detail on our documents filed with the SEC, specifically the most recent report on Form 10-K. Verisign does not update financial performance or guidance during the quarter, unless it is done through a public disclosure.\nThe financial results in today's call and the matters we will be discussing today include GAAP results and 2 non-GAAP measures used by Verisign, adjusted EBITDA and free cash flow. GAAP to non-GAAP reconciliation information is appended to the slide presentation, which can be found on the Investor Relations section of our website available after this call. Jim and George will provide some prepared remarks. And afterward, we will open the call for your questions.\nWith that, I would like to turn the call over to Jim.\n\nD. James Bidzos\n\nChairman of the Board, Executive Chairman & CEO, VeriSign, Inc.\n\nThank you, David. Good afternoon to everyone, and thank you for joining us. I'm pleased to report another solid quarter and full year of operational and financial performance for Verisign. Throughout 2021, we delivered strong financial results while continuing to strengthen our critical Internet infrastructure. We complied with the high operational standards required by our ICANN agreements and extended our record of .com and .net DNS availability to over 24 years.\nI would like to thank our team for their dedicated efforts and expertise, which enabled us to realize these results. The critical infrastructure we operate provides the domain name system navigation service, which people around the world increasingly depend on for commerce, education, health care and person-to-person connection.\nFor the full year 2021, we processed 44.6 million new registrations and delivered revenue of $1,328,000,000, while generating free cash flow of $754 million. During the full year of 2021, we repurchased 3.3 million shares for $700 million. Effective today, the Board of Directors has increased the amount of authorized for share repurchase of Verisign common stock by approximately $705 million to a total of $1 billion, authorized and available under the share repurchase program, which has no expiration.\nOur financial and liquidity position remained stable with $1.2 billion in cash, cash equivalents and marketable securities at the end of the quarter. We continually evaluate the overall liquidity and investing needs of the business and consider the best uses for our cash, including potential share repurchases.\nAt the end of December, the domain name base in .com and .net totaled 173.4 million, consisting of 160 million names for .com and 13.4 million names for .net, with a year-over-year growth rate of 5%.\nLooking at fourth quarter operational results. We processed 10.6 million new registrations, and the domain name base increased by 1.37 million names. Although renewal rates are not fully measurable until 45 days after the end of the quarter, we believe that the renewal rate for the fourth quarter of 2021 will be approximately 74.8%. This preliminary rate compares to 73.5% achieved in the fourth quarter of 2020 and 75% in the third quarter.\nAs we look to 2022, we expect the domain name base to grow at a rate of between 2.5% and 4.5%. As announced in today's earnings release, we have given notice of a price increase of $0.58 to the annual wholesale price for .com domain names, which raises the price from $8.39 to $8.97 effective September 1, 2022. I should point out that anyone can register at.com domain at any time before September 1 for up to 10 years and lock in net price for the full term of up to 10 years.\nTurning to .web. We noted last time that Afilias had filed an application for reconsideration of the May 2021 final decision, which, as a reminder, rejected the request to be awarded .web. Since we last spoke with you, the significant development in December was that Afilias' application for reconsideration was also rejected, and further, Afilias was sanctioned for filing it because the arbitration panel found that it was \"frivolous\". Since then, in mid-January, ICANN's Board of Directors directed one of its standing committees to review the panel's final decision and provide the Board with its findings. With the rejection of Afilias' application and the reaffirmation of the panel's final decision, those roadblocks are now out of the way, and ICANN looks to be moving forward with making the decision on the delegation of .web, and we will be monitoring their process.\nAs we have said before, we continue to look forward to becoming the .web registry operator and establishing yet alongside .com and .net as an additional option for businesses and individual end users worldwide.\nAnd now I'd like to turn the call over to George.\n\nGeorge E. Kilguss\n\nExecutive VP & CFO, VeriSign, Inc.\n\nThank you, Jim, and good afternoon, everyone. For the year-ended December 31, 2021, the company generated revenue of $1,328,000,000, up 4.9%, and delivered operating income of $867 million, up 5.2% from 2020. Operating expense totaled $461 million and was up 4.5% from the prior year. The full year 2021 operating margin was 65.3%, and free cash flow was $754 million.\nFor the fourth quarter, revenue came to $340 million, up 6.3% from the same quarter in 2020, with operating income of $222 million, up 8.6% from $205 million in the same quarter a year ago. Operating expense totaled $118 million for the fourth quarter of 2021 compared to $113 million in the third quarter and $116 million in the fourth quarter of 2020. The sequential increase was primarily a result of increased marketing spend in the quarter.\nThe operating margin in the quarter was 65.3% compared to 66.2% in the third quarter and 63.9% for the same quarter of 2020. Net income totaled $330 million compared to $157 million a year earlier, which produced diluted earnings per share of $2.97 in the fourth quarter of 2021 compared to $1.38 for the same quarter of 2020.\nAs noted in our earnings release today, net income for the fourth quarter of 2021 included the recognition of a deferred income tax benefit related to a restructuring of 2 of our international subsidiaries, which involve the transfer of certain non-U.S. intellectual property between these subsidiaries. The recognition of this deferred income tax benefit increased net income by $165.5 million and increased diluted earnings per share by $1.49 in the quarter. Net income for the fourth quarter of 2020 included a recognition of $12.4 million of previously unrecognized tax benefits, which increased diluted earnings per share by $0.11.\nAs we noted in the fourth quarter of 2020 earnings release, for 2022, we expect our GAAP effective tax rate to be between 21% and 24%. Operating cash flow for the fourth quarter was $206 million. And free cash flow was $193 million compared with $195 million and $189 million, respectively, for the fourth quarter of 2020.\nStarting with our first quarter financial statements. We will combine our sales and marketing and general and administrative operating expense lines into one SG&A line to better align with peer company reporting. In addition, any significant fluctuations in sales and marketing will continue to be disclosed within our new SG&A section of our MD&A contained in our filings.\nI'll now discuss our full year 2022 guidance. Revenue is expected to be in the range of $1,420,000,000 to $1,440,000,000. This revenue range reflects the domain name base growth expectation of between 2.5% and 4.5%, as Jim mentioned earlier, as well as the impact of the .com price increase announced today. The operating margin is expected to be between 64.5% and 65.5%. Interest expense and nonoperating income net is expected to be an expense of between $70 million to $75 million. Capital expenditures are expected to be between $40 million and $50 million.\nAs mentioned, the GAAP effective tax rate is expected to be between 21% and 24%. We expect the cash tax rate for 2022 to also be within the same guidance range.\nIn summary, VeriSign continued to demonstrate solid financial performance during the fourth quarter and for the full year 2021, and we look forward to continuing our focused execution.\nNow I'll turn the call back to Jim for his closing remarks.\n\nD. James Bidzos\n\nChairman of the Board, Executive Chairman & CEO, VeriSign, Inc.\n\nThank you, George. Before we open the call for your questions, I'd like to update you, as I've done in previous quarters, on some of our activities in the field of corporate citizenship under our Verisign Cares program, which aims to make a positive and lasting impact on the global Internet community and the communities in which we live and work.\nDuring the fourth quarter, we, once again, joined forces with food banks in the areas where we have a footprint to help alleviate seasonal and COVID-related food and security. We also renewed for a further year our partnership with Virginia Ready, the launch partner of our initiative to help those whose employment has been adversely affected by the COVID-19 pandemic to access retraining and other assistance, to find new jobs in the growing technology sector. And finally, in Q4, we made a further contribution to the Equojustice initiative, recognizing that there remains much to be done in the important area of racial and social justice.\nAnd now we'll open the call for your questions. Operator, we're ready for the first question."
  }
]