[
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f3963abbac871b0eec1153b9200b24d5",
    "period": "2025 Q3",
    "content": "Q3 2025 Fortinet Inc Earnings Call\n\nQ3 2025 Fortinet Inc Earnings Call\n\nFTNTNASDAQNOV 5, 4:30 PM\n\nOperator\n\n[Audio Gap] Fortinet 2025 Earnings Conference Call. [Operator Instructions] Please be advised that this call is being recorded.\nI would now like to hand the call over to Anthony Luscri, Vice President of Investor Relations. Please go ahead.\n\nAnthony Luscri\n\nThank you. Good afternoon, and thank you for joining us on today's conference call to discuss Fortinet's Third Quarter 2025 Financial Results. Joining me on the call today are Ken Xie, Fortinet's Founder, Chairman and CEO; Christiane Ohlgart, our CFO; and John Whittle, our COO. Ken will begin our call today by providing a high-level perspective on our business. Christiane will then review our financial results for the third quarter of 2025 before providing guidance for the fourth quarter and updating the full year. We will then open the call for questions. [Operator Instructions]\nBefore we begin, I'd like to remind everyone on today's call that we will be making forward-looking statements, and those forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the risk factors in our most recent Form 10-K and Form 10-Q for more information. All forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics that we make on today's call are non-GAAP, unless stated otherwise. Our GAAP results and GAAP to non-GAAP reconciliations are located in our earnings press release and in the presentation that accompany today's remarks, both of which are posted on our Investor Relations website.\nAs a reminder, this is a live call that will be updated for replay via webcast on our Investor Relations website. The prepared remarks will also be posted on the quarterly earnings section of our Investor Relations website following today's call. Lastly, all references to growth are on a year-over-year basis, unless noted otherwise.\nI'll now turn over the call to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO\n\nThank you, Anthony. Thank you to everyone joining our call. We are pleased with our excellent third quarter performance driven by strong execution and broad-based demand across the organization of our sites as we grow faster than the market in all 3 pillars of our business as shown on Slide 4. Building revenue both grew by 14% with a record third quarter operation margin of 37%. Unified SASE building grew 19%, driven by FortiSASE growth of over 100%, making us one of the fastest-growing SASE leader and scale. Our strong growth driven by our key differentiated advantages. Fortinet is the only vendor to natively integrate next-gen firewall, SD-WAN and SASE on a single operational system for the U.S. with the flexibility to run both on-premise and in the cloud. This single OS integration allows customer to expand from our leading net firewall and SD-WAN to SASE in minutes, providing a significant upsell opportunity within our large customer base. Our solution also enables sovereign SASE for service providers and large enterprise to deploy FortiSASE within their own data center for data privacy, plus Fortinet's investment in owned global cloud infrastructure for the cloud delivers long-term security, performance and cost benefit reducing total cost of ownership by roughly 1/3, not compared to our peers.\nThis key advantage have led to our recognition as a leader in the 2025 GarnerMagic Quadrant for SASE platform as shown on Slide 6. Our strong leadership position is to reflect in customer adoption with 15% of large enterprise customers now using FortiSASE represent 55% growth as shown on Slide 10. Based on this momentum, we are confident in our ability to become the #1 SASE market leader in the next few years.\nIn secure networking, building growth 10%, outperforming the overall secure networking market as we continue to gain market share. Fortinet is the #1 leader in firewall with a unit market share of over 50% and highest product revenue among our separate security peers. Fortinet leadership in firewall is unable by FortiOS that's unified networking and security and is accelerated by FortiASIC with a huge secure computing power, which enable more function and deliver 10x better performance than our competitors, while lowering the total cost of ownership and energy consumption. This security and performance advantage was further raided by Gartner as Fortinet recognized as a leader in an inaugurated quadrant for hybrid mass firewall where we ran the highest in ability to execute.\nBuilding on this foundation, we recently launched a Forti -- secure AIT center solution specifically designed for AI workload where we leverage our ASIC advantage, helping Fortinet capture a massive growth opportunity as customers scale AI globally. AI-driven Secure up was the fastest-growing pillar in the third quarter with building growth of 33%. Fortinet's industry-leading patent portfolio of more than 500 issued and pending AI pattern powering over 20 AI-driven solutions are shown on Slide 12, offers the broadest and the most integrated driven secure operation portfolio in the industry.\nFortinet security leadership also extends to operational technology and cyber physical system security, where our solution provides deep visibility, advanced threat protection and security connectivity. Our operational technology and critical infrastructure solution are other significant growth driver for Fortinet with over 30% building growth.\nLastly, as a result of a strong growth opportunity that lie ahead, we remain confident that we will continue to meet the rule Fortify and continue to gain market share and outperformed the overall market growth in 2025, 2026 and beyond, consistent with our midterm target provided at last year's Analyst Day. I would like to thank our employees, customers, partners and suppliers worldwide for their continued support and hard work.\nI will now turn the call over to Christiane.\n\nChristiane Ohlgart\n\nChief Accounting Officer & Principal Accounting Officer\n\nThank you, Ken, and good afternoon, everyone. As Ken mentioned, Fortinet's growth and momentum remains strong, and we are very pleased with our third quarter performance, solid operational execution and healthy broad-based demand for our solutions. Total billings grew by 14% to $1.81 billion, driven by 19% growth in Unified SASE, 33% growth in SecOps, continued growth in sales to large enterprises and robust performance in OT and critical infrastructure. Unified SASE and SecOps now account for 26% and 11% of total billings, respectively, up a combined 3 points. And FortiSASE delivered exceptional results with billings growth of over 100%, which positions Fortinet as a leader in the SASE space. Furthermore, SASE adoption momentum has remained strong as 15% of our large enterprise customers have purchased FortiSASE an increase of over 55%, highlighting our continued expansion of FortiSASE in our customer base.\nAs I mentioned earlier, continued momentum in large enterprise contributed to growth in the third quarter, as the number of deals greater than $1 million increased by 26%, while the total dollar value grew by over 30%. As in prior quarters, operational technology use cases contributed to our success with billings growth of over 30% and broad-based demand for both our hardware and software solutions. In addition, we continue to expand our customer base. Approximately 6,600 new organizations shows our unified single FortiOS platform to power their cybersecurity strategy, which exemplifies our continued strong position in all segments of the market.\nWith regards to ARR, unified SASE increased by 13% to $1.22 billion and SecOps increased by 25% to $472 million. Total revenue grew by 14% to $1.72 billion, led by EMEA, followed by APAC and the Americas. Product revenue increased by 18% to $559 million, benefiting from strong performance in multiproduct deals across a variety of use cases and OT security as we continue to gain market share. FortiGate Firewalls, networking equipment and software all delivered strong double-digit growth, with software license revenue up 20% and representing a mid- to high-teens percentage of total product revenue.\nHardware revenue growth was broad-based, which included growth from ongoing technology upgrades, expansion across products along our various customer journeys and expansion into new use cases. The 2026 end of support cohort was not a significant driver of product revenue growth in the third quarter.\nService revenue grew by 13% to $1.17 billion. We see our improved product revenue growth and customer expansions in 2025 as leading indicators for improving service revenue growth expected for the second half of 2026.\nNow I'd like to highlight some key deals that demonstrate our market leadership and a variety of use cases that our products are supporting. In a competitive win, a global Fortune 150 e-commerce company operating a worldwide logistics and fulfillment network expanded its investment in Fortinet with a new AI data center project. Already leveraging Fortinet firewalls across their data centers and hundreds of warehouses, the customer selected Fortinet to secure and optimize their new AI workloads requiring extreme throughput and reliability. They chose Fortinet for our ASIC-based FortiGate architecture, which delivers high performance, low latency, and lower power consumption as well as advanced security that protects AI data flows and models without compromising speed.\nThe customer is achieving improved workload control, lower operating costs and is now looking to further expand their data center footprint with Fortinet. This customer win highlights the energy consumption advantages of our proprietary ASIC, which has become even more important to our customers in a new era of AI data centers.\nNext, in an 8-figure deal, a large city police force purchased Fortinet SD-WAN, SD branch and Sovereign SASE, displacing multiple vendors, including their previous SASE provider. The customer Sovereign SASE deployment ensures compliance with local data governance requirements gives full control of critical assets and results performance issues experienced with their prior provider. The police force chose Fortinet for its flexible and consistent security enforcement and single operating system. This enables secure access to both on-premises and cloud applications, while supporting a network transformation project that will enhance public safety and trust.\nIn a competitive new customer win and operational technology organization purchased more than 10 Fortinet solutions across all 3 pillars, consolidating multiple security functions onto our single FortiOS operating system. The customer selected Fortinet for our unified security fabric platform, which simplifies operations due to a significant reduction of required integrations, improved visibility and lowers total cost of ownership. With centralized management and streamlined operations, they now have the agility and scalability to grow securely and enable their digital transformation.\nLastly, a retail organization who has been a long time Fortinet customer upgraded their FortiGates across more than 10,000 retail locations. They continue to choose Fortinet for our stable performance, consolidated FortiOS operating system and highly automated operations, building on a trusted relationship strengthened by their use of several other Fortinet solutions and our price and performance advantages. The customer is now expanding their Fortinet footprint by exploring adoption of our ZTNA solution to further enhance security and operational efficiency.\nTurning to margins and cash flow. Total gross margin of 81.6% was better than expected, driven by strong execution and cost control. Operating margin of 36.9% reached a third quarter record and was up 80 basis points. The increase was primarily due to operational efficiencies and strong cost management. Free cash flow was very strong at $568 million and adjusted free cash flow was up -- was $646 million, up $41 million and represented a margin of 37%. On a year-to-date basis, free cash flow reached $1.63 billion, up $135 million, notwithstanding continued investments in data center infrastructure and increased inventory purchases to meet customer demand.\nInfrastructure investments were $88 million, up $51 million as we continue to build out our infrastructure footprint. We repurchased 23.3 million shares of our common stock for an aggregate purchase price of $1.83 billion in the third quarter, which reduced our total share count by approximately 3%. In August, our Board of Directors approved a $1 billion increase in the authorized stock repurchase amount and the remaining share buyback authorization as of today is $796 million.\nNow moving on to guidance. As a reminder, our fourth quarter and full year outlooks, which are summarized on Slides 20 and 21, are subject to the disclaimers regarding forward-looking information that Anthony provided at the beginning of the call. For the fourth quarter, we expect billings in the range of $2.185 billion to $2.285 billion, which at the midpoint represents growth of 12%. Revenue in the range of $1.825 billion to $1.885 billion, which at the midpoint represents growth of 12%. Non-GAAP gross margin of 79% to 80%, non-GAAP operating margin of 34.5% to 35.5%. Non-GAAP earnings per share of $0.73 to $0.75, which assumes a share count between 751 million and 755 million.\nInfrastructure investments of $60 million to $110 million; a non-GAAP tax rate of 18% and cash taxes of $66 million to $116 million. For the full year, we continue to remain on track to achieve the Rule of 45 for the sixth consecutive year and expect billings in the range of $7.37 billion to $7.47 billion, which at the midpoint represents growth of 14%. Revenue in the range of $6.72 billion to $6.78 billion, which at the midpoint represents growth of 13%. Sovereign revenue in the range of $4.575 billion to $4.595 billion, which at the midpoint represents growth of 13%. Non-GAAP gross margin of 80.25% to 80.75%, non-GAAP operating margin of 34.5% to 35%. Non-GAAP earnings per share of $2.66 to $2.70, which assumes a share count of between 764 million and 768 million. Infrastructure investments of $380 million to $430 million; non-GAAP tax rate of 18% and cash taxes of between $400 million and $450 million.\nLooking ahead to the next 2 years, consistent with the framework that we provided at our Analyst Day last year, we remain confident that we will continue to meet the Rule of 45 and expect to grow faster than the market in all 3 of our pillars. Our confidence is supported by both secular and company-specific tailwinds. We expect continued strong growth in the demand for our products driven by increased investments in cybersecurity spend from our customers, the convergence of networking and security and vendor consolidation. We expect to continue to outperform the overall market growth due to continued organic innovation and leadership and price performance, which drives a lower total cost of ownership in network security, including operational technology as well as Unified SASE and SecOps. We plan to continue to invest in our go-to-market, including our cloud delivery infrastructure, strategic partner relationships and increased sales capacity.\nFinally, the rise of AI is expected to further increase demand for our solutions due to the need to secure LLMs and data movement, and we remain committed to continued investments in innovation and the ongoing development of our product portfolio.\nI will now hand the call back over to Anthony to begin the Q&A session.\n\nAnthony Luscri\n\nSP999 Thank you, Christiane. [Operator Instructions] Operator, open up the line for questions."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e703381c4afffefc66750bec59972097",
    "period": "2025 Q2",
    "content": "Q2 2025 Fortinet Inc Earnings Call\n\nQ2 2025 Fortinet Inc Earnings Call\n\nFTNTNASDAQAUG 6, 4:30 PM\n\nOperator\n\nHello, and welcome to Fortinet Second Quarter 2025 Earnings Conference Call. [Operator Instructions] Please be advised that this call is being recorded.\nI would now like to hand the call over to Aaron Ovadia, Senior Director of Investor Relations. Please go ahead.\n\nAaron Ovadia\n\nSenior Director of Investor Relations\n\nThank you, and good afternoon, everyone. I am pleased to welcome everyone to our call to discuss Fortinet's financial results for the second quarter of 2025.\nJoining me on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; Christiane Ohlgart, our CFO; and John Whittle, our COO. Ken will begin our call today by providing a high-level perspective on our business, Christiane will then review our financial results for the second quarter of 2025, before providing guidance for the third quarter and updating the full year. We will then open the call for questions. [Operator Instructions]\nBefore we begin, I'd like to remind everyone that on today's call, we will be making forward-looking statements, and these forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the risk factors in our most recent Form 10-K and Form 10-Q for more information. All forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics that we make on today's call are non-GAAP, unless stated otherwise. Our GAAP results and GAAP to non-GAAP reconciliations are allocated in our earnings press release and in the presentation that accompany today's remarks, both of which are posted on our Investor Relations website.\nAs a reminder, this is a live call that will be available for replay via webcast on our Investor Relations website. The prepared remarks will also be posted on the quarterly earnings section of our IR website following today's call. Lastly, all references to growth are on a year-over-year basis, unless noted otherwise.\nI will now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO\n\nThank you, Aaron, and thank you to everyone for joining our call. We are pleased with our strong second quarter performance beating both our building and operating margin guidance. Building on this business momentum, we are reaching our full year building outlook. In the second quarter, building grew by 15% and revenue grew by 14%, and we achieved a strong non-GAAP operating margin of 33%.\nOur strong top line results were driven by continued momentum among large enterprise customers with a total value of deal over $1 million increased by more than 50%. This growth reflects the strength and value of our innovation, the recent global demand of our integrated solution and the impact of go-to-market investment. Additionally, our recent investment in the fast-growing market of unified SASE and AI-driven secure operations are continuing to deliver strong return as building for both grew over 20% to a combined 35% of total buildings. Fortinet's strong momentum in SASE has been recognized by industry analysts as we are recently named a leader in the 2025 Garment Magic Quadrant for SASE platform, while also ranking #1 in a secure branch network monetization case. We are the only vendor in the report that is also recognized in 5 different neo-securitimagic quadrant, which all run on a unified FortiOS.\nWe continue to be the only vendor that has developed all core SASE capability in a single operation system, the FortiOS, including Negen firewall, SD-WAN, ZTNA, Secure Web Gateway, CASB and DLP. This native integrate of next-gen firewall, SD-WAN and SASE has become new generation SASE firewall, making it easy for customers to adopt an upgrade while reducing capacity and operation cost, enhancing user experience and ensure integrated hybrid secure access across both on-premise and cloud environment.\nOur success in unified SASE reflect the value customer placed in our new generation SASE firewall, beginning with their investment in our industry-leading FortiGate firewall build on our FortiASIC from their most large enterprise expanding into a secure SD-WAN capability before advancing to a FortiSASE solution. As a result, 13% of large enterprise customers have purchased FortiSASE and increased over 60% year-over-year. Furthermore, we have invested around $2 billion to build and operate a global own infrastructure. Spending around 5 million square feet across data centers, now on SOX customer supporting centers, executive briefing centers and the research and development facility. This large-scale footprint give us a competitive advantage in delivering FortiSASE cloud and other cloud services by owning and manage our infrastructure we ensure better customer experience, better cost efficiency, strong data solvency and high performance and scale.\nWe also leveraged our Fortistack technology to provide enhanced security and better management across our SaaS services. Today, we announced -- we are expanding our FortiCloud offering with 3 new services, the FortiIdentity, FortiDrive and FortiConnect. These services natively integrate into the Fortinet Security Fabric providing centralized visibility, consistent policy enforcement and real-time threat protection across users, devices, applications, data and AI agents. In OT security, while we are achieving building growth of over 20%, we have recently named the overall leader in the Westland adviser IT and OT network protection platform Navigator 2025 report.\nFor the third time in a row, earning the highest ranking in both strategic direction and technical capability. We continue to invest in AI, which we began developing more than 15 years ago and hold over 500 issued and pattern more than any other competitors. Our latest AI innovation, including FortiAI-Protect for advanced threat detection, FortiAI-Assist for automating security task and FortiAI-SecureAI for protecting AI infrastructure. As a result of our investment and recent innovations, our AI head-on solution are the fastest growing part of our business.\nI would like to thank our employees, customers, partners and suppliers worldwide for the continuous support and hard work. I will now turn the call over to Christiane.\n\nChristiane Ohlgart\n\nChief Accounting Officer & Principal Accounting Officer\n\nThank you, Ken. Thank you, Aaron, and good afternoon, everyone. As Ken mentioned, Fortinet's growth and momentum are strong. We beat our billings and operating margin guidance for the second quarter and raised our full year billings outlook. Total billings grew by 15% to $1.78 billion, driven by 21% growth in unified SASE and 31% growth in SecOps. Unified SASE and SecOps now account for 24% and 11% of total billings, respectively, up 1 point each.\nOur strong billings growth was driven by continued momentum in expanding into the large enterprise as the number of deals greater than $1 million increased by 29%, while the total dollar value grew by 51%. Among our top 5 verticals, financial services, the vertical with arguably the most sophisticated and discerning security purchases led the way with billings growth of over 30%. In addition, we continue to expand our customer base. Over 6,900 new organizations chose our unified single FortiOS platform to power their cybersecurity strategy. The robust growth in new customers is a clear testament to our strong position in the SMB market, driven by the continued commitment and loyalty of our channel partners.\nTotal RPO grew by 12% to $6.64 billion, while current RPO grew by 15% to $3.45 billion. With regards to ARR, unified SASE increased by 22% to $1.15 billion and SecOps increased by 35% to $463 million. Within unified SASE, FortiSASE, our SSE solution delivered strong results with ARR growth of over 100%, while the customer base expanded by 65%. Furthermore, adoption momentum has remained strong as 13% of our large enterprise customers have purchased FortiSASE, highlighting our continued expansion of FortiSASE in our customer base.\nAs a reminder, the typical customer journey begins with the purchase of our FortiGate firewall. From there, customers often expand to our integrated secure SD-WAN solution before adopting our single vendor SASE offering, reflecting the growing convergence of security and networking. Over 50% of our FortiSASE customers also leverage our SD-WAN solution, while 90% of our large enterprise FortiSASE customers began their journey with SD-WAN, reflecting the value of our integrated platform approach and the convergence of security and networking.\nTotal revenue grew by 14% to $1.63 billion, led by EMEA with growth of 18%, while the Americas and APAC both grew 11%. Product revenue increased by 13% to $509 million, benefiting from upgrade buying and strong growth in operational technology. We saw growth in all geos as we continue to lead the cybersecurity industry and product revenue.\nSoftware license revenue grew at a high teens rate and accounted for a high teens percentage of total product revenue. Service revenue grew by 14% to $1.12 billion. Service billings grew by 17%, our highest growth rate in the past 6 quarters, reflecting many enterprise agreement renewals as our loyal customers continue to invest in our solutions and benefit from our strong track record of innovation.\nNow I'd like to highlight some 7-figure deals that demonstrate how customers are adopting FortiSASE, consolidating networking and security and expanding the overall footprint with Fortinet. First, an educational institution in APAC purchased solutions across all 3 of our pillars, including FortiSASE for 3,000 users. This customer chose Fortinet over the competition for our simplified, flexible and consistent security enforcement, enabling secure access to both on-premises and cloud applications while delivering a seamless user experience. By leveraging FortiOS and FortiSASE, the school achieves superior performance, reduced total cost of ownership and simplified operations through our integrated security platform.\nNext, in an expansion and displacement deal, a leading retailer with 1,700 locations significantly increased the investment in Fortinet purchasing solutions across all 3 pillars, including FortiAPs, FortiSwitches and FortiAIOps. Already FortiGate customer with firewalls deployed at every location, the retailer selected FortiAPs for all sites and FortiSwitches for 600 locations, with the remainder planned for early 2026.\nThis customer chose Fortinet for our integrated FortiOS operating system, which enables seamless convergence of networking and security. As part of the deployment, they adopted FortiAIOps to proactively manage their access points and switches, leveraging our AI-driven capabilities to improve operational efficiency.\nIn another large deal, a top U.S. school district expanded its footprint with the purchase of FortiGates, FortiSwitches and FortiAPs as part of a 350-plus site refresh, displacing multiple vendors, already utilizing solutions across all 3 of our pillars, including FortiSASE, the district continues to invest in Fortinet to drive deeper network segmentation stronger security outcomes and greater infrastructure resiliency. Due to their continued consolidation on Fortinet products, they are realizing significant operational benefits, including simplified guest access, accelerated deployments and more efficient upgrade cycles all managed through our unified FortiOS platform.\nLastly, a technology company upgraded a portion of the high-end firewalls as a result of the upcoming 2026 and of support deadline and expanded their deployment with additional FortiGate appliances in the data center. They selected Fortinet for our FortiOS operating system, which enables streamlined operations while delivering a lower total cost of ownership.\nTurning to margins and cash flow. Total gross margin increased by 10 basis points to 81.6% and exceeded the high end of the guidance range by 60 basis points due to strong execution and cost control. Product gross margin of 67.8% increased by 180 basis points as inventory-related charges normalized. Service gross margin of 87.8% was down by 80 basis points due to increased investments associated with the expansion of our hosted security solutions.\nOperating margin of 33.1% decreased by 200 basis points, while being 60 basis points above the high end of our guidance range. The year-over-year decline reflects increased investments in sales headcount, the absorption of costs from recent acquisitions and foreign exchange headwinds stemming from a weaker U.S. dollar as most of our operating expenses are denominated in foreign currencies.\nFree cash flow was $284 million and adjusted free cash flow was $428 million, up $104 million. Cash generation in the first half of the year was very strong with adjusted free cash flow reaching $1.27 billion, representing a margin of 40% year-to-date. Infrastructure investments were $168 million, up $145 million as we continue to build out our infrastructure footprint to support FortiSASE, FortiCloud and other services.\nWe repurchased approximately 4.6 million shares of our common stock for an aggregate cost of $401 million in the second quarter. The remaining share buyback authorization as of today is approximately $1.6 billion.\nBefore moving on to guidance, I'd like to provide an update on our firewall upgrade cycle and the broader macro environment. During our Analyst Day last November, we shared that approximately 650,000 firewall units will reach end of service by the end of 2026, followed by another cohort of 350,000 low-end units in '27. While the 2027 cohort is less significant than the 2026 cohort in terms of product revenue due to its lower price point, firewall upgrade discussions offer valuable opportunities to engage with both, our customers and channel partners, allowing us to showcase our ongoing innovation in FortiOS. By upgrading to our new generation SASE firewalls, customers gain enhanced security capabilities and benefit from our unified platform approach.\nWe estimate that we are approximately 40% to 50% of the way through the 2026 upgrade cycle at the end of the second quarter based on the remaining active units and service contracts, and we expect continued upgrade activity for the remaining devices over the next 6 quarters. Our focus and open communication regarding the refresh allow us and our channel partners to have conversations with our customers around both, the upgrade and the customers' overall security strategy, benefiting us longer term.\nDespite ongoing uncertainty surrounding tariffs and the global economic outlook, we have not experienced a negative impact on our business. The cybersecurity market and the demand for our solutions remains strong and resilient.\nNow moving on to guidance. As a reminder, our third quarter and full year outlooks, which are summarized on Slide 17 and 18 are subject to the disclaimers regarding forward-looking information that Aaron provided at the beginning of the call. For the third quarter, we expect billings in the range of USD 1.76 billion to USD 1.84 billion, which at the midpoint represents growth of 14%. Revenue in the range of USD 1.67 billion to USD 1.73 billion, which at the midpoint represents growth of 13%. Non-GAAP gross margins of 80% to 81%, non-GAAP operating margin of 32.5% to 33.5%. Non-GAAP earnings per share of $0.62 to $0.64, which assumes a share count between 772 million and 776 million.\nInfrastructure investments of $110 million to $130 million. A non-GAAP tax rate of 18%, cash taxes of $60 million to $90 million. As a result of our strong results in the first half of the year, we are pleased to have raised the midpoint of our full year billings guidance by $100 million. We maintained our total revenue guidance while adjusting the revenue mix by shifting $50 million from service to product revenue.\nDespite the shift towards product revenue for the full year, we maintained our gross margin range and slightly increased our operating margin guidance midpoint. We continue to remain on track to achieve the Rule of 45 in 2025 for the sixth consecutive year.\nFor the full year, we expect billings in the range of USD 7.325 billion to USD 7.475 billion, which at the midpoint represents growth of 13%. Revenue in the range of USD 6.675 billion to USD 6.825 billion, which at the midpoint represents growth of [ 13% ]. Service revenue in the range of $4.55 billion to $4.65 billion, which at the midpoint represents growth of 14%.\nNon-GAAP gross margin of 79% to 81%, non-GAAP operating margin of 32% to 33.5%. Non-GAAP earnings per share of $2.47 to $2.53, which assumes a share count of between 773 million and 777 million. Infrastructure investments of $380 million to $430 million. A non-GAAP tax rate of 18% and cash taxes of between $400 million to $450 million, which is $125 million lower than our prior expectation, primarily due to new tax law changes.\nI now hand the call back over to Aaron to begin the Q&A session.\n\nAaron Ovadia\n\nSenior Director of Investor Relations\n\nThank you, Christiane. [Operator Instructions] Operator, please open the line for questions. ."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9855fc5d591e8871e1baf704100656ba",
    "period": "2024 Q4",
    "content": "Q4 2024 Fortinet Inc Earnings Call\n\nQ4 2024 Fortinet Inc Earnings Call\n\nFTNTNASDAQFEB 6, 4:30 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Fortinet Fourth Quarter 2024 Earnings Announcement Conference Call. [Operator Instructions]. Please be advised today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Aaron Ovadia, Senior Director of Investor Relations. Please go ahead.\n\nAaron Ovadia\n\nThank you, and good afternoon, everyone. This is Aaron Ovadia, Senior Director of Investor Relations at Fortinet. I am pleased to welcome everyone to our call to discuss Fortinet's financial results for the fourth quarter and full year of 2024. Joining me on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; and Keith Jensen, our CFO; John Whittle, our COO; and Christiane Ohlgart, our CAO and sales operations leader.\nThis is a live call that will be available for replay via webcast on our Investor Relations website. Ken will begin our call today by providing a high-level perspective on our business. Keith will then review our financial and operating results for the fourth quarter and full year of 2024 before providing guidance for the first quarter and full year of 2025. We will then open the call for questions. During the Q&A session, we ask that you please limit yourself to 1 question and one follow-up question to allow others to participate.\nBefore we begin, I'd like to remind everyone that on today's call, we will be making forward-looking statements, and these forward-looking statements are subject to risks and uncertainties, which could cause our actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the risk factors in our most recent Form 10-K and Form 10-Q for more information. All forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics that we make on today's call are non-GAAP, unless stated otherwise. Our GAAP results and GAAP to non-GAAP reconciliations are located in our earnings press release and in the presentation that accompany today's remarks, both of which are posted on our Investor releases website. The prepared remarks for today's earnings call will be posted on the quarterly earnings section of our Investor Relations website following today's call. Lastly, all references to growth are on a year-over-year basis, unless noted otherwise.\nI will now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO\n\nThank you, Aaron, and thank you to everyone for joining the call. We are pleased with our strong performance in the fourth quarter, successfully balancing growth and profitability, including record operation margin of 39%. Total revenue growth of 17%, including product revenue growth of 18%, our highest growth rate in 6 quarters as we further strengthen our market leadership in secure networking. A strong growth in Unified SASE and secure operation with security service age building growth of 85%, which drove our Unified SASE growth of 13%, accounting for 23% of our business. The strong Unified SASE growth highlights the value that our customers see in our single vendor SASE strategy. We are the only vendor to organically develop the key SASE functionality into a single operating system for TOS, which [indiscernible] nextgen firewall, SD-WAN, DTNA Secure Web Gateway, LP and other innovations.\nSince [indiscernible] Unified networking and security, delivering an enhanced user experience and securing access to applications across on-premise and cloud environment. This infra SD-WAN customer can deploy for case in the cloud or on-premise within minutes. We also enable sovereign SASE for service providers and large enterprise to hold forest within their own data center, enabling tighter control of their data and great connectivity while leverage of the ASIC technology salary [indiscernible] for superior performance.\nAdditionally, Fortinet's AI power security, unified management and single agent approach provide consistent protection across all locations and devices, ensuring full control, visibility and simplified deployment while also offering industry's simplest licensing and 35 data performance per user driven secure operation accounted for 11% of total building, while ARR grew 32%. We recently enhanced our secure portfolio by acquiring perception point, a leader in advanced e-mail and collaboration security. This acquisition strengthens our end-to-end cyber security by extending protection beyond e-mail to the entire modern workspace, addressing the growing advanced rate risk in today's elevated threat environment.\nIn secure networking, we continue to lead inventory with a convergence and consolidation strategy, a recon we have been drilling for 25 years. Industry forecasts predict that secure networking will surpass traditional networking by 2026 as the #1 secure networking vendor, Fortinet has secured over half of all global firewalls and lead the convergence trend. Also as shown on Slide 4, Fortinet continues to be the only vendor to leverage a single operation system for the U.S. Class 5 secure networking [indiscernible] quadrant.\nCustomers are increasingly recognize that our FDS and food ASIC technology delivery of 5x to cane at performance than competitors while enhancing security effectiveness and reducing total cost of ownership. This is especially evident in the operation technology where OT sales approached $1 billion in 2024. Today, we introduced the 40-day strategy, 5G and 7G next-generation firewall and a unified SaaS solution. designed for SMB and distributed enterprise with cognate performance and enhanced security delivering up to flag to Connex faster support and better threat protection than industry average and supporting a wide range of secure network interface for remote access. In addition, we recently acquired the remaining share of Linx a leading provider of connectivity solutions to expand our enterprise grade security to employee was remotely home business and consumers.\nLastly, I'm very proud to share that Fortinet was recently recognized on Ford's most trust company in our market list, ranked #7 overall and the only cyber secure company in the top 50 list, highlighting our transparency and commitment to our customer as the most trust cybersecurity company. I would like to thank our employees, customers, partners and suppliers worldwide for their continuous support and hard work.\nI will now turn the call over to Keith.\n\nKeith F. Jensen\n\nChief Financial Officer, Fortinet, Inc.\n\nThank you, Ken. Thank you, Aaron, and good afternoon, everyone. Let's start with the key highlights from the fourth quarter. We delivered strong execution results above the high end of guidance, together with record operating margin at 39%. Total revenue grew 17%, driven by strong product and service revenues as product revenue growth pushed up to 18%. In addition, we added a record 6,900 new logos driven by close alignment with our channel partners.\nLooking at our financial results in more detail. Total billings grew 7% to $2 billion, including double-digit security operations and Unified SASE growth, RPO grew 12% to $6.4 billion. ARR growth was very strong from [ SASE ] Ops and grew 32% and unified SASE, which grew at 28% and to a combined total of over $1.5 billion. Within Unified SASE, SASE continues to gain traction with ARR growth of 96% and as we continue to see early success upselling 40 Sassi to our large SD-WAN customer base.\nFor SASE deals increased over 60% and the pipeline was up 90%. The typical 40 SASE journey [Audio Gap] rounding out the billings commentary, deals between $5 million and $10 million increased over 90%. SMB was our top-performing customer segment with growth of over 30%, and EMEA was our best-performing geography, driven by growth of over 25% from international emerging. Among our top 5 verticals, worldwide government and service provider both grew over 20% while financial services saw the expected challenge from the difficult year-over-year comparison, driven by several 7- and 8-figure deals in the fourth quarter of 2023.\nTurning to revenue and margins. Total revenue grew 17% to $1.66 billion. Product revenue increased 18% to $574 million, our highest growth rate in 6 quarters, driven by hardware revenue growth of 19%. On a sequential basis, product revenue increased 21% and represents the third quarter in a row with elevated sequential growth. Software license revenue continued its double-digit growth and represented a mid- to high-teens percentage of total product revenue. Service revenue of $1.09 billion grew 17% and to 65% of total revenue. Service revenue growth was driven by SaaS solutions at 130%, which includes Lacework as well as strong organic services growth in Unified SASE and SecOps.\nCombined revenue from software licenses and software services such as cloud, Lacework and other SaaS security solutions, increased 41% and provides an annual revenue run rate of over $1 billion. Total gross margin increased 340 basis points to 81.9% and exceeded the high end of the guidance range by 140 basis points. Product gross margin of 69.3% increased 920 basis points as inventory-related charges normalized from last year's highly elevated levels, adding 840 basis points to product gross margin and 290 basis points to total gross margin\nService gross margin of 88.6% increased 50 basis points to a quarterly record as service revenue growth outpaced labor and hosting cost increases while benefiting from the mix shift towards higher-margin FortiGuard security subscription services as well as some early AI-related savings. Operating margin increased 720 basis points to a record 39.2%. It was 520 basis points above the high end of the guidance range, reflecting the strong gross margin an FX tailwind of about 110 basis points as well as the top line overperformance that flow through to the bottom line.\nBefore moving to the statement of cash flows, I'd like to summarize the financial impact from the Lacework, Next DLP and perception point acquisitions. These acquisitions increased fourth quarter billings by 115 basis points versus our expectation of 75 basis points and decreased operating margin by 190 basis points versus our expectation of a decrease of 230 basis points.\nLooking to the statement of cash flow summarized on Slides 18 through 21. Free cash flow was $380 million, and free cash flow margin was 23%, up 11 points. Adjusted free cash flow was $549 million, representing a margin of 28%, up 16 points. Cash taxes were $156 million, down $186 million reflecting the prior year's regulatory extension of estimated tax payments, while infrastructure investments were $98 million or up $71 million. Average contract term in the fourth quarter was 29 months, down 1 month year-over-year and up 1 month quarter-over-quarter. DSO decreased 10 days, reflecting improved linearity year-over-year. And the remaining share buyback authorization is $2 billion.\nMoving to an overview of our 2024 full year results. Billings exceeded $6.5 billion, while total revenue grew 12% to $5.96 billion driven by revenue growth of around 25% for both Unified SASE and SecOps. Service revenue grew 20% to $4.05 billion, driven by a 22% increase in security subscriptions and 33% growth in Unified SASE services. Gross margin was up 390 basis points to 81.3%, benefiting from the revenue mix shift to service revenue and 140 basis point tailwind of inventory-related charges normalized during the year. Operating margin increased 660 basis points to a record 35%. And resulting in operating income of $2.1 billion, which was up 38%.\nOur GAAP operating margin of 30.3% continues to be one of the highest in the industry. Earnings per share increased 45% to $2.37. Free cash flow was a record $1.9 billion, representing a margin of 32%. Adjusted free cash flow was $2.2 billion, representing a margin of 37%. If I would just sum up 2024, I think it's important to note that we have now met or exceeded the Rule of 45 for the fifth consecutive year.\nNow I'd like to share a few significant fourth quarter wins showcasing our SASE expansion and our leadership and operational technology. In a 7-figure new customer win, a health care provider strategically included FortiSASE in its first for a net purchase alongside SD-WAN, while replacing a competitor's firewall. With a new leadership team focused on vendor consolidation, reduced operating cost and complexity and addressing technical debt the FortiOS consolidated multiple security functions onto a single platform, modernize and outdated firewall infrastructure and replace VPN technologies with a 5,000-seat SASE solution that relies on Fortinet PoPs.\nIn another 7-figure SASE deal in the existing Fortune 500 SD-WAN retail customer purchased 40 SASE for 2,000 users with the potential to scale up to 12,000. They chose Fortinet for it's flexible and consistent security enforcement, which enhances user experience while securing access to both on-prem and cloud applications. Additionally, they valued our strategy of building our own SASE delivery infrastructure powered by our proprietary ASIC technology.\nAnd lastly, in a high 7-figure deal, a large energy company expanded its partnership with us by signing us first enterprise agreement to protect this global critical infrastructure. This customer secures its infrastructure using FortiGates across approximately 1,000 sites, spanning branch locations, data centers and cloud environments. Key factors in this win included our ability to support their global critical infrastructure both technically and through world-class support programs. Our leadership in OT infrastructure capabilities and the automation and seamless integration of our FortiOS system.\nWith Fortinet supplying over 50% of the firewalls worldwide, Fortinet security solutions themselves have become critical infrastructure, protecting the critical infrastructure. In the threat landscape where there has been a step-level increase in sophistication and risk. Given our scale, innovation and broad adoption, we and national cybersecurity agencies around the world view our partnership is key to protecting the most important customers and entities in this dynamic landscape.\nNext, I'd like to review some of our key AI solutions for Threat Intelligence, networking, Knock and Sock and LLM leakage. For Threat Intelligence, FortiGuard AI power security services, combined with real-time threat intelligence helps organizations combat known, unknown zero-day and emerging AI-based threats. For networking, FortiAI Ops reduces the time needed to diagnose networking issues. By monitoring trends of the network and with full access to logs across a Fortinet Security Fabric, our AI engine uses machine learning to understand the optimal conditions for the network and highest potential issues.\nFor the Knock and Sock, FortiAI uses natural language and generative AI to guide, simplify and automate analyst activities. FortiAI is integrated into 7 different network and security operation products with additional products to be added. For LLM leakage, our AI-based DLP services actively identify and bought sensitive information from being uploaded or shared with AI systems.\nBefore discussing our guidance, I'll offer a few updates on the record-level firewall upgrade opportunity that we shared during our November Analyst Day. In the fourth quarter, we saw early upgrade movement with large enterprises, both on buying plans and actual purchases. We expect the momentum to build as we move into the second half of 2025 as we get closer to the 2026 into service dates. The 2026 and 2027 cohorts present a substantial upsell opportunity for SASE switches, access points and SecOps solutions. To maximize our upgraded cross-sell potential, we're implementing several initiatives, including creating sales plays for each customer segment and key vertical, expanding our account plans for larger enterprises to more specifically target the upgrade and expansion opportunities. And collaborating with our channel partners on SMB opportunities, incentive programs, end user data, and developing targeted bundle offerings for these customers.\nMoving on to guidance. As a reminder, our first quarter and full year outlook, which are summarized on Slides 23 and 24, are subject to disclaimers regarding forward-looking information that Aaron provided at the beginning of the call. I should note, we expect [ Linx ] and Perception Point to increase first quarter billings and revenue growth by approximately 90 basis points. and decreased operating margin around 40 basis points. For the full year, we expect Linx and Perception Point to increase billings and revenue growth by approximately 125 basis points and decreased operating margin by around 50 basis points.\nAll right. For the first quarter, we expect billings in the range of $1.520 billion and $1.600 billion, which at the midpoint represents growth of 11%. The revenue in the range of $1.500 billion to $1.560 billion, which at the midpoint represents growth of 13%. Non-to-GAAP gross margin of 80% to 81%, non-GAAP operating margin of 30% to 31%, non-GAAP earnings per share of $0.52 to $0.54, which assumes a share count of between $774 million and $780 million. Infrastructure investments of $80 million to $100 million; a non-GAAP tax rate of 18% and cash taxes of $30 million to $35 million.\nFor the full year, we expect billings in the range of $7.2 billion to $7.4 billion, which at the midpoint represents growth of 12%. We revenue in the range of $6.65 billion to $6.85 billion, which at the midpoint represents growth of 13%. Service revenue in the range of $4.575 billion to $4.725 billion which at the midpoint represents growth of 15%. Non-GAAP gross margin of 79% to 81%, non-GAAP operating margin of 31% to 33%, non-GAAP earnings per share of $2.41 to $2.47 and which assumes a share count of between $773 million and $783 million.\nInfrastructure investments of $380 million to $430 million, a non-GAAP tax rate of 18% and cash taxes between $525 million and $575 million. And on a personal note, you have made read in today's 8-K filing that after a 4-decade career in finance, including 11 years of Fortinet, it's time for a me to enjoy retirement. I'll continue to serve through the next quarter earnings call and up to May 15 and plan to stay at Fortinet to help with the transition through June 30. Most importantly, I'm leaving Fortinet in very good hands. Pursuant to our succession plan, Christiane Ohlgart who, as discussed in the 8-K has served in various roles at Fortinet for almost 6 years. We'll take over as CFO as my step down in May.\nI'd like to thank Ken, Michael and the Fortinet team and all of you for making this chapter of my lifestyle rewarding. I very much appreciate the time I've had for networking with Kim, Michael, the entire team and certainly with the investors and financial analysts. I know on this for that is people, customers and its noble mission to protect and serve important customers and entities around the world.\n\nKen Xie\n\nFounder, Chairman & CEO\n\nThank you, Keith, for your great service and contribution. And Christiane, we're looking forward to working with you, your new role continue to drive the success and [indiscernible]. So I will now hand the call over to Aaron for the Q&A session."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8272d27d144373d2d277c3c0d521c429",
    "period": "2024 Q2",
    "content": "Q2 2024 Fortinet Inc Earnings Call\n\nQ2 2024 Fortinet Inc Earnings Call\n\nFTNTNASDAQAUG 6, 4:30 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Fortinet Second Quarter Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Aaron Ovadia, Director of Investor Relations. Aaron?\n\nAaron Ovadia\n\nThank you, and good afternoon, everyone. This is Erin Ovadia, Director of Investor Relations at Fortinet. I am pleased to welcome everyone to our call to discuss Fortinet's financial results for the second quarter of 2024. Joining me on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; Keith Jensen, our CFO; and John Whittle, our COO.\nThis is a live call that will be available for replay via webcast on our Investor Relations website. Ken will begin our call today by providing a high-level perspective on our business. Keith will then review our financial and operating results Second quarter of 2024, before providing guidance for the third quarter of 2024 and updating the full year. We will then open the call for questions.\n[Operator Instructions] Before we begin, I'd like to remind everyone that is on today's call that we will be making forward-looking statements and these forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those projected. Please refer to our SEC filings, and in particular, the risk factors in our most recent Form 10-K and Form 10-Q for more information.\nAll forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics that we make on today's call are non-GAAP, unless stated otherwise. Our GAAP results and GAAP to non-GAAP reconciliations are located in our earnings press release and the presentation accompanying today's remarks, both of which are posted on our Investor Relations website. The prepared remarks for today's earnings call will be posted on the quarterly earnings section of our Investor Relations with immediately following today's call.\nLastly, all references to growth are on a year-over-year basis, unless noted otherwise. I will now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO\n\nOkay. Thank you, Aaron, and thank you to everyone for joining our call. We are pleased with our strong execution in the second quarter as we successfully balanced growth and profitability. We achieved record operation margin, which increased 820 basis points to 35% and managed to building revenue in the high end of the guidance range, reached our full year 2024 revenue and operation margin guidance, and we continue to invest for growth. gaining market share, Secure Networking and investing in fast-growing Unified SASE and Secure Operation market.\nSecure networking customers are increasingly recognized our FortiOS and FortiASIC technology offering 5 to 10x better performance than our competitors while improving security effectiveness and providing a low total cost of ownership. For over 20 years, we have been leading the shift to networking and security convergence and the industry projection now indicate secure networking will surpass traditional network by 2026, 4 years earlier than previously anticipated.\nIn the second quarter, Unified SASE accounted for 23% of total building, up 1 point. We expect our differentiated Unified SASE offering to become a leader in the SASE indicate. We believe we are the only company that has built all the SASE functions organically in a single operation system. We have a converged networking and security stack, including our market-leading SD-WAN, ZTNA, Secure Web Gateway, CASB, Firewall and many other innovations. Our SASE offering provides flexible enforcement delivering a better user experience while securing access to application on-premise and in the cloud.\nFurthermore, we continue to build our own SASE delivery infrastructure, including leverage of FortiGate technologies, providing us with a competitive long-term cost advantage. As announced earlier today, we acquired [indiscernible], a next-generation cloud-native SASE data protection platform, extending from endpoint to cloud. This will allow us to enter the stand-alone enterprise DLP market as well as immigrate market for the SASE solution. We also recently improved our position in the Gartner Magic Quadrant for single-vendor SASE and are the only vendor included in all 5 of major network security Magic Quadrant single-vendor SASE, network firewall, SD-WAN, secure service edge and enterprise wide and wireless in infrastructure. Each of the solutions run on our single unified operating system for the OS with AI-powered FortiGuard secure service and unified management.\nAI-driven Secure Ops accounted for 10% of total building in the second quarter, up 1 point. Our comprehensive Secure Ops portfolio backed by over a decade of AI experience offers the broadest range of sensors and advanced analytics to continuous access activity to identify some of cyber strides. For AI harness generative AI to table chart our platform and help secure the operation team make better informed decision and respond to threats faster by simplifying the most complex task. Fortinet is available in FortiAnalyzer for the SIM and for store and will soon be available in other Fortinet product.\nIn addition, we are pleased to further expand our secured portfolio with acquisition of [indiscernible] and believe that together, our solution form one of the most comprehensive full-stack cloud security solution available from a single vendor. [indiscernible] organically developed AI-driven cloud native application protection platform will be combined with the power of Fortinet security platform, ensuring broad protection across network, cloud and endpoint. This acquisition increases our total addressable market by $10 billion and add a team of talented engineers dedicated to cloud-native security while also expanding our sales force that can sell the entire Fortinet portfolio of solutions.\nYesterday, we announced several enhancements to [indiscernible] security platform, which are already stand as the most comprehensive OT security platform on the market, enhancements include new recited plans advanced secure networking and secure operation capability and expanded partnership with leading OT vendors, reflecting Fortinet's commitment to security for the growing cyber physical system market.\nAs further evidence of our innovation and commitment to excellence in OT, we recently earned a prestigious Red Dot product design work for a 4-grade 5G model. Fortinet was the only secured company who will see this recognition in the industry next-generation firewall.\nBefore turning the call over to Keith, I wish to present our employees, customers partners and suppliers worldwide for their continued support and hard work. Keith?\n\nKeith F. Jensen\n\nChief Financial Officer, Fortinet, Inc.\n\nThank you, Ken, and thank you, Aaron, and good afternoon, everyone. Let's start with the key highlights from the second quarter. Overall, we are very pleased with our execution in the quarter. We achieved record growth in operating margins at 81.5% and 35.1%, respectively, while delivering top line numbers at the high end of our guidance range.\nRevenue grew 11% as product revenue exceeded our expectations, driven by robust software revenue growth and sequential hardware growth that more closely aligned with historical norms.\nWe also added 6,300 new logos as we continue to invest in our channel partners. As you'll hear in a moment, we believe we are on a pace for another rule of 40 year. At the same time, we accelerated our investments in the fast-growing Unified SASE and security operation markets with the acquisitions of Lace Work and Next DLP. Lace Work strengthens our position in the high-growth CAP market and expands our total addressable market by $10 billion, while Next DLP improves our position in the stand-alone enterprise data loss prevention market. Combined, Fortinet will gain over 900 customers and talented sales and engineering teams.\nAnd I'll just pause here to offer a very warm welcome to team members from both companies.\nContinuing with our Q2 highlights, we've taken the lead in partnering with the U.S. Cybersecurity and Infrastructure Security Agency, or [ CISAP ] through a secure by design pledge and are leading with our responsible transparency practices. We want to emphasize, we understand customer trust is paramount to our business. Our continued success across all customer segments in each of our 3 pillars, represents hundreds of thousands of end customers testing and buying for net security solutions. Simply stated, this is a significant scale advantage and a responsibility a few others have, and also offers customers validation at a very robust level. We are committed to responsible updates and deployment processes supply chain controls, product security measures and transparency.\nTo understand more about the proactive measures we take to safeguard our customers and our reputation, please visit our trust website at fortinet.com/trust.\nLooking at billings in more detail. Total billings were consistent year-over-year at $1.54 billion, overcoming the headwind from the drawdown in backlog in the comparable quarter. At the same time, total bookings increased year-over-year and more importantly, the sequential growth rate approached pre-COVID, pre-supply chain norms. Unified SASE and SecOps delivered strong growth along with software while product sales recovered more than expected.\nWe continue to see significant progress from our investments in both pillars and saw strong pipeline growth of 45% for Unified SASE and 18% for SecOps. Both pillars are gaining significant momentum within our installed base is over 90% of Unified SASE and SecOps billings are coming from existing customers.\nLarger enterprises continue to be our largest customer segment. with large and mid-enterprises combining to represent 86% and 82% of Unified SASE and SecOp solutions, respectively.\nWithin Unified SASE, FortiSASE buildings continue to grow at triple-digit rates as existing customers can seamlessly integrate our solution within minutes to secure their hybrid workforce. While 40 client customers are able to use a single agent to secure Internet, private and SaaS applications.\nWe've also integrated 40 AP with 40 SASE for securing thin edges and unmanaged devices. Our Unified SASE solution continues to gain market recognition. For the second consecutive year, we've been recognized as a challenger in the Gartner Magic Quadrant for single vendor SASE with the third highest placement in the ability to execute AXIS.\nAnd as mentioned earlier, we are further improving our FortiSASE solution by adding powerful data loss prevention capabilities from Next DLP. Rounding out the billings commentary, the SMB was again the top performing customer segment, while international emerging was again our best-performing geography.\nOn an industry vertical basis, technology and transportation grew at double-digit rates, while service provider and manufacturing were more challenged.\nTurning to revenue and margins. Total revenue grew 11% and to $1.434 billion, driven by service revenue growth and software licenses. Service revenue of $982 million grew 20%, accounting for 68.5% of total revenue. Service revenue growth was led by 36% growth in SecOps and 27% growth in Unified SASE.\nAs noted on Slide 5, Unified SASE includes SASE and related technologies together with SD-WAN. Product revenue decreased 4%, but better than expected to $452 million. Excluding the impact of backlog, product sales growth improved 14 points quarter-over-quarter and a similar amount year-over-year.\nSoftware license revenue growth continued to accelerate at 26% and represented a high teens percentage of product revenue, a nearly 5-point increase in the software mix year-over-year.\nCombined revenue from software licenses and software services such as cloud and SaaS security solutions, increased 32%, accelerating from 23% a year ago and providing an annual revenue run rate of over $800 million.\nTotal gross margin increased 360 basis points to a quarterly record of 81.5% and exceeded the high end of our guidance range by 400 basis points, benefiting from higher product and services gross margin as well as a 5-point mix shift to higher-margin service revenues.\nProduct gross margin of 66% increased 250 basis points year-over-year, mainly due to increased software mix and lower indirect costs. On a quarter-over-quarter basis, product gross margin increased from 56% to 66% as hardware demand increased and inventory levels and related inventory charges moved closer to historical norms.\nService gross margin of 88.6% and increased 240 basis points as service revenue growth outpaced labor cost increases and benefited from the mix shift towards higher-margin FortiGuard Security subscription services.\nOperating margin increased 820 basis points to a quarterly record of 35.1% and was 840 basis points above the high end of our guidance range, reflecting the record gross margin as well as cost efficiencies within the business.\nLooking at the statement of cash flows summarized on Slides 16 and 17. Free cash flow was $319 million for the quarter and $927 million for the first half of 2024, or $1.1 billion after adjusting for real estate and infrastructure investments.\nCash taxes in the quarter were $252 million. As a reminder, last year's second quarter benefited from the deferral of approximately $190 million in cash tax payments, which were ultimately paid in the fourth quarter of 2023.\nInfrastructure investments totaled $23 million. Average contract term in the second quarter was 28 months, flat year-over-year and up 1 month quarter-over-quarter. DSO decreased 7 days year-over-year and increased 2 days quarter-over-quarter to 68 days.\nWhile we did not repurchase shares in Q2, share buybacks have totaled $5.3 billion over the last 4 plus years and the remaining buyback authorization is $1 billion.\nNow I'd like to share a few significant wins from the second quarter. In a 7-figure deal, an international government agency purchased 12 solutions across all 3 pillars, including 8 SecOp solutions. This new customer selected Fortinet because of our operating system's ability to consolidate over 30 networking and security functions into a single unified platform, covering SecOps, SASE and Secure Networking. The customer was impressed with the integrated security, end-to-end visibility and automated response features of our FortiOS operating system.\nNext, in a 7-figure win, a large utility company, expanded our partnership by signing their first enterprise agreement with us to safeguard their OT environment. This deal displaces 5 legacy vendors and includes ruggedized equipment deployed to the customers' power plants, control centers and substations. Keys to this expansion win were our proven expertise in securing critical infrastructure and our price for performance advantage.\nAnd lastly, in a competitive displacement win, our retail store chain purchased our FortiSASE solution in a 7-figure deal. This customer chose Fortinet because of our integrated FortiOS platform, as they were able to seamlessly integrate FortiSASE with their existing Fortinet security solutions.\nNow I'd like to offer some comments on customer inventory digestion and the firewall refresh cycle. Last quarter, we pointed to a 25% improvement in the number of days of registered FortiGuard contracts from its peak and view this as an early but soft indicator of that \"inventory digestion\" at end users appear to be normalizing and the firewall market could start to show signs of recovery. To provide an update on this indicator and other signs of possible improvement in the firewall market, we can share that as shown on Slide 19, in the second quarter. The days of registered security service contracts improved another 12 days and has now returned to 2020 pre-supply chain, pre-COVID crisis levels. Inventory commitments and levels are normalizing at our contract manufacturers and in the channel.\nAnd as noted earlier, the sequential increase in hardware sales in the second quarter aligned more closely with historical norms. While these indicators are positive, we believe customers are currently managing a tough macro environment and a key election year in the U.S., and we believe this is having an impact on our customers' purchasing decisions. As a result, we believe a full refresh cycle is unlikely to occur in 2024, but more likely in 2025.\nMoving on to guidance. As a reminder, our third quarter and full year outlook, which are summarized on Slides 21 and 22, it's subject to the disclaimers regarding forward-looking information that Aaron provided at the beginning of the call. Before reviewing the outlook, I'd like to offer a few modeling notes in light of our Lace Work and Next DLP acquisitions, covering estimates included in our Q3 and full year guidance. For billings, the acquisitions increased Q3 by approximately 0.5 point and the full year by approximately 1/3 point. Total revenue increased Q3 and full year growth by 1 point and 0.5 points, respectively. For gross margin, they decreased Q3 and full year margins by less than 0.5 point for each period. For operating margin, they decreased Q3 and full year margins by 3 points and 1.5 points, respectively.\nInclusive of these acquisition-related estimates, for the third quarter, we expect billings in the range of $1.530 billion to $1.600 billion, which at the midpoint represents growth of 5%, revenue in the range of $1.445 billion to $1.505 billion, which at the midpoint represents growth of 10.5%. Non-GAAP gross margin of 79% to 80%. Non-GAAP operating margin of 30.5% to 31.5%. Non-GAAP earnings per share of $0.56 to $0.58, which assumes a share count of between $767 million and $777 million. Capital expenditures of $40 million to $60 million. A non-GAAP tax rate of 17%. And cash taxes of $125 million to $145 million.\nAnd again, for the full year, inclusive of the numbers we gave a moment ago, we expect billings in the range of $6.400 billion to $6.600 billion; revenue in the range of $5.800 billion to $5.900 billion. which at the midpoint represents growth of 10%. Service revenue remained of $3.975 billion to $4.025 billion, which at the midpoint represents growth of 18%. Non-GAAP gross margin of 79% to 80%, Non-GAAP operating margin of 30% to 31.5%. Non-GAAP earnings per share of $2.13 to $2.19, which assumes a share count of between $767 million and $777 million. Capital expenditures of $320 million to $360 million. Non-GAAP tax rate of 17% and cash taxes of between $525 million and $575 million.\nI look forward to updating you on our progress in coming quarters.\nBefore we begin the Q&A session, it is with deep sadness that we recognize the passing of our friend, Peter Salkowski, our SVP of Finance and Investor Relations. Peter was an integral part of the Fortinet team for over 6 years. and was renowned for is passion for mentoring and developing the next generation of leaders. We'll miss Peter and fondly remember his commitment to fostering talent and nurturing potential within our company. I know that Peter worked closely with many of you on this call, and the outlining of condolences and heartfelt memories you've shared since his passing clearly shows the positive impact he had on so many people's lives. Peter great pride in his contribution to Fortinet and rightly so. having contributed to increasing shareholder value from $8 billion to $46 billion during his tenure Fortinet. Aaron, back to you.\n\nAaron Ovadia\n\nThank you, Keith. As a reminder, during the Q&A session, we ask that you please limit yourself to 1 question and 1 follow-up question to allow others to participate. Operator, please open the line for questions. ."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/045d420fa99dfb6303956cdbff490ae2",
    "period": "2024 Q1",
    "content": "Q1 2024 Fortinet Inc Earnings Call\n\nQ1 2024 Fortinet Inc Earnings Call\n\nFTNTNASDAQMAY 2, 4:30 PM\n\nOperator\n\nGood day and thank you for standing by. Welcome to the Fortinet 1Q 24 Earnings Announcement Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to our first speaker today, Peter Salkowski, Senior Vice President of Investor Relations. Please go ahead.\n\nPeter M. Salkowski\n\nHead of Investor Relations, GoPro, Inc.\n\nThank you, Brianna. Good afternoon, everyone. This is Peter Salkowski, Senior Vice President of Finance and Investor Relations at Fortinet. I am pleased to welcome everyone to our call to discuss Fortinet's financial results for the first quarter of 2024. Joining me on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; Keith Jensen, our CFO; and John Whittle, our Chief Operating Officer.\nThis is a live call that will be available for replay via webcast on our Investor Relations website. Ken will bring our call today by providing a high-level perspective on our business. Keith will then review our financial and operating results for the first quarter of 2024 before providing guidance for the second quarter of 2024 and updating the full year. We'll then open the call for questions. During the Q&A session, we ask that you please be yourself to one question and one follow-up question to allow others to participate.\nBefore we begin, I'd like to remind everyone that on today's call, we will be making forward-looking statements, and these forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the risk factors in our most recent Form 10-K and Form 10-Q for more information. All forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics, which we make on today's call are non-GAAP, unless stated otherwise. Our GAAP results and GAAP to non-GAAP reconciliations are located in our earnings press release and in the presentation that accompany today's remarks, both of which are posted on our Investor Relations website. The prepared remarks for today's call will be posted on the quarterly earnings section of the Investor Relations website immediately following the call. Lastly, all references to growth are on a year-over-year basis unless noted otherwise.\nI'll now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO\n\nThank you, Peter, and thank you to everyone for joining our call. Q1, we've managed business with strong spending discipline and increased our operation margin 200 basis points to a first quarter record of 28.5%. We also generated record cash flow from operations of $830 million, and our adjusted free cash flow margin was 61%. We remain focused on investing in a fast-growing unified SASE and secure operation market, which combined accounted for 1/3 of first quarter billings. We continue to gain security networking market share, leveraging our advanced differentiated FortiOS and FortiASIC technologies with an increasing number of large customer adopting our industry-leading secure networking solutions. Last month, attendance and our annual accelerate conference increased 25% year-over-year to nearly 5,000 participants, our unified SASE and new AI offering dominant the discussion with our partner and customers. For the first quarter, unified SASE accounted for 24% of total billings. To introduce customer and prospect to our new unified SASE solution, we plan to run attractive promotions this year in 2024. For several reasons, we believe no service secure company come close toward differentiated universal solutions. First, we have developed all unified SASE functionality into one single operation system, the FortiOS. This include a full networking and security set comprised of ZTNA, Secure Web Gateway, CASB and our market-leading SD-WAN and firewall technologies, providing content, application, user, device and location awareness to reduce the tax. Second, our unified SASE solution can be deployed on-premise in the cloud of both peer solutions send traffic to cope the PoP, increasing security risk and latency and is less efficient. Last, Fortinet unified SASE offer both traditional sulfur endpoint agents and higher agent such as for Wi-Fi access points and FortiSwitch for customers with easier deployment and more broad use cases such as unified SASE for OT and IoT devices. We expect our differentiated unified SASE offering to emerge as the SASE leader. Fortinet advanced platform approach has been earning third-party awards for many years. Last month, we entered Gartner Magic Quadrant for secure service edge.\nAs shown on the Slide 12 in the investor presentation. Fortinet is the only vendor recognized in the Gartner Magic Quadrant Report for security service edge SD-WAN, single vendor SASE, network firewall and enterprise wireless line infrastructure. all security and network offering from Fortinet are uniquely built on one operating system the FortiOS and a leverage of FortiASIC to increase secure computing power for more functions and better performance while lowering the cost and energy consumption. Fortinet secure solution, which are better integrated and ultimate together than competitors accounted for 9% of total billings, initially launched as part of our FortiSIEM and FortiSOAR, our gen AI technology FortiAI is being deployed across both networking and security products. And today, we announced the industry-first IoT security generative AI assistant. Customers can ask for FortiAI to help in 30-plus languages. Fortinet is also the market leader in OT security solutions, the fastest-growing space in network security with billings of device connected online, and the most OT device has a limited compiling power, making new secure the most effective experience of security.\nToday, we announced the FortiGate 200G, a mid-range fire were powered by a new SD FortiASIC with secure computing rating of 3 expected performance real-time petites and industry average. We're enforcing our leading networking and unified SASE advantage that provides customers with industry-leading security functions, performance and power efficiency.\nBefore turning the call over to Keith, I wish to thank our employees, customers, partners and suppliers worldwide for their continuous support and hard work.\n\nKeith F. Jensen\n\nChief Financial Officer, Fortinet, Inc.\n\nThank you, Ken, and good afternoon, everyone. Let's start with the key highlights from the first quarter. As Ken mentioned, we continue to manage the business through the macro uncertainty and successfully drove operating margin to a first quarter record of 28.5%, exceeding the high end of the guidance range by 200 basis points.\nFree cash flow of $609 million represents a 45% free cash flow margin benefiting from strong Q4 '23 billings and their subsequent collection in Q1 of '24. Billings of $1.41 billion and revenue of $1.35 billion were within their respective guidance ranges. Looking at billings in more detail. While unified SASE and SecOps delivered strong billings growth, total billings declined 6% as expected. The billings performance was driven by the difficult year-earlier comparison, created by the backlog contribution to billings that occurred in last year's first quarter.\nTotal bookings were down just slightly. Unified SASE and SecOps had outstanding growth across a variety of benchmarks in the first quarter. In addition, we saw significant progress from our investments in unified SASE and SecOps. These include cross-selling into our large installed base. Existing customers delivered over 90% of SecOps in unified SASE billings. On an even more targeted basis, existing SD-WAN customers delivered 81% of unified SASE billings. Larger enterprises are proving to be our largest customer segment. with large and enterprise -- large and mid-enterprises representing 78% and 84% of SecOps and unified SASE billings, respectively. Even with increasing scale, both pillars have strong pipeline growth, 30% for SecOps and over 45% for unified SASE. More importantly, within SASE, the SSE pipeline growth is over 150%.\nOur investment in SASE is being recognized by third-party agencies. We recently recorded the trifecta we Gartner SASE Magic Quadrants, SSE, SD-WAN and single vendor SASE. And as Ken noted, with last month's addition to SSE, Fortinet now appears in 5 network security Gartner Magic Quadrants, again, all running on a single operating system. With the SASE Magic Quadrant Trifecta, customers have shown increased interest in learning more about our unique SASE platform that runs on the one operating system with one unified agent, one management system, and one data lake. To offer an example of customer interest at our Accelerate conference early last month, the SASE demo booth was our most active as customers surveyed SASE's new features and functions including end-to-end digital experience monitoring, remote browser isolation, advanced data loss prevention and third-party SD-WAN connectivity. As a second example, Nearly 25% of the accelerated attendees who joined our CMO for the SASE breakout session. The attendee number for this breakout session would have been even higher if it wasn't for the fire marshals regulations that forced us to turn away customers and partners who are eager to hear more about the SASE offering.\nAnd to offer one final example, the customer partner SASE Fast Track training program at Fortinet, which launched in January, is already this #2 most attended technical training session, trending only a single vendor SASE partner, SD-WAN. We're committed to driving more effective security solutions worldwide and welcome greater partnership with our industry peers. The new third-party SD-WAN connectivity technology is designed to support consolidation not only on Fortinet, but with Fortinet.\nIn terms of scale, we continue to open new Google and Fortinet PoPs in sync with our customers' expanding footprint and driving the deployment scale demanded by large enterprises. And a quick update on that 7-figure 300,000 seat education deal that we mentioned last quarter, the full production environment was activated in March, and we are on track to have their 300,000-plus seats on board to start the new school year.\nTo expand on Ken's earlier comment on today's AR-related announcement, Fortinet Gen AI assistant follows our FortiAI launch last year, by supporting and guiding SOC and NOC teams as they configure and manage changes to their network and investigate and remediate threats. Its intuitive interface allows individuals to engage using 30 different natural languages bridging the industry's skill shortage. I encourage everyone to visit fortinet.com to learn more about the Gen AI system.\nRounding out our billings commentary, SMB was a top-performing customer segment. International emerging was our best-performing geography, and our 3 largest industry verticals continue to be worldwide government, service providers and financial services. Service provider and worldwide government experienced the highest growth while retail and financial services were a bit more challenged.\nAs noted in our prior call, the 6 8-figure deals in Q4 '23 pushed our average contract term in DSO to elevated levels. The average contract term in the first quarter was 27 months, down just under 1 month year-over-year and 3.5 months quarter-over-quarter. DSO decreased 12 days year-over-year and 23 days quarter-over-quarter to 66 days.\nTurning to revenue and margins. Total revenue grew 7% to $1.35 billion, driven by service revenue growth. Service revenue of $944 million grew 24%, accounting for 70% of total revenue and a revenue mix shift to services of 10 points. Service revenue growth was led by over 30% growth from unified SASE and SecOps. Product revenue decreased 18% as expected, to $409 million coming off a challenging 35% year earlier compare impacted by backlog fulfillment in the prior year.\nSoftware license revenue increased 20% and represented a mid- to high teens mix of product revenue. Total net product bookings were down just slightly. Combined revenue from software licenses and software services such as cloud and SaaS security options, increased 29% and represented an annual revenue run rate approaching $750 million. Total gross margin of 78.1% was up 180 basis points and exceeded the high end of our guidance range, benefiting from the mix shift to higher-margin service revenues. Service gross margins of 87.9% were up 200 basis points as service revenue outpaced labor cost increases and benefited from the mix shift towards higher-margin FortiGuard security subscriptions.\nProduct gross margin of 55.7% as we -- pressured as we saw challenges related to inventory levels and the transition to a more normalized demand environment. Operating margin of 28.5% and was 200 basis points above the high end of our guidance range, reflecting the strong gross margins and prudent cost management.\nLooking at the statement of cash flows summarized on Slide 16 and 17. Free cash flow was $609 million. Adjusted free cash flow, which excludes real estate investments, was $821 million, representing a 61% adjusted free cash flow margin. Infrastructure investments totaled $222 million, including $212 million of real estate investments. Cash taxes in the quarter were $31 million. And while we did not repurchase shares in Q1, share buybacks have totaled $5.3 billion over the past 4-plus years and the remaining buyback authorization is $1 billion.\nNow I'd like to share a few significant wins in the first quarter. I'll start with the 1 8-figure deal in the quarter, a competitive displacement and new logo win. This large U.S. financial institution selected Fortinet as part of their data center update and consolidation projects. Key to this win included our experience in this highly regulated customer data sensitive industry and our ability to lower the total cost of ownership and exceed their low latency performance requirements. Similar to other large financial institutions separating from their incumbent, this customer is expanding their Fortinet footprint by adding our SD branch solution and planning to consolidate additional technologies. Next, in the competitive 7-figure win, a hospitality company that serves over 5 million guests annually, updated their various Fortinet solutions, including their FortiGate firewall footprint and Fortinet solutions. Keys to expanding our relationship included our price to performance advantage on the firewalls and the next solutions proven ability to discover and lock down devices that attempt to join their network, together with the operational simplicity, and integration of a dozen different Fortinet solutions the customer uses. In another 7-figure deal, a hotel and restaurant chain purchased our SD branch solution for 800 locations as well as our data center FortiGates for centralized management and enhanced security. The solution from our network security pillar included firewalls, switches and access points as well as a variety of software products.\nThe SE branch solutions bring improved efficiency and security over their branches and IoT devices. Key to this win and in other retail opportunities is enabling retailers to deploy, expand and deliver a growing array of in-store digital solutions to support their customers' experience and increase their top line performance. As these customer wins illustrate, our Security Fabric platform includes each of our security pillars, unified South, AI-driven SecOps and secured networking, making it the most integrated most open portfolio of products in the industry backed by one operating system, FortiOS; one unified agent, FortiClient; one management console, FortiManager; one data lake FortiAnalyzer and open APIs and integration with over 500 competitor and other third-party products. This integration allows customers to consolidate security solutions, thereby reducing operational costs, while increasing security effectiveness.\nMoving to guidance. As a reminder, our first quarter and full year outlook, which are summarized on Slides 21 and 22, and are subject to disclaimers regarding forward-looking information that Peter provided at the beginning of the call. For the second quarter, we expect billings in the range of $1.490 billion to $1.550 billion which at the midpoint represents a decline of 1%. Revenue in the range of $1.375 billion to $1.435 billion, which at the midpoint represents growth of 9%. Non-GAAP gross margin of 76.5% to 77.5%, non-GAAP operating margin of 25.75% to 26.75%. Non-GAAP earnings per share of $0.39 to $0.41, which assumes a share count of between 775 million and 785 million. Capital expenditures of $30 million to $40 million, a non-GAAP tax rate of 17% and cash taxes of $240 million to $270 million.\nBefore updating the full year guidance, I'd like to elaborate on the backlog headwinds easing in the second half of 2024 and share what we believe we are starting to see as early signs that the firewall digestion cycle is nearing completion. First, the billings headwind from last year's backlog drawdown is over $150 million in 2024. And gradually diminishes throughout the year with no headwind in the fourth quarter. And second, we're looking for early signs of a more normalized firewall market.\nOne metric we watch is the average days to register security service contracts, as shown on Slide 19. In 2022, we noted that the user registered has increased about 50%, which was consistent with customers buying and stocking behaviors at the time. More recently, this metric decreased by about 25% from SP and is now consistent with late 2021 levels. It is on a pace to return to normal levels in the second half of 2024. A reasonable read-through of the data is that customers are completing the inventory digestion process and are on the path to a more normalized firewall buying behavior.\nAnd with that, for the year, we expect billings in the range of $6.400 billion to $6.600 billion. Revenue in the range of $745 million to $5.845 billion which at the midpoint represents growth of 9%. Service revenue in the range of $3.940 billion to $3.990 billion, which at the midpoint represents growth of 17%. Non-GAAP gross margin of 76.5% to 78%, non-GAAP operating margin of 26.5% to 28%. Non-GAAP earnings per share of $1.73 to $1.79, which assumes a share count of between 780 million and 790 million. Capital expenditures of $350 million to $400 million, a non-GAAP tax rate of 17% and cash taxes of between $500 million and $550 million. I look forward to updating you on our progress in the coming quarters.\nAnd I'll now hand the call back over to Peter to begin the Q&A session.\n\nPeter M. Salkowski\n\nHead of Investor Relations, GoPro, Inc.\n\nThank you, Keith. [Operator Instructions] Operator, please open up the line for questions. ."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9899146fb721792e4aa0903e84ab0bc8",
    "period": "2023 Q4",
    "content": "Q4 2023 Fortinet Inc Earnings Call\n\nQ4 2023 Fortinet Inc Earnings Call\n\nFTNTNASDAQFEB 6, 4:30 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Fortinet Fourth Quarter 2023 Earnings Announcement.\n[Operator Instructions]\nPlease be advised that today's conference is being recorded. I'd now like to hand the conference over to your host today, Peter Salkowski, Senior Vice President of Investor Relations. Please go ahead.\n\nPeter M. Salkowski\n\nHead of Investor Relations, GoPro, Inc.\n\nThank you, Liz. Good afternoon, everyone. This is Peter Salkowski, Senior Vice President of Finance and Investor Relations at Fortinet. I'm pleased to welcome everyone to our call to discuss Fortinet's financial results for the fourth quarter of 2023. Joining me on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; Keith Jensen, our Chief Financial Officer; and John Whittle, our Chief Operating Officer.\nThis is a live call that will be available for replay via webcast on our Investor Relations website. Ken will begin our call today by providing a high-level perspective on our business. Keith will then review our financial and operating results for the full year and the fourth quarter of 2023 before providing guidance for the first year -- first quarter of 2024 in the full year. We'll then open the call for questions.\nDuring the Q&A session, we ask you please limit yourself to 1 question and 1 follow-up question to allow others to participate. Before we begin, I'd like to remind everyone that on today's call, we will be making forward-looking statements, and these forward-looking statements are subject to risks and uncertainties and which could cause actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the risk factors in our most recent Form 10-K and Form 10-Q for more information.\nAll forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements. Also, all references to financial metrics that we make on today's call are non-GAAP, unless stated otherwise. Our GAAP results and our GAAP to non-GAAP reconciliations are located in our earnings press release and in the presentation that accompany today's remarks, both of which are posted on the Investor Relations website.\nThe prepared remarks for today's earnings call will be posted in the quarter the earnings section of our Investor Relations website immediately following the call. Lastly, all references to growth are on a year-over-year basis unless noted otherwise.\nI will now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO\n\nThank you, Peter, and thank you to everyone for joining our call. In Q4, total billing grew 8.5% to $1.9 billion, driven by increased focus on secure ups, SASE and improved execution for our sales team. We closed 6 8-figure deals across 5 industry verticals. All 6 of these transactions, including all 3 of our SASE, SecureOps and secure networking solutions. It's treating our value of our integrated platform and span across on-premise and cloud as well as our for ASIC technology advantages, putting a total addressable market across secure of SASE and secure networking expect to increase from $150 billion in 2024 to $208 billion by 2027. Our customer base consists of 76% of Fortune 100, including 9 of the top 10 technology companies, 9 of the top 10 manufacturers and 9 of the top 10 health care. Our secureops billing grew 44% accounted for 11% of total billing with strong performance from several solutions, including EDR, SIM, e-mail security and NDR to automatically detect, investigate and respond to threats. New for SASE billing grew 19% accounts for 21% of total billing. We believe Fortinet is the only company with a unified set solution all integrated into single FortiOS that including a full networking and security stack consisting of market-leading SD-WAN, TLA, Secure Web Gateway, CASB and firewall-as-a-service designed for on-premise and cloud.\nOur fultisize solution is gaining momentum quickly as we closed our first 8-figure SASE deal for 350,000 seats. In Q4, we added 40 new features to our SASE solution, including support for over 150 of solution -- 150-part location worldwide and the ability to protect [indiscernible] device. We see a huge opportunity to attach 400 to tens of thousand SD-WAN customers. CT networking accounts for [ 60% ] of billing and represent our largest addressable market. Garner expects the secure networking market to overtake the traditional networking market by 2030. Fortinet is the #1 network security vendor with over half the global firewall deployment. In addition to physical firewall, we offer virtual cloud native and firewall as a service solution, all based on our FortiOS operation system, consolidate over 30 networking and security function together. Converged security and networking required more specialized computing power than traditional networking -- our [indiscernible] ASIC power FortiGate delivers 3 to 10x more performance [indiscernible] by secure computing rating with every new FortiGate product release. The latest for the ASIC SP5 based on [ FortiGate 72 ] with [indiscernible] 5G in regards format secure device within operation technology environment.\nIt is off a great start as a Fortune 50 companies and a 8th bigger operation technology deal featured this new [indiscernible] in the fourth quarter. Also included with our full OS operating system is a fully featured access point controller. Recently, we announced a new security point product making us the first vendor to announce a business-grade [indiscernible] F7 product.\nFortinet has concisely been an innovative cybersecurity company and this earnings call won't be complete without a few words about AI. We have invested heavily in AI across every function and product. For over decades, Fortinet has used machine learning and AI to provide advanced threat intelligence across more than 40 products from network, endpoint and application security. Our solution by AI and measurement across expanded digital tech service automatically, containing and remediating incident within [indiscernible] where the industry average for detection and remediation takes several days. We have also been applying Gen AI technology across our entire product line, allowing customers to optimize the security effectiveness and operational efficiency. FortiAI is already available on [indiscernible], and the more product will be adding this function in the coming months. Before turning the call over to Keith, I would like to thank our employees, customers, partners and suppliers worldwide for their continued support and hard work.\n\nKeith F. Jensen\n\nChief Financial Officer, Fortinet, Inc.\n\nThank you, Ken, and good afternoon, everyone.\nAs Ken mentioned, billings grew 8.5%, driven by improved sales execution and early returns on our SASE and SecOp investments. The quarter benefited from what we saw as a muted seasonal budget flush and certain deals that had pushed from earlier quarters, closing in the fourth quarter, driving a record 6 transactions, each of which were over $10 million. For these exceptionally large transactions, secured networking was 75% of the billings mix, while SecOps and SASE combined for another 20% plus, illustrating these company's long-term commitment to both firewall and consolidation strategies.\nTaking a closer look at 3 of these 8-figure deals. One of these deals included mid-7 figures for SecOps and another mid-7 figures for SAS. The SASE solution covers a planned 350,000 user deployment at a top U.S. School District to provide a safe learning environment for students regardless of their physical location. We won this deal because of our operating systems ability to integrate 30-plus networking and security functions across SecOps, SASE and secure networking into a single unified platform providing consistent policies and automated responses.\nOur vision encompasses creating a secure foundation for our customers, allowing them to navigate today's evolving digital landscape with confidence while empowering them to embrace innovation without compromising security. Illustrating this vision in another 8-figure deal, a large U.S. enterprise, selected Fortinet to support their hybrid cloud architecture as they transition more of their workloads to the cloud. This competitive displacement reduced complexity and the customers' total cost of ownership while showcasing our ability to consolidate security functions onto our FortiOS platform. And a third 8-figure win, a large financial institution in the U.S. expanded their partnership with us with their first enterprise agreement with Fortinet. This EA includes the recently announced FortiGate [indiscernible] 70G to secure their remote working and ATM environment. Built with AI power security, the rugged 70G brings our customers the latest secured networking innovations while at the same time simplifying infrastructure and driving efficiencies.\nIn addition to exceeding the customers' performance expectations and a multi-vendor bake-off, we were successful by demonstrating the versatility of our single operating system and FortiOS platform across multiple use cases. Over the past several years, we have successfully addressed large customer buying preferences by increasing our investments in [indiscernible] programs. In the fourth quarter, these contracts represented nearly 10% of our billings with a 3-year CAGR of over 80%.\nToday, with over 35% of our billings beyond traditional and sometimes cyclical firewalls, Fortinet has become an increasingly diversified business over the past decade. Most recently, the diversification has included prioritizing investments in SASE, SecOps and other software and cloud-based solutions. The key element of this diversification is our single operating system strategy. FortiOS is the foundation of our comprehensive and innovative solutions to drive the convergence of networking and security while also consolidating multiple security capabilities. Attempting to piece together best of [indiscernible] solutions from multiple vendors can result in significant security gaps, slower AI-driven technology adoption and a slower pace of identifying, reporting and resolving security incidents. Organizations increasingly recognize that an integrated security solution run by a single operating system is the best way to improve their security posture.\nConsolidation allows security solutions to share data and communicate with each other, reducing complexity, improving security effectiveness, easing the need for skilled labor and lowering the total cost of ownership. Consolidation drove our SecOps business to 44% growth, with strong growth from EDR, SIM, e-mail security and NDR. Importantly, 94% of our SecOps business was with existing customers as companies look to execute their vendor consolidation strategy with Fortinet. Digging a little deeper into the 11% of billings, the SecOps contributed to our business, the mid-enterprise segment is growing the fastest as these companies respond to the cybersecurity labor shortage and look to reduce complexity. Geographically, international emerging is leading the way for SecOps, likely reflecting stronger economic conditions and extending the success of their 2022 pilot project. Extending the single operating system and consolidation strategy further, our single vendor SASE solution, billings increased 19% and the accounted for 21% of total billings.\nOur SASE pipeline is up over 150% as more of our sales reps are building pipeline. As expected, the SMB segment was the largest mix of SASE customers at 55%, increasing 8 points quarter-over-quarter. Fortinet has one of the least complex and most customer-friendly SASE pricing models. Our 1 bundle and 1 operating system solution provides all the standard capabilities, including Secure Web Gateway, and Firewall as a Service for secure Internet access.\nZero Trust Network Access and SD-WAN from our points of presence, providing secure private access as well as CASB and data loss protection. Our single vendor SASE solution also includes integration to [indiscernible] as a service and for client, which provides the customer with endpoint protection and vulnerability scanning. Regarding our focus and investments in SaaS and SecOps, SD-WAN customers represented 37% of new SASE customers. Over 90% of our global sales force has completed mandatory sales training for both SASE and SecOps.\nIn 2023, 60,000 customers and partners attended at least 1 of our 27 training workshops. Lastly, we've increased our worldwide points of presence coverage to over 150 locations.\nTurning now to the quarterly financial results. Total billings were $1.86 billion, up 8.5%, driven by improved sales execution and the strong rebound in the large enterprise segment, together with 6,400 new logos. On a billings by geo basis, the U.S. led the way with mid-teens growth driven by strong performance in the U.S. enterprise. In terms of industry verticals, government and financial services, each with growth of approximately 25% were our top 2 industry verticals, wealth service provider and retail remain under pressure.\nThe average contract term was 30 months, about 2 months year-over-year and sequentially. Adjusting for the 6 8-figure deals, the normalized contract term was consistent year-over-year and sequentially at 28 months.\nTurning to revenue and margins. Total revenue grew 10% to $1.42 billion, driven by strong services revenue growth. Service revenue of $927 million grew 25% accounting for 66% of total revenue, a mix shift of 8 points. Service revenue growth was driven by strength in SecOps, SASE and other security subscriptions. Product bookings were up, however, product revenue decreased 10% to $488 million due to a tough compare. Product revenue grew 43% in the prior year period, benefiting from the drawdown of backlog. Total gross margin of 78.5% was up 90 basis points and exceeded the high end of the guidance range by 200 basis points driven by the increase in service gross margin and the 8-point mix shift from product revenue to service revenue. Service gross margins were up 140 basis points as service revenue growth outpaced labor costs and benefit of the mix shift towards higher-margin security subscription services.\nProduct gross margins were down 510 basis points as we continue to see margin pressure related to inventory levels and product transitions. Operating margin was very strong at 32%, 3.5 points above the high end of our guidance range and operating income of $454 million was $40 million above the high end of the implied guidance range reflecting aggressive cost management.\nLooking to the statement of cash flow summarized on Slide 17 and 19. Total cash taxes paid in the quarter were $341 million, including $210 million SMA tax payments that were deferred from earlier quarters in accordance with U.S. and California onetime regulatory relief, resulting in free cash flow of $165 million. Capital expenditures were $27 million. We repurchased approximately 16.8 million shares at a cost of $895 million for an average cost per share of $53.29.\nMoving to an overview of our 2023 full year results. Billing surpassed the $6 billion mark, totaling $6.4 billion and up 14%. Total revenue grew 20% to $5.3 billion, and we added over 25,000 new customers. Service revenue grew 28% to $3.4 million driven by a 33% increase in security subscriptions. Product revenue grew 8% to $1.9 billion on a very tough compare after growing 42% in 2022. Gross margin was up 110 basis points to 77.4% benefiting from the revenue mix shift to service revenue. Operating margin also increased 110 basis points to a calendar year record of 28.4%, resulting in operating income of $1.5 billion.\nThe GAAP operating margin of over 23% continues to be one of the highest in the industry. Earnings per share increased 37% to $1.63. Free cash flow was a record at over $1.7 billion. Free cash flow margin was 33%, including real estate investments, the adjusted free cash flow margin came in at 35%. For the year, we repurchased approximately 20 million shares at a cost of $1.5 billion for an average cost per share of $55.25.\nTo summarize on Slide 20. Fortinet has returned $5.3 billion to shareholders via share repurchases in the past 3 years. Earlier this year, the board increased the share repurchase authorization by an additional $500 million, bringing our remaining share repurchase authorization to approximately $1 billion. Moving on to guidance. As we look to 2024, several factors impact guidance including the firewall industry cycle, remnants of 2022 and 2023 supply chain activity and customer buying behavior. Prior firewall product life cycles have lasted approximately 4 years with 8 quarters of higher growth followed by 8 quarters of slower growth.\nLooking at our bookings. The current product cycle decline started approximately 4 quarters ago in Q1 of '23, suggesting that we should experience the bottom of the cycle in early 2024. Worldwide supply chain challenges resulted in elevated purchasing and record backlog, distorting year-over-year growth comparisons in creating a period of project and product digestion. The backlog drawdown in the first half of 2023 provides a mid- to high single-digit percentage tailwind to billings and low double-digit tailwind to product revenue growth for that period.\nThe year-over-year product revenue comparisons in the first half of 2024, will be the most challenged. While we expect service revenues to grow sequentially in the low single digits in the first quarter and to grow sequentially at low to mid-single digits for the remainder of 2024. In addition, we expect product revenue growth will continue to be impacted by project and product digestion in 2024, and we believe the selling environment should improve in the second half of 2024 and into 2025.\nAs a reminder, our first quarter and full year outlook, which are summarized on Slides 23 and 24, subject to the disclaimers regarding forward-looking information that Peter provided at the beginning of the call. For the first quarter, we expect billings in the range of $1.390 billion to $1.450 billion, which at the midpoint represents a decline of 5.5%, revenue in the range of $1.300 billion to $1.360 billion, which at the midpoint represents growth of 5.4%.\nNon-GAAP gross margin of 76.5% to 77.5%, non-GAAP operating margin of 25.5% to 26.5%. Non-GAAP earnings per share of $0.37 to $0.39, which assumes a share count of between $775 million and $785 million. Capital expenditures of $220 million to $250 million, including a real estate transaction that closed earlier in the quarter, a non-GAAP tax rate of 17% and cash taxes of $30 million. For the full year, we expect billings in the range of $6.400 billion to $6.600 billion; revenue in the range of $5.715 billion to $5.815 billion, which at the midpoint represents growth of 9%.\nService revenue in the range of $3.920 billion to $3.970 billion, which at the midpoint represents growth of 17%. Non-GAAP gross margin of 76% to 78%, non-GAAP operating margin of 25.5% to 27.5%, non-GAAP earnings per share of $1.65 to $1.70, which assumes a share count of between $785 million and $795 million. Capital expenditures of $370 million to $420 million; non-GAAP tax rate of 17% and cash taxes of $520 million. I look forward to updating you on our progress in the coming quarters. And I'll now hand the call back over to Peter to begin the Q&A session.\n\nPeter M. Salkowski\n\nHead of Investor Relations, GoPro, Inc.\n\nThank you.\n[Operator Instructions]\nOperator, please open the call for questions."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b679881b5c0d061d42b929436f793598",
    "period": "2023 Q3",
    "content": "Q3 2023 Fortinet Inc Earnings Call\n\nQ3 2023 Fortinet Inc Earnings Call\n\nFTNTNASDAQNOV 2, 4:30 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Fortinet Q3, 2023 Earnings Announcement. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to Peter Salkowski, Senior Vice President of Investor Relations. Please go ahead.\n\nPeter M. Salkowski\n\nHead of Investor Relations, GoPro, Inc.\n\nThank you, Ana, and good afternoon, everyone. This is Peter Salkowski, Senior Vice President of Finance and Investor Relations at Fortinet. I'm pleased to welcome everyone to our call to discuss Fortinet's financial results for the third quarter of 2023. Speakers on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; and Keith Jensen, our Chief Financial Officer.\nThis is a live call that will be available for replay via webcast on our Investor options website. Ken will begin our call today by providing a high-level perspective on our business. Keith will review our financial and operating results for the third quarter of 2023 before providing guidance for the fourth quarter of 2023 and updating the full year.\nWe'll then open the call for questions. [Operator Instructions] Before we begin, I'd like to remind everyone that today's call, we will be making forward-looking statements, and these forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the risk factors in our most recent Form 10-K and Form 10-Q for more information. All forward-looking statements reflect our opinions only as of the date of this presentation more to take no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics that we make on today's call are non-GAAP unless cited otherwise, our GAAP results and our GAAP to non-GAAP reconciliations are located in our earnings press release and in the presentation that accompanies today's remarks, both of which are posted on the Investor Relations website. Ken and Keith prepared remarks today for the earnings call will be posted on the quarterly earnings section of the Investor Relations website immediately following today's call.\nLastly, I'll reference to growth are on a year-over-year basis unless noted otherwise. I'll now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO\n\nThank you, Peter. Good afternoon, and thank you to everyone for joining our call. In Q3, we exceeded street expectations in our operation margin and free cash flow. However, building and product revenue fell below our expectation due to a slowdown in secure networking growth, along with challenging in sales execution and marketing efficiency. In response to the slowdown in secure networking market, we are shifting our marketing and sales team's focus towards a faster-growing secured operation as SASE market over the next few quarters.\nHow while maintaining our consistent focus on leading innovation in secure networking and the convergence of security and networking where we have been a leader for 23 years. While we anticipate limit ear-term growth in secure networking market, it is very important for Fortinet. As we believe, enable us our platform strategy with a massive footprint in the market leader as the market leader in both firewall revenue and units shipped. The secure networking market is valued at [ $62 billion ] and is projected to increase high single digits annually to [ CNY 86 billion ] by 2027. Our consistent focus on [indiscernible] our industry-leading DOS, which supported over 30 network function networking and security application combined with our ASIC-driven performance capability which provides flight to 10x better performance on average than competitors continue to drive our market share gains.\nSecure networking remain a vital part of our strategy and a market that we believe will return to double-digit annual growth over time. We have been innovating for some time in the faster-growing segment of secure operations and SASE . Security operations also known as setup is a $46 billion market growing at mid-teens annually to $78 billion by 2027. Fortinet our platform is comprehensive and integrated offering EDR, SIM, SAR, MD and other integrated solutions. Consolidation in the security demand seamless integration and underlying secured tools. Fortinet strength lies in its innovation and its ability to enable automation through a high degree of product integration.\nOur AI and product and power automatic stock business second, all underpinned by a single consolidated management and analytics platform. In addition to [ Secop ], we have continued to increase our focus on SASE. A $17 billion market expected to grow at a 20% compose growth rate to $36 billion by 2027.\nWe believe Fortinet is the only company with a SASE service solution that can perform all functions in the cloud or email and is on with a common operation system.\nIncluding 4 networking and security set, market-leading SD-WAN, vWAN and the management council. Our SASE service solution is supported by Google Cloud. With over 100 worldwide SASE cloud location together with our own 30-plus point present and the data centers. For our client-based use case, we are salary SASE service function using our ASIC technology. For instance, we recently announced a Fortinet 1.8G with a security process a side. Which support our full SASE offering, which including SD-WAN, firewall, Secure SD-WAN gateway, big lock prevention and boost secure computing region 6 to 54x better than our competition. We anticipate that success in SASE market will first come from upselling SASE service to our installed base of tens of thousands of AT1 customers. And from attracting new customers looking to leverage a single-vendor integrated SASE service solution. Our industry leadership in both firewall and SD-WAN -- the 2 largest components of SASE provides us with a significant competitive advantage. We have a track record of successful execution and believe we are the only company with strong SASE service and the setup solution combined in the same operation system. This differentiation sets us apart and provide us with a significant competitor advantage over peers.\nWhile we expect top line growth to be modest for the next few quarters due to challenging networking comparison and our business transformation realignment towards security operation and SASE . We anticipate growth return to double digits by the second half of 2024. We remain committed to generating healthy operating margin of 25% or greater in 2024 and 2025. Before turning the call over to Keith, I would like to thank our employees, customers, partners and suppliers worldwide for their continued support and hard work. Keith?\n\nKeith F. Jensen\n\nChief Financial Officer, Fortinet, Inc.\n\nThank you, Ken, and good afternoon, everyone. As Ken mentioned, we are confident in our integrated 400S driven platform strategy, which is summarized on Slides 6 through 10 of the earnings slide deck. As we look forward, we believe shifting our R&D and go-to-market investments in the faster-growing SASE and SecOp markets is consistent with near-term market opportunities. As shown on Slide 10, SASE and SecOps account for 20% and 10%, respectively, of our business today.\nAnd as shown on Slide 7, these markets are expected to grow in the mid- to high teens annually. Secure Networking, which currently accounts for 70% of our business, is expected to experience lower growth following 2 years of very robust growth. As a result, for the near term, we expect to deliver healthy profitability along with more modest growth. With execution and continued investment in the SASE and SecOps markets, we believe we can return to delivering mid- to high teens top level growth -- top line growth and while continuing to deliver operating margins of 25% or greater. In other words, a return to balance growth and profitability, which has led us to achieve the rule of 40 status in 12 or 15 years, as shown on Slide 19.\nIn a moment, I'll expand on the strategic shift by sharing a few of the tactical steps and investments. But first, I'd like to review some highlights from the quarter. We continue to add new logos at an impressive rate and saw top line performance in small enterprise and software was strong while operating margin and free cash flow were above expectations. We added over 6,400 new logos, supported by small enterprise customers, which grew bookings by 19%.\nOur efforts to manage personnel and other costs drove our operating margin to 27.8%, 230 basis points above the high end of the guidance range. Free cash flow was strong at $481 million, representing a margin of 36%. Looking at billings. Starting from the third quarter of 2022, we saw a 3-year compounded annual billings growth rate or CAGR of 26%, illustrating our ability to drive strong and sustained growth over an extended period.\nIn Q3, however, billings of $1.49 billion represented growth of 6% as we experienced 1 month shorter contract duration and importantly, lackluster appliance demand resulting from elevated product growth in earlier periods. In terms of industry verticals, education and government buildings were strong, while service provider and retail buildings were weak. Small enterprise billings growth was strong, while growth rates with larger enterprises disappointed. Phil's growth varied by GEO with international emerging showing strong growth, while our much larger GEOs of Europe and the U.S. were weaker. Turning to revenue and margins. Total revenue of 16% Prometal revenue grew 16% to $1.33 billion, which compares to our 3-year CAGR of 27%. The 3-year CAGR was largely consistent with our 14-year CAGR illustrated on Slide 18. Product revenue of $466 million, representing a 3-year CAGR of 28% was down 1%, reflecting product lead times and backlog aligning with historical levels, and the lighter levels of network security demand can refer to.\nService revenues of $869 million grew 28%, representing a 3-year CAGR of 27%. Service revenue accounted for 65% of total revenues driven by 34% growth in higher-margin security subscriptions, which represents 57% of total service revenue. We mentioned the 3-year CAGR to illustrate how consistent they are. With the same CAGR starting from our 2009 IPO, which were illustrated on Slide 18, each of the 3-year CAGRs, billings, product revenue, service revenue and total revenue are within 5 points of the 14-year CAGR for the same top line metrics, adding to our confidence in returning to higher growth levels. Product gross margins were down 310 basis points as we saw margin pressure related to inventory levels. Service gross margin was up 60 basis points as service revenue growth outpaced higher levels of cloud and hosting costs. Total gross margin of 76.9% was up 70 basis points driven by the increase in service gross margins and the 6-point shift from product revenue to service revenue.\nOperating margin of 27.8% exceeded the high end of the guidance range and operating income of $371 million was $33 million higher than consensus and $20 million above the high on the high end of our guidance range, reflecting our efforts to control spending. Looking to the statement of cash flow, summers on Slides 15 through 17. Free cash flow increased 22% to $481 million, representing a free cash flow margin of 36% or 9 points above consensus. Operating cash flow increased $68 million to 41% of revenue.\nCapital expenditures of $70 million, including $50 million of real estate investments. Cash taxes paid in the quarter were $26 million. As a reminder, free cash flow benefited from regulatory relief in the form of deferred estimated and other tax payments in the second and third quarters, totaling $192 million and $18 million, respectively. In the fourth quarter, we expect cash taxes to total $345 million, including the $210 million of deferred tax payments. We repurchased 10.4 million shares of our common stock for an aggregate cost of $605 million in the third quarter.\nIn October, we purchased an additional 7.7 million shares for $444 million. And our remaining share repurchase authorization stood at approximately $980 million at the end of October.\nNow I'd like to share a couple of key SASE wins for us in the quarter. In a 7-figure upsell win an existing financial services customer initiated their single vendor SASE solution for 50,000 users. Fortinet was able to displace another incumbent as the customer continue their consolidation journey with us, supplementing their earlier SecOps, cloud and network security purchases. And in a 6-figure deal, an existing SD-WAN customer continued their strategic transition to SaaS and cloud-based applications by adding our SASE solution for 2,000 users. We believe existing SD-WAN customers such as this one, offer a rich cross-sell opportunity for our SASE solution. It's worth noting these deals closed before our recently announced partnership with Google Cloud, which significantly expands our PoP coverage by adding over 100 locations and prior to Gartner's release of the inaugural single vendor SASE Magic Quadrant, where we were named a challenger. By 2025, 1/3 of new SASE deployments are expected to be single vendor. I should also note Fortinet is recognized in 9 Gardner Magic Quadrants as shown on Slide 3. Now I'd like to expand on Ken's strategic commentary with some of the tactical investments we're making to increasingly focus our efforts on SASE and SecOps in the areas of research and development and solution delivery, in addition to the new Google Cloud partnership I just mentioned and our own data center investments, we're continuing to integrate single SASE features into [ 40s ] and continuing to expand our SecOp capabilities with AI technology and additional functions in enhanced integration.\nAnd finalizing co-development agreements with existing large enterprise customers to accelerate continuous improvement of our integrated enterprise level SASE solution. Our go-to-market strategy, our investments include actively promoting our challenger position in Gartner a single vendor SASE Magic Quadrant, focusing on third-party certification of our broad and integrated solutions. Including SSE and SD-WAN and aggressively marketing Fortinet competitive advantages and the key components of SASE, SecOps and network security as summarized on Slide 10.\nCertifying 5,500 foot net sales professional of SecOps solutions after all ready certifying these same sellers in SASE, which is the largest sales enablement motion in company history.\nInvesting in sales comp plans to include incentives to sell SASE and SecOps capabilities to existing and new customers. Expanding partner roles deeper into channel partners specializing in SASE and SecOps.\nAnd developing channel training and is focused on differentiating Fortinet's is comprehensive and integrated SASE and SecOps capabilities. We believe Fortinet remains well positioned in the cybersecurity market and the market shift to platform strategies is in early stages. According to Gartner, 75% of companies are pursuing a vendor consolidation strategy, reflecting the evolving landscape of cybersecurity in a highly fragmented industry with thousands of vendors.\nAs shown on Slide 9, Pertinent brings consolidation across SecOps, SASE and network security the 3 key growth drivers in our strategy. Organizations are recognizing that an integrated security solution with a single operating system is the best method to improve their security posture as this approach allows each security solution to share data and communicate with each other, reducing complexity and improving security effectiveness. Attending to piece together best-of-breed solutions from multiple vendors can result in slower AI-driven technology adoption, significant security gaps and a slower pace of identifying, reporting and resolving security incidents. Moving to guidance. we continue to see increased deal scrutiny and longer sales cycles, which is constraining our near-term results. We expect these longer sales cycles to continue along with the associated budgetary scrutiny, and our fourth quarter guidance takes us into consideration.\nAs a reminder, our fourth quarter and full year outlook, which are summarized on Slides 20 and 21, is subject to the disclaimers regarding forward-looking information that Peter provided at the beginning of the call. In the fourth quarter, we expect billings in the range of $1.560 billion to $1.700 billion, which at the midpoint represents a decline of 5%. Revenue in the range of $1.380 billion to $1.440 billion, which at the midpoint represents growth of 10%. Non-GAAP gross margin of 75.5% to 76.5%; non-GAAP operating margin of 27.5% to 28.5%. Non-GAAP earnings per share of $0.42 to $0.44, which assumes a share count of between 780 million to 790 million; capital expenditures of $40 million to $60 million; a non-GAAP tax rate of 17%. And cash taxes, as I mentioned, are [ $345 million ]. For the full year, we expect billings in the range of $6.095 billion to $6.235 billion, which at the midpoint represents growth of 10%. The Revenue in the range of $5.270 billion to $5.330 billion, which is the midpoint represents growth of 20%. Service revenue range of $3.355 billion to $3.375 billion, which at the midpoint represents a growth of 28%.\nThe service revenue guidance implies product revenue growth of 9%. Non-GAAP gross margin of 76% to 77% and non-GAAP operating margin of 26.5% to 27.5%, non-GAAP earnings per share of $1.54 to $1.56, which assumes a share count of between 790 million and 800 million. Capital expenditures of $220 million to $240 million; non-GAAP tax rate of 17% and cash taxes of $430 million. As we look forward to 2024 and transition from a period of elevated product growth, we can offer a few thoughts looking forward.\nIn the near term, we will continue to focus on improving profitability. We expect product gross margins to be pressured in 2024. Nonetheless, we expect healthy operating margins that are 25% or greater. We expect to gradually increase billings growth through the year and approach double-digit growth by the second half of 2024, reflecting the progressively easier comps due to the easing of the headwind and from backlog draws in the first half of 2023 and the benefit of our SASE and SecOps focus. We expect contract term to remain below our high water marks of 2022. We Consistent with prior years, we expect that the timing of service revenue growth trends will lag product growth trends. Longer term, we remain confident in our solutions and our ability to adopt our strategy to shifts in the market. taking market share as we increase our investments in SASE and SecOps, ultimately returning to balanced growth and profitability.\nI look forward to updating you on our progress in the coming quarters. And with that, I'll hand the call back over to Peter to begin the Q&A.\n\nPeter M. Salkowski\n\nHead of Investor Relations, GoPro, Inc.\n\nOperator, [Operator Instructions] Operator, you can open the call for questions. ."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bf3ec88ed88c91d0d53e1afc6054079b",
    "period": "2023 Q2",
    "content": "Q2 2023 Fortinet Inc Earnings Call\n\nQ2 2023 Fortinet Inc Earnings Call\n\nFTNTNASDAQAUG 3, 4:30 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Fortinet Q2 '23 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Peter Salkowski, Senior Vice President of Finance.\n\nPeter M. Salkowski\n\nHead of Investor Relations, GoPro, Inc.\n\nThank you, Therese.\nGood afternoon, everyone. This is Peter Salkowski, Senior Vice President of Finance and Investor Relations at Fortinet. I am pleased to welcome everyone to our call to discuss Fortinet's financial results for the second quarter of 2023. Speakers on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; and Keith Jensen, our Chief Financial Officer.\nThis is a live call that will be available for replay via webcast on the Investor Relations website. Ken will begin our call today by providing a high-level perspective of our business, Keith [ will discuss ] our financial and operating results for the second quarter of 2023 before we provide guidance for the third quarter of 2023 and updating the full year. We'll then open the call for questions. [Operator Instructions]\nBefore we begin, I'd like to remind everyone that on today's call, we will be making forward-looking statements, and these forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the Risk Factors in our most recent Form 10-K and Form [ 10-Q ] for more information. All forward-looking statements reflect the opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics that we make today on today's call are non-GAAP unless stated otherwise. Our GAAP results and GAAP to non-GAAP reconciliations are located in the earnings press release that accompanies today's remarks, both of which are posted on the Investor Relations website. Ken and Keith's prepared remarks for today's earnings call will be posted on the quarterly earnings section of our Investor Relations website immediately following today's call. Lastly, all references to growth are on a year-over-year basis, unless noted otherwise.\nI will now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO\n\nThanks, Peter. Thank you to everyone for joining today's call to review our second quarter 2023 results.\nTotal revenue in the second quarter increased 26%, driven by strong revenue growth in service, which topped 30% for the second consecutive quarter. With 34% growth in subscription and [ non-FortiGate ] product grew over 45%, which is nearly $2 billion annual run rate. Billing growth of 18% leads to more normalized product revenue growth of 18%. We believe our billing performance reflects large enterprise concerns with the macro environment, in addition to some inventory digestion after 2 years of elevated 30-plus percent product billing growth during the supply chain shortage.\nAccording to IDC's latest quarterly security tracker, in addition to hiring the #1 unit in Firewall category for 10 consecutive year with over 50% market share, Fortinet is now the market share leader in both units and revenue. Based on the latest [ Westland ] advisory, OT security and cyber security report, Fortinet was named the only [ IT-OT ] network protection platform leader. We are currently 1 of the top and the fastest-growing OT security vendor in market that Westland advisers expect to grow to $33 billion by 2030.\nFortinet success line in our broad integrated platform, our proprietary ASIC security processor and our ability to converge network and security, both on-prem and in the cloud, across a single OS operation system. To leverage these advantages and drive future growth, in addition to our leading network security solution, we will increase our go-to-market investment in universal SASE, SD-WAN, OT security, cloud security and security operations, and we will dedicate more resource to support hybrid infrastructure and hybrid work.\nToday, we announced a new FortiGate 90G, our first next-generation firewall and secure SD-WAN clients with the new security processor 5 ASIC that deliver industry-leading security functions, performance, stability and power efficiency and a cost-effective price. The FortiGate 90G is fully integrated with our FortiGuard AI power security service and has secure computing rating that is up to 16x greater than average of our competitors' similar price model by using over 90% less power than competing solutions.\nWe also announced 2 new SD-WAN service under the performance monitoring service to simplify operations and have digital experience, as well overlay service to facilitate rapid deployment, redundancy and seamless interconnection of location with FortiSASE using [ SP ] technology. This new SD-WAN service showcases our commitment to expanding our service, leverage our leading installation base for additional future growth. We see a single vendor SASE solution opening a large new market, and 1 where our sizable SD-WAN installed base can be leveraged as a significant market access point.\nTogether with newly-announced SD-WAN service, we plan to accelerate our global points of presence, POPs, deployment with a dual strategy of investing in our own POPs as well as working with service providers.\nFortinet recently announced result of an independent analysis by Forrester of the cost savings and the business benefit of the [indiscernible] FortiGate next-gen firewall and FortiGuard AI-powered secured service within enterprise data center, which includes more than 300% return on investment overseas, payback in 6 months and a 90% reduction in time spent on manual updates. In addition, an independent analysis by Enterprise Strategic Group established that customers who deployed Fortinet security operation solution, such as FortiEDR and [ FortiMDR ], reduce their time to detect and respond to incidents from an average of 3 weeks to 1 hour. This demonstrates the substantial impact that artificial intelligence, machine learning and the integration of Fortinet's [ secure ] of cyber products have on operations' ability to secure today's rapidly expanding our tech service.\nFinally, new development in AI such as generative [indiscernible] show a lot of promise to various applications in cybersecurity. We believe AI technologies can help us significantly to improve productivity and can be scaled to a large customer base in areas such as malware detection, threat [ humming ], event correlation and automation, as well as assisted network design and troubleshooting.\nBefore turning the call over to Keith, I would like to thank our employees, customers, partners and suppliers worldwide for their continuous support and outward. Keith?\n\nKeith F. Jensen\n\nChief Financial Officer, Fortinet, Inc.\n\nThank you, Ken, and good afternoon, everyone. .\nLet's start with the key highlights from the second quarter. Billings growth was 18% as well as pipe revenue growth. Service revenue growth held firm at 30%, resulting in total revenue growth of 26%. OT and SD-WAN revenue continued to perform well as revenue from these products were up 60% and 40%, respectively. [ The sign ] of our strength in the small and midsized customer segments, we added a record 6,500 new logos. Operating margins of 26.9% exceeded the high end of the guidance range by 140 basis points. Free cash flow was strong at $438 million, representing a margin of 34%, benefiting from the deferral of certain cash tax payments to the fourth quarter.\nLooking at billings in more detail. Billings of $1.54 billion, led by non-FortiGate billings at over 30% growth, representing 34% of total billings. Non-FortiGate billings growth was driven by networking, FortiGate VM, [ NAC ] and cloud, and as Ken mentioned, non-FortiGate is nearing a $2 billion annual revenue run rate.\nIn terms of industry verticals, Government and Manufacturing topped the list as a percentage of total billings, with Manufacturing up almost 50%, Government and Construction were up over 30%, while Service Provider and Retail were up 1% and down 5%, respectively. Retail was impacted by a very difficult compare as the industry vertical nearly doubled in the year earlier period.\nBillings growth varied by geos with International emerging leading, followed by Europe and LATAM. APAC and, to a lesser extent, U.S. enterprise, were challenged by difficult prior year comparisons. Deals over $1 million increased from 122 deals to 134 deals.\nTurning to revenue and margins. Total revenue grew 6% to $1.29 billion, driven by non-FortiGate growth of over 45% and service revenue growth of 30%. This was the second consecutive quarter of greater than 30% service revenue growth. Security subscriptions represent over 55% of all service revenue and continued their streak of strong, increasing sequential quarterly growth, dating back to Q1 of '22 at 23% to Q2 of '23 at 34%. Product revenue of $473 million increased 18%. Product lead times and backlog are expected to approach normal levels in the third quarter. Total gross margin of 77.9% was up 140 basis points, driven by a 160 basis point increase in product gross margin to 63.5%. Product gross margins benefited from earlier pricing actions and easing cost pressures and were partially offset by certain inventory charges.\nService revenues were 63% of total revenues and delivered gross margin of 86.2%. Higher service revenue offset high labor costs and increased cloud delivery costs as we continue to expand our cloud to SASE delivery models. We see our single vendor SASE solution opening a large new market, and 1 where our sizable SD-WAN installed base can be leveraged as a significant market access point. We plan to accelerate our point of presence, or POP deployment, with the dual strategy Ken mentioned, investing in our own POPs as well as working with third-party providers to accelerate our deployment.\nOperating income of $348 million grew 36%, outpacing revenue growth by more than 10 points as operating discipline resulted in significant operating leverage. Operating margins of 26.9% exceeded the high end of the guidance range and was up 210 basis points due to the strong gross margin performance and operational efficiencies. Earnings per share increased 58% to $0.38 per share and also exceeded the high end of the guidance.\nLooking to the statement of cash flow, some are on Slides 7 and 8. Free cash flow increased 55% to $438 million. Adjusted free cash flow, which excludes real estate investments, was $498 million, representing a 38.5% adjusted free cash flow margin. Free cash flow benefited from the deferral of approximately $190 million in cash tax payments. As mentioned last quarter, these tax payments, together with other deferred 2023 tax payments, are due to be paid in the fourth quarter. Capital expenditures were $77 million, including $59 million of real estate investments. Cash taxes in the quarter were $38 million.\nThe Board recently increased the company's share repurchase authorization by $500 million, and the total available share buyback authorization is now approximately $2 billion.\nNow, I'd like to share a few significant wins in the quarter that exemplifies the strength of our broad and integrated platform.\nFirst, a global pharmaceutical leader signed an 8-figure deal to adopt Fortinet's cybersecurity fabric, investing our OT aware secure networking architecture as well as our AI ops and threat intelligence solution. Recognizing the market shift to a platform-based approach to security, this company selected Fortinet to secure its highly regulated and sensitive medical data as it continues to drive global operational and financial efficiencies through our broad, integrated and automated platform approach to cybersecurity.\nIn another deal, 1 of the largest U.S. school districts, which have recently refreshed its data center of firewall of FortiGate's, we're seeking to improve its network security [indiscernible] with a NAC solution that offers better visibility to the devices connected to the network. Fortinet competed against multiple peers and was able to win due to FortiNAC's ease of implementation, centralized management capability and superior risk remediation, as well as the tight integration of the district's existing Fortinet security fabric. This high 7-figure deal was the largest NAC deal in Fortinet's history.\nFinally, in the 7-figure displacement and our largest FortiSASE deal ever, a large bank on its digital transformation journey was searching for a single vendor SASE solution for its hybrid workforce. They selected our FortiSASE solution for its over 5,000 users as it integrates SD-WAN and SASE into a holistic solution and delivers comprehensive security both from the cloud and on-prem, while ensuring consistent security policies for all users regardless of their location and wherever applications are being accessed. These transactions illustrate how Fortinet's platform strategy, integrated operating systems and proprietary ASIC technology continue to resonate with customers.\nGiven the heightened interest in AI technology, we cannot do this call without discussing Fortinet's investment and innovations in AI. Fortinet has been at the forefront of AI and machine learning innovation for many years, leveraging deep learning, artificial neural networks to power our products and [indiscernible] service, enabling a faster, stronger and more accurate defense for our customers.\nOne of our first AI-powered use cases was the introduction of the virtual FortiGuard Threat Analyst. FortiGuard addresses threats in real time with machine learning, coordinated protection and is extensively used in malware detection and threat hunting. Every time a threat is identified, FortiGuard generates threat intelligence that automatically updates defense signatures across the fabric. In cloud environments where scale and speed are critical, AI and machine learning can help security teams keep pace with threats on multiple fronts. All of this happens seamlessly and behind the scenes.\nToday, our platform ingests and analyzes, on average, more than 100 billion events every day to deliver over 1 billion security updates daily across the Fortinet security fabric and ecosystem. While many of our competitors OEM their security from different security vendors, our AI-driven FortiGuard Threat Intelligence has been built in-house, which allows us to use AI across different sources. Adversaries increasingly are using AI in their playbooks to drive cyber attacks, which only increased the rapidly-evolving cybersecurity threat landscape. We continue to invest in AI and machine learning technologies across our products, including generative AI, natural language models and other implementations to enhance, simplify and automate security for our customers.\nBefore moving to guidance, I'd like to offer some observations about the second quarter and about the industry.\nRegarding the second quarter, we believe macro uncertainty impacted our billings performance through average contract duration, and in the second half of June, an elevated level of enterprise deals pushing the future quarters. We saw shorter contract duration with the average term decreasing by 1.5 months to 28 months, creating a 4 to 5-point billings headwind over year. Normalizing billings growth with a change in contract duration yields billings growth in the low 20% range.\nHaving some level of enterprise deals pushed to future quarters is not unusual. In Q2 '23, however, an unusually large volume of deals that we expected to close in June instead pushed to future periods. From a market perspective, CIOs continue to prioritize and invest in securing their organizations in the face of rising cybersecurity threats. We see new regulatory requirements, such as the recently announced -- those recently announced by the SEC, and the [ new Cyber Resilience ] Act announced earlier this year that will continue to provide market tailwinds as organizations further increase our cybersecurity investments to comply with new stringent cyber regulations. The cybersecurity industry remains highly relevant, as CIOs prioritized cyber spending within their overall IT budgets. As such, the longer-term demand drivers before [ net ] remained very solid. That said, we do see a return to more normal seasonality for Fortinet in the back half of the year, as tailwinds such as the supply chain-driven growth subsides and we cycled prior period price increases.\nMoving on to guidance. As a reminder, our third quarter and full year outlook, which are summarized on Slides 11 and 12, are subject to the disclaimers regarding forward-looking information that Peter provided at the beginning of the call.\nFor the third quarter, we expect billings in the range of $1.560 billion to $1.620 billion, which at the midpoint represents growth of 13% and is consistent with our quarter-over-quarter seasonality prior to the pandemic. Revenue in the range of $1.315 billion to $1.375 billion, which at the midpoint represents growth of 17%. Non-GAAP gross margin of 75.5% to 76.5%. Non-GAAP operating margin of 24.5% to 25.5%. Non-GAAP earnings per share of $0.35 to $0.37, which assumes a share count of between 795 million and 805 million. Capital expenditures of $100 million to $130 million. Non-GAAP tax rate of 17%. Cash taxes of $25 million. And as previously mentioned, backlog is expected to approach normal levels in Q3.\nFor the full year, we expect billings in the range of $6.490 billion to $6.590 billion, which at the midpoint represents growth of 17% and implied slightly below normal seasonality in Q4. Revenue in the range of $5.350 billion to $5.450 billion, which in the midpoint represents growth of 22.3%. Service revenue in the range of $3.350 billion to $3.410 billion, which at the midpoint represents growth of 28.2%. The service revenue guidance implies product revenue growth of 13.5%. Non-GAAP gross margin of 75.25% to 76.25%. Non-GAAP operating margin of 25.25% to 26.25%. Non-GAAP earnings per share of $1.49 to $1.53, which assumes a share count of between 795 million and 805 million. Capital expenditures of $335 million to $385 million due to our continued cloud data center and facilities investments. Non-GAAP tax rate of 17%, cash taxes of $460 million, with approximately $380 million in the fourth quarter.\nWe continue to execute our long-term strategy and remain confident in the strategy and our solutions. While it's a little early to be providing guidance for next year, we would expect our near-term performance to represent a short-term trough given our confidence in our solutions, our offerings and taking into account that growth comparisons will ease as we move through 2024. At this early stage, we would expect billings growth to approach high teens by the fourth quarter of 2024.\nAnd with that, I'll now hand the call back over to Peter to begin the Q&A session."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/602154245e8487fc9ceda530f9667008",
    "period": "2023 Q1",
    "content": "Q1 2023 Fortinet Inc Earnings Call\n\nQ1 2023 Fortinet Inc Earnings Call\n\nFTNTNASDAQMAY 4, 4:30 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Fortinet's First Quarter 2023 Earnings Announcement Conference Call. [Operator Instructions]\nPlease be advised, [indiscernible] today's conference is being recorded.\nI will now turn the conference to your host, Mr. Peter Salkowsk. Go ahead.\n\nPeter M. Salkowski\n\nHead of Investor Relations, GoPro, Inc.\n\nThank you, Chris. Good afternoon, everyone. This is Peter Salkowski, Senior Vice President of Finance and Investor Relations at Fortinet. I'm pleased to welcome everyone to our call to discuss Fortinet's financial results for the first quarter of 2023.\nSpeakers on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; and Keith Jensen, our Chief Financial Officer. This is a live call that will be available for replay via webcast on our Investor Relations website. Ken will begin the call today, providing a high-level perspective on our business. Keith will and review our financial and operating results for the first quarter of 2023 before providing guidance for the second quarter of 2023 and updating the full year. We'll then open the call for questions.\nDuring the Q&A session, we do ask that you please limit yourself to 1 question and 1 follow-up question to allow others to participate. Before we begin, I'd like to remind everyone that on today's call, we will be making forward-looking statements and these forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those projected.\nPlease refer to our SEC filings, in particular, the risk factors in our most recent Form 10-K and Form 10-Q for more information. All forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements. Also, all references to financial metrics that we make today are non-GAAP unless stated otherwise.\nOur GAAP results and GAAP to non-GAAP reconciliations are located in our earnings press release and in the presentation that accompanies today's remarks, both of which are posted on the Investor Relations website. Ken and Keith's prepared remarks for today's earnings call will be posted on the quarterly earnings section of our Investor Relations website immediately following today's call. Lastly, all references to growth are on a year-over-year basis, unless noted otherwise.\nI'll now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO\n\nThanks, Peter, and thank you to everyone for joining today's call to review our outstanding first quarter 2023 results. For the first quarter, revenue growth was 32% due to strong growth in both product and service revenue, with 35% product revenue growth, we continue to gain market share while being a leading product revenue company in the cybersecurity industry. This strong product revenue growth will help drive future service revenue growth.\nQuarterly service revenue grew over 30% for the first time in 6 years. We believe we have a significant opportunity to upsell value-added secured service to a large installed base. In the first quarter, SD-WAN and OT bookings together continued to account for over 25% of total bookings, and our goal is to become the #1 in network firewall, secure SD-WAN and OT security market over the next couple of years.\nFortinet is leading the trend of network and security convergence and cybersecurity consolidation. Gartner expects that by the year 2030, the secure networking market will be larger than traditional networking. Traditional networking lacks awareness and control of content, applications, users, device and location and is still using the same network protocol that was developed 50 years ago.\nFortinet secure networking solution has expanded from next-gen firewall to SD-WAN, SD-Branch, 5G, Internal Segmentation, ETNA and Universal SASE. And we believe the secure networking market can achieve double-digit growth annually for the foreseeable future. In today's environment, organization are looking to consolidate their multiple security vendors and functions that are deployed across the expanding attack service to lower their total cost of ownership and management costs, while improving visibility and automating new [ time ] threat detection and response.\nFortinet latest release of FortiOS 7.4 together with the FortiSP5 ASIC leads the industry in better integration and automation as well as a faster acceleration while lower total cost ownership. FortiOS enable automation to deploy the Fortinet Security Fabric to every edge allowing security to dynamically scale and adopt as network evolves.\nLast month, we announced Universal SASE, which is supporting hybrid infrastructure and enable the same networking and security features that are available in our plants to be delivered as a service all within a single console. Many of our service provider partners are collaborating with us on these offerings.\nAlso, we announced an enhancement to several of our Fortinet Security Fabric solutions including end point security, cloud security, SoC and SOAR. As networking and security continue to converge and customers looking to consolidate vendors and [ coin ] product, we believe we are well positioned to achieve our 2025 building target of $10 billion while generating an annual non-GAAP operating margin of at least 25% for each of the next 3 years. Before turning the call over to Keith, I would like to thank our employees, customers, partners, suppliers worldwide for their continued support and hard work. Keith\n\nKeith F. Jensen\n\nChief Financial Officer, Fortinet, Inc.\n\nThank you, Ken, and good afternoon, everyone. Let's start with the key highlights from our strong first quarter performance. Our strong first quarter results reflect continued demand for our broad portfolio of cybersecurity and networking solutions and the demand for consolidation and convergence that is delivered by our integrated single-platform strategy. Total revenue growth of 32% was led by strong product revenue growth and service revenue growth accelerating to over 30%.\nBillings increased 30%, our eighth consecutive quarter of at least 30% billings growth. Secure SD-WAN and OT bookings once again accounted for over 25% of total bookings. Our strong top line results reflect continued customer demand across both core and enhanced platform technologies, and highlights the diversification of our business model by solutions, geographies, customer segments and industry verticals. We continue to deliver balanced growth and profitability with better-than-industry average top line growth and strong profitability despite the continued economic uncertainty.\nThe first quarter operating margin of 26.5% represents the highest first quarter operating margin in our 14-year history as a publicly-traded company. Free cash flow of $647 million, representing a margin of 51% is up 23 percentage points. Both the -- quarterly free cash flow and free cash flow margin are Fortinet post-IPO records. Last month, we hosted nearly 3,000 customers and partners [ of ] our very successful Accelerate conference, I'd like to recap 3 key themes: one, the expanding firewall deployment environment, 2 convergence and 3 consolidation. So starting for us today's rapidly evolving threat landscape and connectivity demands a comprehensive approach to firewalls and network security, including a combination of hardware, virtualized software and security services.\nIn fact, Gartner anticipates that by 2026, more than 60% of organizations will have more than 1 type of firewall deployment, which will prompt adoption of hybrid mesh firewalls. Fortinet is well positioned to capitalize on this expansion of firewall deployments and form factors as we've been delivering hybrid [ mesh ] firewalls for years on a single operating system; second, the company was founded 20 years ago on the belief that the convergence of security and networking will become an industry standard. Gartner shares this belief, noting they expect the size of secured networking market to overtake the traditional networking market by 2030.\nWe believe secured networking at scale works most effectively on ASIC technology. Since its inception, Fortinet has been deployed -- developing proprietary ASIC technologies to build application-specific solutions to support convergence that traditional CPU-based solutions are less efficient as supporting both networking and security; third, vendor and product functionality consolidation strategies continue to become more commonplace.\nLooking to Gartner here again, they [ noted ] 75% of organizations are pursuing a cybersecurity vendor consolidation strategy in 2022, up from 29% in 2020. Our integrated FortiOS platform allows customers to converge networking functionality with security capabilities while consolidating cybersecurity products and functionality with FortiASIC significant computing power advantage, FortiOS can consolidate more security functions and solutions while maintaining our performance and cost advantage.\nSpecifically, FortiOS supports many security applications including network firewall, SD-WAN, SASE, 5G, WiFi security, ZTNA, VPN and SSL, with a variety of use cases for each security application. For example, firewall use cases include data center, branches, edges, virtual, cloud native, micro segmentation, both east-west and north-south and Firewall-as-a-Service. Our convergence and consolidation strategy provides security across our customers' entire digital infrastructure while lowering their operating costs.\nNow let's take a closer look at the first quarter. Buildings grew 30% to $1.5 billion, driven by enhanced platform technology solutions. In terms of industry verticals, government and financial services topped the list as a percentage of total billings, with financial services up over 40%.\nConstruction, media and utilities were all up at least 50%. Those growth benefited from better-than-expected backlog contribution. While the backlog cancellation rate increased quarter-over-quarter, it was lower than we had forecasted in our model. We continue to believe there's an elevated cancellation risk in future periods for networking equipment backlog. Bookings grew double digits in the quarter, off a challenging comparison to 50% growth in the first quarter of last year.\nWe continue to see success with our strategy to expand further into the large enterprise segment with a number of deals over $1 million, increasing 38% to 124 deals and billings on these deals increasing 50%. One of these deals was an 8-figure expansion and upsell opportunity [ and ] a Fortune 50 retailer. The retailer was looking to replace their firewall point solutions with a more holistic cybersecurity solution. After purchasing FortiManager and FortiAnalyzer in the fourth quarter of last year, this customer selected [ 48 VMs ] for a very competitive very competitive process for their 2,000 store locations as part of our new [indiscernible] program.\nFortiFlex is a new point-based consumption program supporting hybrid mesh firewall deployments as well as a variety of other security solutions. The customer selected for a net due to the substantial value offered by our unified platform, and the significant technical requirements. In the first quarter, we added approximately 6,100 new logos, reflecting the support of our channel partners to their investments and the investments we've made in them. Average contract term was flat year-over-year at 27 months and down 1 month quarter-over-quarter.\nTurning now to revenue. Total revenue grew 32% to $1.26 billion driven by strong demand for core and enhanced platform technologies, increasing 23% and 50%, respectively. Product revenue of $501 million increased 35% despite the very difficult comparison to last year's first quarter at 54%, with its very strong contribution from acquisitions.\nProduct revenue growth was driven by strong growth in enhanced platform technologies, improving supply chain dynamics and our earlier pricing actions. Service revenue was up over 30% to $762 million, the highest growth rate in services since 2016. The average number of days between when the customer purchases and subsequently activates a security service contract declined slightly sequentially and remain elevated on a year-over-year basis.\nService revenue growth was closely aligned with our short-term deferred revenue growth rate in recent periods. Short-term deferred revenue growth was over 30% for the fourth consecutive quarter. Total gross margin of 76.3% was up 190 basis points, including a 440 basis point increase in product gross margin to 61.8%. Product gross margin benefited from earlier pricing actions, improved discounting and easing cost pressures. Service gross margin of 85.9% picked up 70 basis points as price increases offset increased investments in data centers and points of presence or pops.\nOperating margin of 26.5% was up 450 basis points due to the strong gross margin performance of foreign exchange benefit and revenue growth that was 10 points higher than our 22% headcount growth. As previously noted, 26.5% is our highest ever first quarter operating margin as a public company. Looking at the statement of cash flow summarized on Slide 7 and 8. Free cash flow was a quarterly Fortinet record at $647 million and benefited from elevated receivables in the fourth quarter of last year in the subsequent cash collections as well as the record-setting operating margin and the timing of CapEx projects.\nAdjusted free cash flow, which includes the real estate investments, was $662 million, representing a 52% adjusted free cash margin and our highest margin since our 2009 IPO. We've come to expect some quarterly variances in our free cash flow results with the first quarter often stronger due to the seasonally strong fourth quarter billings. Capital expenditures were $30 million, including $15 million of real estate investments.\nThis was lower than expected due to the timing of real estate activities. Cash taxes were $21 million. The Board increased the company's share repurchase authorization by $1 billion and the total available share buyback authorization is now $1.5 billion for repurchases through February 2024.\nLooking forward, we are excited about the growth drivers that we've discussed previously as well as our new single vendor, Universal SASE offering. Our Universal SASE offering delivers a comprehensive solution that extends the convergence of networking and security from the edge to remote users, while helping teams drive operational efficiency and reducing complexity and costs by consolidating vendors.\nInfact Gartner predicts that by 2025, 1/3 of new SASE deployments will be based on a single vendor SASE offering, up from 10% in 2022. As we bring Universal SASE to market, we expect to make various investments, including increasing our PoPs. Our guidance reflects the impact of these investments to both our gross margin and capital expenditure estimates. Moving to guidance. I'd like to review our outlook for the second quarter and full year summarized on Slides 10 and 11, which is subject to the disclaimers regarding forward-looking information that Peter provided at the beginning of the call.\nFor the second quarter, we expect billings in the range of $1.560 billion to $1.600 billion, which at the midpoint represents growth of 21%. Revenue in the range of [ $1.280 ] billion to $1.320 billion, which at the midpoint represents growth of 26%. Non-GAAP gross margin of 75.5% to 76.5%. Non-GAAP operating margin of 24.5% to 25.5%, non-GAAP earnings per share of $0.33 to $0.35, which assumes a share count of between $790 million and $800 million.\nCapital expenditures of $80 million to $110 million, a non-GAAP tax rate of 17%. Cash taxes of $35 million, which is lower than our prior expectation as the deadline for certain tax payments has been extended to the fourth quarter.\nThe second quarter guidance assumes backlog decreases during the quarter. For the full year, we expect billings in the range of $6.750 billion to $6.810 billion, which at the midpoint represents growth of 21%. This guidance assumes a low single-digit impact of billings growth from backlog. Revenue in the range of $5.425 billion to [ $5.425 ] billion, which the midpoint represents growth of 23.5%. Service revenue, the rate of $3.370 billion, to $3.400 billion, which at the midpoint represents growth of 28%. The service revenue guidance implies product revenue growth of 16%.\nNon-GAAP gross margin is 75% to 76%. Non-GAAP operating margin of 25% to 26%, non-GAAP earnings per share of $1.44 to $1.48, which assumes a share count of between $795 million and $805 million. Capital expenditures of $400 million to $450 million due to the continued cloud data center and facilities investments. Non-GAAP tax rate of 17%, cash taxes of $390 million with approximately $300 million in the fourth quarter.\nThe full year estimates assume backlog returns to historical levels later this year. As we wrapped up the prepared remarks, maybe 1 additional observation. Over many years, the Fortinet team and its partners has offered very solid and consistent level execution across a wide range of economic cycles and other challenges. Like many others, we see a level of economic uncertainty in front of us, and we look forward to this possible challenge in delivering on our goals. I'll now hand the call back over to Peter to begin the Q&A."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c3ec8e80d019bbb2c8a937d5bd581eac",
    "period": "2022 Q4",
    "content": "Q4 2022 Fortinet Inc Earnings Call\n\nQ4 2022 Fortinet Inc Earnings Call\n\nFTNTNASDAQFEB 7, 4:30 PM\n\nOperator\n\nThank you for standing by, and welcome to the Fortinet Fourth Quarter Earnings Conference Call. (Operator Instructions) As a reminder, today's call is being recorded.\nI will now turn the conference to your host, Mr. Peter Salkowski, Senior Vice President of Finance and Investor Relations. Please go ahead.\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\nThank you, Valerie. Good afternoon, everyone. This is Peter Salkowski, Senior Vice President of Finance and Investor Relations at Fortinet. I'm pleased to welcome everyone to our call to discuss Fortinet's financial results for the full year and fourth quarter of 2022.\nSpeakers on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; and Keith Jensen, our Chief Financial Officer. This is a live call that will be available for replay via webcast on our Investor Relations website. Ken will begin our call today by providing a high-level perspective on our business. Keith will then review our financial and operating results for the full year and fourth quarter of 2022 before providing guidance for the first quarter of 2023 and the full year. We'll then open the call for questions.\nBefore we begin, I'd like to remind everyone that on today's call, we will be making forward-looking statements, and these forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the risk factors in our most recent Form 10-K and Form 10-Q for more information. All forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics that we make on today's call are non-GAAP unless stated otherwise. Our GAAP results and GAAP to non-GAAP reconciliations are located in the earnings press release and in the presentation that accompany today's remarks, both of which are posted on the Investor Relations website. Ken and Keith's prepared remarks for today's earnings call will be posted on the quarterly earnings section of our Investor Relations website immediately following the call.\nLastly, all references to growth are on a year-over-year basis unless noted otherwise.\nI will now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO, Fortinet, Inc.\n\nThanks, Peter, and thank you to everyone for joining today's call to review our outstanding full year and fourth quarter 2022 results. For the full year, revenue growth accelerated to 32%. We continue to gain market share in the service security industry with customers increasingly recognizing how Fortinet integrate and a single platform approach to security delivers a low total cost of ownership and a greater return on investment than competing solutions.\nProduct revenue growth of 42% was very strong, making Fortinet a leading product revenue company in the cybersecurity industry with total product revenue of $1.8 billion. SD-WAN and OT bookings together accounted for over 25% of total bookings. And our goal is to keep growing and achieve #1 market share in network firewall secure SD-WAN and OT security market over the next couple of years. For 20 years, Fortinet has made long-term strategies and investments around the convergence of networking and security.\nYesterday, we announced our fifth-generation Forti Security processor, the FortiSP5. This new SOC base for the ASIC has secure computing power ratings for major network security functions like firewall and VPN throughputs that are 17 to 32x greater than the average of our competitive similar price model using general purpose CPUs. And doubles the ASIC chip acceleration of applications to fortune such as zero-trust, SASE, 5G and SD-Branch with much better performance and efficiency.\nAccording to the most recent IDC data on unit shipment of firewall plants, Fortinet hold the #1 unit shipped market share position and 48%, providing Fortinet with an attractive economy of scale position as well as making it difficult for competitors to develop their own ASIC technology due to high entry barrier and significant investment that is required.\nFortinet is a huge security computing power advanced -- advantages are able for the OS to integrate more security functions and applications than our competitors with much better performance and much lower energy consumption, resulting in a much lower total cost of ownership while offering easier operations for our customers. For example, a recent Forrester report highlighted that customers deploying Fortinet Secure SD-WAN solutions achieved a 300% return on investment over 3 years with a payback period of only 8 months. Fortinet's substantial installed base of product with reach functions enable us to offer additional secure services. An upsell, integrated and automated FortiFabric product and solutions.\nWe recently announced several new and advanced services that help SOC team reduce their operations cyber risk while being more efficient and handling cybersecurity issues. As networking and security continue to converge and consolidate, we believe we are well positioned to achieve our 2025 billing target of $10 billion.\nBefore turning the call over to Keith, I would like to thank our employees, customers, partners and suppliers worldwide for their continued support and hard work.\n\nKeith F. Jensen\n\nCFO & CAO, Fortinet, Inc.\n\nThank you, Ken, and good afternoon, everyone. As we look back at 2022, we see the success of our strategy to lead in convergence and consolidation as well as the combined power of our ASIC technology with our integrated operating system. Combined, these efforts are driving our strong financial results.\nThere's been an explosion of devices that must be connected to the cloud, data center and edge compute. As a result, the infrastructure has expanded to support secure connectivity via distributed firewalls. It is no longer feasible to overlay security on top of networking in the data center. They must be deployed as a converged solution. Firewalls need to work seamlessly with networking and security applications across the company's entire infrastructure. Fortinet is leading the convergence trend with a wide range of technologies, including network firewalls, secure SD-WAN, 5G and OT security, all embedded in our single operating system delivered as hardware, software, cloud and as a service.\nTraditional CPU-based solutions are very inefficient as supporting both networking and security. That's why Fortinet developed proprietary ASIC technology to build an application-specific solution. Yesterday, as Ken mentioned, we announced our next-generation ASIC, the 40 security processor or FortiSP5, which allows line speed convergence of networking and security at every network edge. The new 7-nanometer technology combines existing NP7 technology with new content processor capabilities. Our enhanced platform suite of integrated products is delivering on customer demands for convergence, vendor consolidation, ease of management and lower operating costs. The success of this strategy is evident in our full year 2022 results, and I'll start there.\nBillings passed the $5 billion mark, totaling $5.6 billion and growing 34%. While revenue totaled $4.4 billion, with growth accelerating to 32%, the fifth consecutive year of revenue growth of 20% or more. Driven by strong demand for our fabric and Cloud Security Solutions, enhanced platform technology billings and revenue both increased over 40% to $1.8 billion and $1.5 billion, respectively.\nAnd despite a challenging global supply chain environment, product revenue growth came in at 42%, our highest annual product revenue growth rate in over 10 years. Our product revenue growth was driven by the combined -- by the continued growth of our firewall use cases and the addition of over 23,000 new customers. Service revenue was up 26% to $2.6 billion, resulting in 3 consecutive years of accelerating service revenue growth rates.\nGross margin was strong at 76.3% and operating margin outpaced our initial expectations, increasing 110 basis points to a new Fortinet record high of 27.3%. Our GAAP operating margin of 22% and is one of the highest in the industry, and we continued our streak of being GAAP profitable every year of our 14-year history as a public company.\nEarnings per share increased 49% to $1.19. Free cash flow was a record at $1.45 billion. Free cash flow margin was 33% and adjusted for real estate investments, the free cash flow margin came in at 37%. And for the year, we repurchased approximately 36 million shares at a cost of $2 billion. Total deferred revenue increased 34% to $4.6 billion. Short-term deferred revenue increased 32% to $2.35 billion. Quarterly contract terms throughout the year were consistent with the year earlier periods, including the fourth quarter at 28 months.\nBefore moving on to our Q4 results, I'd like to summarize our enterprise success and highlight a few 7-figure deals from 2022. We saw great success during the year with our strategy to expand further into the large enterprise segment as the number of deals over $1 million increased over 55% to a record 546 deals, and billings on these deals increased by over 70%. If we look at a few of our large deals of the year, let's start with the competitive upsell deal, Fortinet displaced 11 different vendors by consolidating the customer's network to security functions on our Security Fabric.\nThis worldwide wholesaler previously purchased Secure SD-WAN and FortiProxy. Next on the list was a centralized network security solution that could be managed and deployed to its 400 global locations. This customer chose Fortinet Security Fabric for a flexible and integrated solution across multiple scenarios, including work from anywhere, perimeter security and data center segmentation.\nIn another upsell deal, a leading global manufacturer was spun off and had to stand up the security and networking infrastructure separately. The newly created infrastructures included remote access, SD-WAN, application delivery control, authentication, endpoint, e-mail protection and switching. Keys to our win included our zero-trust capabilities, a cloud-first SD-WAN strategy and the ease of integration and convergence across our platform suite.\nLastly, in the new logo win, a large U.S. retailer with over 500 locations were struggling with a total cost of ownership of their legacy security architecture. Keys to this win included delivering a single pane of glass versus the multiple consoles they were using and replacing the competitors' firewalls with our FortiGates, delivering URL filtering, WiFi security, and edge router replacement, all on our unified and integrated FortiOS platform. This customer reported anticipated savings of $29 million over 5 years.\nTurning to Q4 results. Both billings and revenue delivered new Fortinet records with billings of $1.7 billion and revenue of $1.3 billion. Both metrics increased over 30%. The strong fourth quarter revenue performance reflects solid customer demand across both our core and enhanced platform technologies. In the fourth quarter, we added over 6,200 new logos, another new Fortinet record reflecting the support of our channel partners, the leverage they bring and the breadth of our worldwide customer base.\nTaking a closer look at the fourth quarter, billings growth of 32% was driven by a 40% increase in enhanced platform technology billings, which accounted for over 1/3 of total billings. Total revenue growth of 33% was driven by strong demand for core and enhanced technology platforms, which increased 26% and 47%, respectively.\nProduct revenue grew 43% to $540 million. Service revenue was up 27% and to $743 million, driven by strong product revenue growth and strength in our security subscriptions. Short-term deferred revenue grew 32% and represents 8 consecutive quarters of accelerating growth rates. Total gross margin of 77.6% was driven by a 310 basis point increase in product gross margin to 65.2%. Several factors converged to drive our record high quarterly product gross margin, including legacy pricing actions, easing supply chain cost pressures and improved discounting. Service gross margin of 86.7%, ticked down 40 basis points due to increased labor cost and our expansion in cloud services and the related hosting costs.\nOperating margin of 32.5%, was up 400 basis points year-over-year due to the strong gross margin performance and FX benefit.\nLooking to the statement of cash flow summaries on Slides 11 and 12. Free cash flow was $497 million, adjusted free cash flow, which excludes real estate investments, was $510 million, representing a 40% adjusted free cash flow margin.\nCash taxes were $63 million, Capital expenditures were $31 million, including $13 million for real estate investments. DSO increased 14 days sequentially and year-over-year to 89 days, also impacting service revenue growth.\nMoving to guidance. We believe the continued innovations we made in building our platform enables our customers' digital transformation journey. And as Ken noted, customers are increasingly recognizing how Fortinet is integrated and single platform approach to security can deliver a lower total cost of ownership and a greater return on investments than competing solutions.\nNow I'd like to review our outlook for 2023, summarized on Slide 15, which is subject to disclaimers regarding forward-looking information that Peter provided at the beginning of the call. For the first quarter, we expect billings in the range of $1.415 billion to $1.465 billion, which at the midpoint represents growth of 24%. Revenue in the range of $1.180 billion to $1.220 billion, which at the midpoint represents growth of 26%. non-GAAP gross margin of 75% to 76%; non-GAAP operating margin of 23% to 24%, which at the midpoint represents an increase of 150 basis points.\nNon-GAAP earnings per share of $0.27 to $0.29, which assumes a share count of between 795 million and 805 million. Capital expenditures of $80 million to $110 million, non-GAAP tax rate of 17%, cash taxes of $20 million. I should also note that first quarter guidance assumes backlog decreases slightly during the quarter.\nFor the full year, we expect billings in the range of $6.710 billion to $6.790 billion, which at the midpoint represents growth of 21%. Revenue in the range of $5.370 billion to $5.430 billion which at the midpoint represents growth of 22%. Total service revenue in the range of $3.335 billion to $3.365 billion, which at the midpoint represents growth of 27% and employees -- and implies a fourth consecutive year of accelerating service revenue growth.\nThe service revenue guidance also implies product revenue growth of 15%. Non-GAAP gross margin of 75% to 76%, non-GAAP operating margin of 25% to 26%, non-GAAP earnings per share of $1.39 to $1.41, which assumes a share count of between 805 million and 815 million. Capital expenditures of $400 million to $450 million due to continued investments in cloud, data centers and facilities. Non-GAAP tax rate of 17%, cash taxes of $375 million split somewhat evenly between the first and second half of the year. The increase in cash taxes reflects recently effective R&D capitalization and amortization requirements.\nThe full year estimate assumes backlog approaches historical levels by the end of the year. Cybersecurity, but not immune to economic slowdowns is expected to remain a comparatively safe harbor. And with a strong business model and history of execution, we are confident that our market share gains will continue. We remain on track to achieve our 2025 financial targets, which include billings of $10 billion, revenue of $8 billion, non-GAAP operating margin of at least 25% and adjusted free cash flow margin in the mid- to high 30% range in 2025.\nAnd with that, I'll now hand the call back over to Peter to begin the Q&A session.\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\nThank you, Keith. Operator, please open the call for questions. (Operator Instructions) Open up the call, please. Thank you."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/063334f5f2437c24a66f020c5e311dda",
    "period": "2022 Q3",
    "content": "Q3 2022 Fortinet Inc Earnings Call\n\nQ3 2022 Fortinet Inc Earnings Call\n\nFTNTNASDAQNOV 2, 4:30 PM\n\nOperator\n\nWelcome to the Fortinet's Third Quarter Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nAnd without further ado, I will now hand the conference over to your first speaker, Peter Salkowski, Vice President of Investor Relations at Fortinet. Peter, please go ahead.\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\nThank you, Eric. Good afternoon, everyone. This is Pete Salkowski, Vice President of Investor Relations at Fortinet. I am pleased to welcome everyone to our call to discuss Fortinet's discounts for the third quarter of 2022. Speakers on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; and Keith Jensen, our Chief Financial Officer. It's a live call that will be available for replay via webcast or Investor Relations website.\nKen will begin today's call by providing a high-level perspective on our business, then follow with a review of our financial and operating results for the third quarter, providing guidance for the fourth quarter and updating the full year. We'll then open the call for questions. (Operator Instructions)\nBefore we begin, I'd like to remind everyone that on today's call, we will be making forward-looking statements, and these forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the risk factors in our most recent 10-K and Form 10-Q for more information. All forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics that we make on today's call are non-GAAP, unless stated otherwise. Our GAAP results and our GAAP to non-GAAP reconciliations are located in our earnings press release and in the presentation that accompany today's remarks, both of which are posted on the Investor Relations website.\nKen and Keith's prepared remarks today -- for today's earnings call will be posted on the quarterly earnings section of the Investor Relations website immediately following today's call.\nLastly, all references to growth are on a year-over-year basis unless noted otherwise.\nI will now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO, Fortinet, Inc.\n\nThanks, Peter, and thank you to everyone for joining today's call to review our outstanding third quarter 2022 results. Revenue for the quarter grew 33%, significantly outpacing the inventory growth rate. We believe that customer recognition of the exceptional value proposition we provided by a high performance for the ASIC technology and integrate FortiOS. operation system is driving our ability to take cybersecurity market share.\nProduct revenue growth was very strong at 39%, extending our position as a product revenue leader in the cybersecurity industry. Our product revenue performance reflects the strong demand we have built over the past 18 months across our security solutions along with the successful execution of our internal team in managing the supply chain challenges. 3 growth drivers, the heightened threat environment, the convergence of security and networking and the consolidation of security functionality and vendors together with the opportunity to upsell additional security services to a significant installed base are expected to drive future growth.\nFirst, the threat landscape, including ransomware, continue to expand an evolving targeting company of our size, location and industries. To counter the threat landscape, we are implementing a unique universal ZTNA across a wide range of customers, driving triple-digit growth for this product and delivering a comprehensive approach to zero trust that is consistent for any user anywhere on any device and supporting today's hybrid workforce.\nSecond, for years, Fortinet has lead strategy around convergence of networking and security. We estimate the total addressable market for networking and security will increase from $54 billion today to $73 billion in 2026. Convergence accelerate digital transformation and substantially reduce our operation costs and combining networking modernization with dynamic security not (inaudible) spend every part of the network, especially now that many companies are merging SOC and IOC operation together. Fortinet is leading the convergence trend with a wide range of technologies, including network firewall segmentation, Secure SD-WAN, OT security and 5G in a single operation system, which can be deployed as hardware, software, cloud and as a service.\nFortinet continues to gain Secure SD-WAN market share as our integrated Secure SD-WAN solution delivers better security, performance and efficiency over more traditional offerings. In the quarter, SD-WAN and OT bookings grow over 45% and 75%, respectively, and together accounted for over 25% of total bookings. We believe we can achieve #1 market share in SD-WAN in the next couple of years.\nToday, we announced a FortiGate 1000F, our latest innovation in converging networking and security, powered by our new NP7 SPU, the 1000F delivered 5 to 10x higher performance across 6 major network security functions by consuming 80% less power versus competitive solutions. The lower power consumption was a contributing factor in our top 2% ranking in S&P Global Corporate Sustainability Assessment.\nOur third growth driver is the consolidation of our vendors and product functionality with FortiASIC huge computing power advantage, FortiOS can integrate most security function than our competitors, together with over 30 key products ranging from endpoint to network to the cloud security, Fortinet provides our customer with easier operation while lower the management cost and the total cost of ownership. Additionally, we are very focused on upselling value-added security services to a significant customer base.\nAccording to IDC's second quarter unit share data, Fortinet hold the #1 market share position for unit shipped and 43%, up 210 basis points. We expect to reach [50%] market share in the next few years. This leadership position and the substantial installed base creates attractive economy of scale and an opportunity to upsell additional security services.\nBefore turning the call over to Keith, I would like to thank our employees, customers, partners and suppliers worldwide for their continued support and hard work.\n\nKeith F. Jensen\n\nCFO & CAO, Fortinet, Inc.\n\nAll right. Thank you, Ken, and good afternoon, everyone. Let's start with an overview of our strong third quarter performance.\nRevenue of $1.15 billion was another quarterly record for Fortinet, increasing 33% year-over-year and 12% sequentially, our highest third quarter sequential growth rate in 11 years. We continue to deliver better-than-industry average top line growth and generate strong profitability. Our operating margin exceeded guidance is over 28%, driving the adjusted free cash flow margin to 40%.\nOur history as a public company has revolved around the Rule of 40, measured as the combined total of revenue growth and operating margin. Impressively, the Q3 total came in at over 60. We continue to see success in our strategy for expanding further into the large enterprise segment. The number of deals over $1 million increased over 80% to 153 deals.\nThe total billings value of deals over $1 million more than doubled driven by a record number of deals over $5 million. And G2000 bookings increased over 40%. Our strong third quarter results reflect solid customer demand across both our core and enhanced platform technologies and the exceptional performance of the team in a challenging supply chain environment.\nWe believe the investments we've made in building our platform and our go-to-market engine enables our customers' digital transformation journey.\nOur platform strategy allows customers to converge networking functionality with security capabilities while consolidating cybersecurity products, providing security across their entire digital infrastructure while lowering their operating costs.\nRecently, The Forrester Wave: Enterprise Firewalls report acknowledged the success of our investment strategy, placing Fortinet as a leader for the first time in its history. According to Forrester, \"Fortinet excels the performance for value and offers a wide array of adjacent services. Long known for its bang-for-the-buck approach to network security, Fortinet has built a flexible and capable platform with its flagship product, the FortiGate Firewall.\"\nTaking a closer look at the income statement. Product revenue grew 39%. Product revenue growth for our core and enhanced technology platform products increased 29% and 51%, respectively. The product revenue growth rate accelerated over 4 points sequentially, especially impressive given it is our toughest year-over-year comparison in over 10 years.\nService revenue was up 28%, accelerating 3 points sequentially driven by strong product revenue growth and 7 consecutive quarters of increasing short-term deferred revenue growth rates. Support and related service revenue was up 28%, accelerating over 2 points sequentially to $311 million. While security subscription service revenue was up 29%, accelerating 4 points sequentially to $370 million.\nTotal revenue in the Americas increased 34%. EMEA revenue increased 37% and APAC posted revenue growth of 23%. Total gross margin at 76.2% exceeded the high end of our guidance range. Product gross margin of 61% was up 30 basis points year-over-year. Services gross margin of 86.6% was flat year-over-year, but up 70 basis points sequentially.\nOperating margin of 28.3% was up 250 basis points, benefiting from FX and the operating margin leverage that comes with higher revenues.\nShifting to billings. Billings of $1.4 billion were up 33%, representing the sixth consecutive quarter of billings growth in excess of 30%. Core platform billings were up 27% and accounted for 67% of total billings.\nAs shown on Slide 6, we entry-level FortiGates posted very strong growth with the mix shifting 16 points in their favor, driven by demand and as we expected, improved supply. Enhanced platform technology billings were up 45% and accounted for 33% of total billings, a positive mix shift of 3 points. Average contract term was flat year-over-year at 29 months.\nLooking at the statement of cash flow summarized on Slide 7 and 8. Free cash flow was $395 million. Adjusted free cash flow, which excludes real estate investments, was $464 million, representing a 40% adjusted free cash flow margin. DSOs were down 5 days sequentially while increasing 12 days year-over-year to 75 days.\nCash taxes were $69 million. Capital expenditures were $88 million, including $69 million for real estate investments. We repurchased 10.2 million shares of our common stock for a cost of $500 million, bringing the year-to-date totals to 36 million shares at a total cost of $2 billion. The remaining repurchase authorization totals $530 million.\nRegarding backlog, the backlog at the end of the third quarter was up slightly from the end of the prior quarter, with FortiGate Firewalls accounting for just 1/3 of total backlog. We expect fourth quarter ending backlog to be relatively consistent with the third quarter backlog as we are seeing early signs of a transition back to more normalized customer buying behaviors. Moving to guidance.\nMoving to guidance. The current environment favors a Fortinet style platform that offers integrated solutions and strong security capabilities and an attractive cost of ownership. To enhance our ability to capture our share of the large market opportunity, we plan to continue to invest in innovation across our integrated platform offerings.\nNow I'd like to review our outlook for the fourth quarter, summarized on Slide 9, which is subject to disclaimers regarding forward-looking information that Peter provided at the beginning of the call. And to start, as part of the Q4 guidance setting process, we considered several factors, including the greater macro uncertainty today and with it, the increased risk of forecasting the timing of certain larger transactions.\nThe transition to more normalized customers buying behaviors, which means there is less of an emphasis on ordering to get a place online. And for comparison, in the fourth quarter of 2021, when supply was tighter, backlog increased over $120 million and contributed to 49% bookings growth.\nAnd lastly, elevated year early year top line comparisons that include certain onetime items adding a couple of points to service revenue growth and fully cycling the Alaxala acquisition. In response, we have slightly widened our top line guidance ranges. For the fourth quarter, we expect to again reach the Rule of 60. And with that, the key metrics include billings in the range of $1.665 billion to $1.720 billion, which at the midpoint represents growth of 30%.\nRevenue in the range of $1.275 billion to $1.315 billion, which represents growth of 34%. Non-GAAP gross margin of 75% to 76%, non-GAAP operating margin of 30% to 31%, non-GAAP earnings per share of $0.38 to $0.40, which assumes a share count of between 795 million and 805 million.\nWe expect capital expenditures of $75 million to $85 million. We expect a non-GAAP tax rate of 17%. And for the full year, we expect billings and revenue growth to exceed 30% for the second consecutive year. Billings in the range of $5.540 billion to $5.595 billion, which at the midpoint represents 33%, revenue in the range of $4.410 billion to $4.450 billion, which represents growth of 33%.\nPerhaps for context, we should note at the midpoint, these full year billings and revenue growth rates are 3 points higher than the initial growth rates we provided in early February, despite the start of the war in Ukraine in late February, significant increases in interest rates and increasing uncertainty in the macro environment, and importantly, full year backlog is expected to be above the February estimate of $350 million.\nTotal service revenue in the range of $2.645 billion to $2.655 billion, which represents growth of 27% and implies full year product revenue growth of 42%. The non-GAAP gross margin of 75% to 76%; non-GAAP operating margin of 26% to 27% at the midpoint a year-over-year increase of 30 basis points. And again, for context, at the midpoint, gross and operating margin expectations were 50 and 100 basis points above the February guide, respectively.\nNon-GAAP earnings per share of $1.13 to $1.15, which assumes a share count of between 800 million and 810 million. We expect full year capital expenditures of $325 million to $335 million. We expect our non-GAAP tax rate to be 17%. We expect cash taxes to be $265 million.\nBefore wrapping up, I'd like to offer some preliminary thoughts on 2023 and our midterm targets on the heels of a very strong set of growth in 2021 -- in 2022. We continue to successfully balance growth and profitability, while investing in longer-term innovation and go-to-market initiatives to fuel future growth. The strength of our business model includes its diversification, margins that provide capacity for future investment and a rich mix of higher-margin recurring service revenues.\nAs we saw in the highs of pandemic, the diversification helps mitigate the risk of economic slowdowns. Specifically, in 2020, we delivered operating margins of nearly 27%, adjusted free cash flow margin of over 38% and top line growth of 20%. And during the past 12 months, we have really exceeded our operating margin targets, while increasing our engineering headcount by about 20% and significantly increasing our future sales capacity by over 25%, including a greater than 50% increase in new nontenured salespeople.\nWhile we will provide more detailed 2023 guidance when we report our fourth quarter results, it's worth leaning that service revenue accounts for 60% of total revenue, with gross margins hovering above 85%. We see continued service revenue growth driven by 2 years of very strong product revenue growth and 7 consecutive quarters accelerating short-term deferred revenue growth.\nWith a strong business model and the history of being able to execute, we are confident that our momentum will continue and point to our key growth drivers, including strategic investments, the heightened threat environment, the convergence of networking and security, the cybersecurity consolidation. Cyber securities are not immune to economic slowdowns -- is expected to remain a relatively safe harbor.\nAs such, we remain on track to achieve all of our medium-term financial targets from our May 2022 Analyst Day, including $10 billion in billings and $8 billion in revenue in 2025, each representing a 22% 3 year CAGR from the midpoint of our 2022 guidance. The targets also included an average non-GAAP operating margin of at least 25% for the 4 years from 2022 to 2025.\nAnd the 2025 adjusted free cash flow margin in the -- in the mid- to high 30% range. Illustrating our long focus for balancing growth and profitability, our targets remain committed to low-40 or better.\nI'll now hand the call back over to Peter to begin the Q&A."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/94ec30f3dbf4740ba9ff9c1adca1615e",
    "period": "2022 Q2",
    "content": "Q2 2022 Fortinet Inc Earnings Call\n\nQ2 2022 Fortinet Inc Earnings Call\n\nFTNTNASDAQAUG 3, 4:30 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Fortinet Second Quarter Earnings Call. (Operator Instructions) Please be advised that today's conference call is being recorded.\nI would now like to hand the conference over to your speaker today, Peter Salkowski. Please go ahead.\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\nThank you, Hope. Good afternoon, everyone. This is Peter Salkowski, Vice President of Investor Relations at Fortinet. I'm pleased to welcome everyone to our call to discuss Fortinet's financial results for the second quarter of 2022. Speakers on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; and Keith Jensen, our Chief Financial Officer. This is a live call that will be available for replay via webcast on our Investor Relations website.\nKen will begin our call today by providing a high-level perspective on our business. Keith will then review our financial operating results for the second quarter before providing guidance for the third quarter, updating the full year. We'll then open the call for questions. (Operator Instructions)\nBefore we begin, I'd like to remind everyone that on today's call, we will be making forward-looking statements, and these forward-looking statements are subject to risks and uncertainties which could cause actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the risk factors in our most recent Form 10-K and Form 10-Q for more information. All forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics that we make on today's call are non-GAAP, unless stated otherwise. Our GAAP results and GAAP to non-GAAP reconciliations are located in the earnings press release and, in the presentation, and accompanying today's remarks, both of which are posted on the Investor Relations website.\nKen and Keith's prepared remarks today for the earnings call will be posted on the quarterly earnings section of our Investor Relations website immediately following today's call.\nLastly, all references are on a year-over-year basis, unless noted otherwise.\nI'll now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO, Fortinet, Inc.\n\nThanks, Peter. Thank you to everyone for joining today's call to review our outstanding second quarter 2022 results. Total billings increased 36%, the sixth consecutive quarter of only 35% year-over-year billing growth. Revenue grew 29%, driven by 34% of product revenue growth. SD-WAN and OT booking grew over 60% and 75%, which together accounted for 25% of total second quarter bookings. Our better-than-expected performance demonstrate the strong demand for our cybersecurity innovation.\nFortinet is at the forefront of networking and security convergence, enabling our customer to reduce complexity while securing and connecting hybrid and remote user to advance security with superior performance. Today, we announced the FortiGate 4800F, our latest innovation in converged network security.\nThe 4800F is the world's fastest compact firewall for hyperscale data center and 5G network, powered by 400 NP7 SPU, the 4800F delivers Security Compute Rating of an average 5 to 10x better performance than competitive solutions, acquired the sixth most common and important functions. A leader in the government major quadrant for (inaudible) infrastructure, Fortinet continue to take market share for Secure SD-WAN. Our integrated Secure SD-WAN solution powered by Fortinet SPU-SoC4 delivered huge performance, security and efficiency over traditional offerings.\nIn addition to convergence, consolidation of vendor and product functionality is another major trend, particularly in network security. In a recent CECL survey, Gartner found the percentage of company's survey who want a fewer security provider increased to 75% from only 29% in 2020. With over 30 product lines built mostly by our in-house strong engineering and development innovation, Fortinet has benefited from this consolidation with our Security Fabric mesh offering.\nThe Fortinet security mesh platform delivered unparalleled protection with a broad, integrated and ultimate protection across multiple edge from endpoint to data center and hybrid cloud environment. These 2 major trends, convergence and consolidation position Fortinet well for long-term growth.\nBefore turning the call over to Keith, I would like to thank our employees, customers, partners and suppliers worldwide for their continued support and hard work that are contributing to Fortinet's strong growth.\n\nKeith F. Jensen\n\nCFO & CAO, Fortinet, Inc.\n\nThank you, Ken, and good afternoon, everyone. Let's start with a more detailed quarterly discussion. Second quarter results were solid and broad-based across geographies, customer sizes, industries and use cases, driving market share gains and demonstrating the strong growth from our 3 key growth drivers. First, an elevated threat environment; second, the convergence of security and networking; and third, the consolidation of security products across our platform offerings.\nTotal revenue of $1.03 billion was up 29%, passing the $1 billion milestone in quarterly revenue for the first time in our history. Total product revenue growth was up 34%. Core platform and platform extension product revenue growth was up 35% and 33%, respectively. We continue to see robust product revenue growth from a wide range of security use cases, including Secure SD-WAN and operational technology, or OT.\nTotal service revenue growth increased sequentially to 25%, resulting in service revenue of $629 million. Support and related service revenue was up 26% to $289 million, while security subscription service revenue was up 25% or 2 points sequentially to $340 million.\nService billings defined as total billings minus product revenue were up 36%. The year-over-year growth rate for short-term deferred revenue has increased for 6 quarters in a row from under 21% in Q4 of 2020 to just over 31% in Q2 of 2022, the highest short-term deferred revenue growth rate in over 6 years.\nThe accelerating growth rate for service billings and short-term deferred revenue reflect the earlier pricing actions that quickly appeared in product revenue, and they are now beginning to appear in service revenue. The pricing benefit more than offset various service revenue headwinds, including suspending services in Russia, an increase in the average number of days between when a customer purchases and subsequently activates a security service contract, and the impact of contract manufacturers delaying deliveries to later in the quarter, which limits our service revenue on new sales recognized in the quarter. With the growth and pricing benefits more than offsetting these headwinds, we expect service revenue growth will continue to accelerate through 2022 and into next year.\nAs summarized on Slide 6, total revenue in the Americas increased 23%, EMEA revenue increased 28%, and APAC posted revenue growth of 42%. Despite macro conditions that may be more readily impacting other industries, our pipeline growth remains strong. In particular, EMEA's pipeline growth indicates continued strength in our European business.\nMoving to a summary of our success with the large enterprises. Large enterprises continue to favor Fortinet's leading cost for performance advantage and are increasingly more appreciative of our integrated platform. The platform strategy allows customers to converge networking functionality with security capabilities and consolidate multiple point products.\nOur success with large enterprise customers includes: Global 2000 bookings growth of over 65% year-over-year and on a rolling 4-quarter basis; large enterprise booking growth of over 55% year-over-year and on a rolling 4-quarter basis; and the number of deals of $1 million increased over 50% to 122 deals and the total billings value of these transactions doubled.\nSecure SD-WAN bookings grew over 60%, reflecting the convergence of networking and security as well as a strong ROI for our customers. OT bookings were up over 75%, reflecting the continued response to the elevated threat environment.\nShifting to billings. Billings of $1.3 billion were up 36%, as Ken pointed out, representing the fifth consecutive quarter of billings growth in excess of 30%. I'll pause here to offer thoughts on product refresh cycles and their impact on our financial results. Specifically, we do not believe new product releases, driving near-term spike in our top line growth. Rather, we believe the continual nature of our product releases drives long-term growth. For example, each new ASIC is included in a series of products released over several years. Our most recent ASIC chip, the NP7 security processing unit, was introduced in Q1 of 2020. Including the 4800F announced today, we have released 9 high-end core platform products with the NP7 chip. And over the next several quarters, we will release several additional mid-range and high-end products with the NP7.\nAnd lastly, I would note that since the start of 2019, we have released over 23 new FortiGate models. While some of our competitors which have much shorter product SKU list, may have shown clear signs of product refresh cycles. Our strong long-term performance illustrates an extended series of overlapping product maturity curves.\nCore platform billings were up 32% and accounted for 69% of total billings. As shown on Slide 7, midrange FortiGate posted very strong billings growth with the shift mixing 5 points in their favor, driven by demand as well as supply availability. Platform extension billings were up 44%, accounted for 31% of total billings, a mix shift of over 1.5 points. Average contract term was up 1 month year-over-year to 29 months, driven by the strength from large enterprise customers and the 50% plus increase in the number of deals greater than $1 million.\nWorldwide, government billings grabbed the largest share of the mix at 15% and were up 45%. The top 5 verticals accounted for 60% of total billings.\nMoving back to the income statement. Total gross margin of 76.5% exceeded the midpoint of the guidance range by approximately 125 basis points. Even as component, labor and freight costs increased, and the year-over-year revenue mix shifted 2 points to product revenue from higher-margin service revenue.\nProduct gross margin of 61.9% was up 20 basis points year-over-year and 450 basis points sequentially. As pricing actions, product mix and lower discounting offset higher component and other costs. Service gross margin of 85.9% was down 100 basis points due to increased costs associated with the expansion of our data center footprint as well as labor costs and other costs, partially offset by benefits from FX and some of the earlier pricing actions.\nOperating margin of 24.8% exceeded the midpoint of the guidance range by approximately 200 basis points. The year-over-year comparison saw the FX benefit offset by lower gross margins, increased travel and marketing costs and other costs. Headcount increased 27% to 11,508.\nLooking at the statement of cash flow summarized on Slides 8 and 9. Free cash flow was $284 million and was impacted by increases in DSO and cash taxes. DSO increased 14 days year-over-year and 5 days sequentially to 80 days due to the change in billing linearity driven by the timing of inventory deliveries from contract manufacturers. And new R&D capitalization rules increased second quarter cash taxes by $85 million to $110 million. Second half cash taxes of approximately $135 million are expected to be more evenly spread across the third and fourth quarters.\nFor the first half of the year, our adjusted free cash flow margin, which excludes real estate spending was 34%. Capital expenditures for the quarter were $39 million, including $21 million for real estate investments. We repurchased approximately 14.4 million shares of our common stock for a cost of $800 million, bringing the total year-to-date shares repurchased to 25.8 million for a total cost of $1.5 billion. The Board increased the share repurchase authorization by $1 billion. The remaining repurchase authorization is now $1.03 billion.\nInventory turns at 3.1x were up 0.5 turn year-over-year and down to 0.5 turn sequentially.\nMoving to bookings and backlog. As a reminder, backlog is excluded from current quarter billings and revenue. Nonetheless, is it expected to provide increased visibility in the top line tailwind in future quarters. Bookings were up 42% to $1.4 billion. Total backlog of $350 million is up $72 million sequentially and reflects very strong demand. Of the total backlog, networking equipment accounted for about 50%, while FortiGate accounted for about 40%. We believe our backlog is very strong and sticky. Existing customers account for over 95% of total backlog, and no single end customer accounts for more than low single digits as a percentage of backlog.\nThere are 4 deals in backlog, all from previously existing customers with the remaining balance of over $2 million, put that together account for only 6% of total backlog. Just 4% of ending Q1 backlog was canceled in Q2 and about half the deals in the backlog have been partially fulfilled suggesting that double ordering is not a significant contributor to backlog. Consistent with the first quarter, we shipped approximately 60% of the prior quarter's backlog in the current quarter as our operation and R&D teams did an excellent job navigating the tough supply chain environment. Nonetheless, we still expect supply chain constraints to be challenging throughout the remainder of the year.\nWe are continuing to address the supply chain challenges in a number of ways, including by increasing inventory purchase commitments, redesigning products, qualifying additional suppliers and certain pricing actions. We believe that even with these actions, demand will continue to outstrip supply. As a result, we expect backlog to continue to increase in 2022. And while the situation is very dynamic, we believe we will have access to sufficient inventory to meet our guidance.\nAs we balance our pricing actions with the opportunity for continued market share gains, we have passed along most but not all cost increases. As such, we expect ongoing gross margin volatility from these increases as well as shifts in our product mix related to inventory availability.\nBefore reviewing our guidance, let's offer a few Fortinet's specific observations and areas you may have heard discuss elsewhere. In Q2, we noticed certain larger transactions with increased or elongated negotiating cycles. Also, linearity pushed to later in the quarter and later in the last month of the quarter, mainly due to supply constraints in the deliveries.\nLastly, close rates were strong, and importantly, the aggregate value of deals that pushed were within our historical norms.\nNow I'd like to review our outlook for the third quarter as summarized on Slide 10, which is subject to the disclaimers regarding forward-looking information that Peter provided at the beginning of the call. For the third quarter, we anticipate our solid third quarter pipeline growth across deal types, sizes and geographies to support the following: bookings in the range of $1.455 billion to $1.485 billion, which at midpoint represents bookings growth of 36%. Billings in the range of $1.385 billion to $1.415 billion, which represents growth of 32%. Revenue in the range of $1.105 billion to $1.135 billion, which represents growth of 29%. Non-GAAP gross margin of 75% to 76%; non-GAAP operating margin of 25% to 26%, non-GAAP earnings per share of $0.26 to $0.28, which assumes a share count of between 810 million and the 820 million. We estimate third quarter capital expenditures between $105 million and $115 million. We expect a non-GAAP tax rate of 17%.\nFor the full year, we anticipate backlog that could approach or possibly exceed $500 million. That will be offset by robust industry growth, pipeline strength and market share gains, fueling our growth and supporting the following: billings in the range of $5.560 billion to $5.640 billion, which at the midpoint represents growth of 34%; revenue in the range of $4.350 billion to $4.400 billion, which represents growth of 31%. Total service revenue range of $2.620 billion to $2.670 billion, which represents growth of 27% and implies full year product revenue growth of 38%. We expect non-GAAP gross margin of 75% to 76%; non-GAAP operating margin of 25% to 26%. Non-GAAP earnings per share of $1.01 to $1.06, which assumes a share count of between 810 million and 820 million. We estimate full year capital expenditures between $300 million and $330 million. We expect our non-GAAP tax rate to be 17%. We expect cash taxes for the year to be $265 million. As I mentioned earlier, cash taxes paid are higher in 2022 due to the new R&D capitalization rules in the U.S.\nAlong with Ken, I'd like to thank our partners, customers, suppliers, all members of the Fortinet team for all their hard work, execution and success.\nI'll now hand the call back over to Peter to begin the Q&A session.\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\nThank you, Keith. (Operator Instructions) With that, Hope, please open the call for questions."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1435e6a1e4babaffc99f04d0bf2b2663",
    "period": "2022 Q1",
    "content": "Q1 2022 Fortinet Inc Earnings Call\n\nQ1 2022 Fortinet Inc Earnings Call\n\nFTNTNASDAQMAY 4, 4:30 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Fortinet First Quarter 2022 Earnings Call. (Operator Instructions) And please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, Peter Salkowski, Vice President of Investor Relations. Please go ahead, sir.\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\nThank you, Lori. Good afternoon, everyone. I'm pleased to welcome everyone to our call to discuss Fortinet's financial results for the first quarter of 2022. .\nSpeakers on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; and Keith Jensen, our Chief Financial Officer. This is a live call that will be available for webcast via -- will be available for replay via webcast on the Investor Relations website.\nKen will begin our call today by providing a high-level perspective on our business. Keith will then follow or then review our financial and operating results for the first quarter before providing guidance for the second quarter and updating the full year. We will then open the call for questions. (Operator Instructions)\nBefore we begin, I'd like to remind everyone that on today's call we will be making forward-looking statements, and these forward-looking statements are subject to risks and uncertainties which could cause actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the risk factors in our most recent Form 10-K and Form 10-Q for more information. All forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics that we make on today's call are non-GAAP unless stated otherwise. Our GAAP results and the GAAP to non-GAAP reconciliations is located in our earnings press release and in the presentation that accompanies today's remarks, both of which are posted on the Investor Relations website.\nKen and Keith's prepared remarks today for the earnings call will be posted on the Quarterly Earnings section of our Investor Relations website immediately following today's call.\nLastly, all references to growth are on a year-over-year basis, unless noted otherwise.\nI will now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO, Fortinet, Inc.\n\nThanks, Peter, and thank you to everyone for joining today's call to review our outstanding first quarter 2022 results.\nOur better-than-expected first quarter results demonstrate the strong demand of our cybersecurity innovation. Total revenue growth of 34%, driven by record product revenue growth of 54%. Total billings increased 36%. Our strong results reflect new order that was significantly greater than anticipated, partially offset by an increase in backlog.\nAs a result, bookings increased 50% year-over-year to 1,276 billion, which included booking growth for SD-WAN or 54%, Global 2000 growth of 61%, OT growth of 76%. For the quarter, net new backlog was 9% of bookings as we continue to navigate a challenging supply chain environment.\nWe believe that the hybrid network adhere for foreseeable future and Fortinet is pushing the boundary of what is possible with innovation to enable customers to successfully operate in today's elevated threat environment. Our solid performance and market share gains are being driven by our effort to make our customers' entire infrastructure more secure and integrate in a zero-trust network.\nFortinet's security-driven networking approach converges networking functionality with security capabilities fueled by our powerful FortiASIC SPUs to provide the best performance and rich functionality. The new FortiOS 7.2 offers multiple new and enhanced services across FortiGuard, FortiCare and FortiTrust such as ZTNA, identity, inline Sandboxing, Advanced Device Protection for OT and IoT environments, SOC-as-a-Service, and inline CASB. And Fortinet provides one of the broadest security services offerings at an average of half the cost compared with our main competitors. In addition, we have prioritized our mostly organic research and development efforts on integrating security products into our centralized FortiOS fabric platform which Gartner refers to as a Cybersecurity\nMESH architecture.\nToday we announced a new suite of FortiGates powered by our FortiASIC SPU. The FortiGates 3700F, 600F and 70F deliver high-performance converged networking and security with Security Compute Ratings of 5x on average, better performance than competitive offerings.\nDuring the quarter, we were pleased to receive the Gartner Peer Insights Customer Choice Awards for both WAN Edge Infrastructure and Next-Generation Firewalls for 3 Years in a row. Our innovations position Fortinet as one of the most influential cybersecurity leaders. These growth drivers and organic innovations are accelerating our growth potential to new levels.\nBefore turning the call over to Keith, I'd like to thank our employees, customers, partners and suppliers worldwide for their continued support and hard work. It is their collective efforts and trust that are contributing to Fortinet's strong growth and market share gains.\n\nKeith F. Jensen\n\nCFO & CAO, Fortinet, Inc.\n\nThank you, Ken, and good afternoon, everyone. .\nBefore adding to Ken's comments and going into more detail on our Q1 financial results, I'd like to briefly discuss a wording change in how we describe our business.\nFortiGate is now referred to as the Core Platform and non-FortiGate is now referred to as the Platform Extension. This change helps to emphasize the importance of our FortiOS operating system. FortiOS drives our entire security platform across multiple Platform Extension use cases, including Zero Trust Access, Cloud Security, Security Operations and Secure Networking.\nWith that in mind, let's start with a more detailed Q1 discussion. Customer demand was again strong and broad-based across geographies, customer sizes, industries, use cases and security solutions, reflecting 3 key demand drivers: The elevated threat environment, convergence of security and networking and customers consolidating across our platform offerings.\nThese key growth drivers are contributing to our strong results and accelerating pipeline growth. In short, we believe we are in a period of sustained high growth for the cybersecurity industry and Fortinet.\nMoving to the Q1 financial results. Total revenue of $955 million, was up 34%, driven by record product revenue growth of 54%. Taking into account an $80 million sequential increase in product backlog, product bookings growth was 87%. Product revenue growth was broad-based with Core Platform and Platform Extension product revenue growth at 50% and 59%, respectively.\nWhile we continue to see robust product growth from our SD-WAN and Operational Technology, or OT, the Core Platform product revenue growth was mainly driven by the wide range of other use cases embedded in our operating system.\nService revenue was up 24% to $584 million. Support and related services was up 26% to $271 million, while security subscription services revenue was up 23% to $313 million.\nTo offer one observation about how customers may be responding to the supply chain challenges, we are seeing indications that a subset of customers placed product orders further in advance and may have delayed purchases or registrations of the related service contracts. This, together with the timing differences related to product and service revenue recognition, creates a lag between product and service revenue growth. We expect quarterly service revenue growth to accelerate throughout the rest of the year.\nAs summarized on Slide 6, total revenue in the Americas increased 32%, EMEA revenue increased 25%, and APAC posted revenue growth of 57%, which includes the contribution from AlaxalA.\nEMEA's growth includes the impact of suspending operations in Russia. Nonetheless, EMEA easily exceeded our internal targets.\nLooking forward, EMEAs pipeline growth indicates continued strength in our EMEA business, despite the situation in Eastern Europe and its potential impact on European economies.\nPlatform Extension revenue grew 49% and accounted for 34% of total revenue, up 3 percentage points.\nMoving to bookings, backlog and billings. We are experiencing exceptionally strong demand, demand that continues to exceed supply by more than historical norms. Bookings were up 50% to $1.3 billion, reflecting exceptional demand and a $116 million quarter-over-quarter increase in total backlog, bringing backlog to $278 million.\nLarger enterprises continue to favor Fortinet's industry-leading cost for performance advantage and are increasingly more appreciative of our integrated platform strategy. The platform strategy allows customers to converge networking functionality with security capabilities and consolidate multiple point products.\nThe following key metrics illustrate growing demand from enterprise customers. Global 2000 bookings were up over 60%. Large enterprise bookings were up over 65%. Secure SD-WAN bookings grew 54%, reflecting the convergence of networking and security as well as a strong economic case. OT bookings were up 76%, illustrating the continued response to the elevated threat environment.\nAs a reminder, backlog is excluded from the current quarter billings and revenue. However, it is expected to provide increased visibility and a top line tailwind in future quarters.\nAt $1.2 billion, buildings were up 36%.\nCore Platform billings were up 30%, and accounted for 67% of total billings. As shown on Slide 7, high-end FortiGates posted very strong billings growth with the mix shifting 6 points towards high-end appliances.\nPlatform Extension billings were up 50% and accounted for 33% of total billings, up 3 percentage points. Average contract term was consistent year-over-year and down 1 month sequentially at 27 months.\nMoving back to the income statement. Total gross margin was 74.4% as the revenue mix tilted 5 percentage points to product revenue from higher margin services. Product gross margin of 57.4% reflects the impact of component and freight cost increases as well as higher, less predictable component expedite fee expenses, and the impact of consolidating AlaxalA's results. Service gross margin of 85.2% was impacted by AlaxalA, costs associated with the expansion of our data center footprint, and increased labor costs.\nOperating margin of 22.0% exceeded the midpoint of the guidance range by 200 basis points due to increased sales productivity and efficiencies in other OpEx areas, offsetting the gross margin decline.\nHeadcount increased 26% to 10,860.\nMoving to the statement of cash flow summarized on Slides 8 and 9. Free cash flow was $273 million, representing a margin of 29%.\nCapital expenditures for the quarter were $123 million, including $93 million for real estate investments. Adjusted for real estate purchases, our free cash flow margin was 38%. Our capital expenditure strategy includes investing in cloud and data center infrastructure as well as our office and warehouse capacity to support our higher levels of growth.\nWe repurchased approximately 2.3 million shares of our common stock for a cost of $691 million. At end of the first quarter, the remaining share repurchase authorization was\nApproximately $830 million with the authorization set to expire in February 2023.\nInventory turns of 3.5 times were up nearly 1.5x year-over-year.\nNow let's spend some time reviewing backlog in a bit more detail. As I mentioned earlier, very strong demand drove a $116 million increase in total backlog to $278 million. To put this in perspective, total backlog at the end of the first quarter was approximately 6% of our trailing 12 months total billings. We shipped 60% of the Q4 ending hardware backlog in the quarter.\nConsistent with the prior quarter, 73% of the backlog relates to expected future product shipments, while the remaining 27% relates to various services.\nWe believe our backlog is very strong and should provide a billings and revenue tailwind to growth in future periods. There are several reasons that support our view, including existing customers account for 93% of our backlog and no single end customer accounts for more than a low single digit percentage of backlog. There are 10 deals in backlog, 9 from existing customers, with the remaining balance of over $1 million that together account for less than 10% of total backlog. Remaining balance is defined as the original order amount less the partial shipments we've made. Just 5% of Q4 backlog was canceled in Q1, suggesting that double-ordering is not a significant contributor to our backlog.\nWe do not believe that customers are meaningfully pivoting to software form factors from hardware. The software is frequently a more costly option and may require architectural redesign and investment and changes in form factors and other equipment beyond just the firewalls. We believe our competitors are similarly impacted by the supply chain. And finally, more customers are accepting the supply chain challenges and working with us to mitigate the issues by switching products, adjusting deployment schedules and accelerating evaluations of new products.\nSimilar to others, we are experiencing ongoing supply chain challenges. Our responses to these challenges include: significantly increasing inventory purchase commitments; redesigning products; qualifying additional suppliers; and working closely with our suppliers to further enhance our resiliency and mitigate the effects of disruptions.\nWe expect supply chain constraints to be challenging throughout the remainder of the year. As a result, we expect component and logistics costs remain elevated and backlog to increase through the course of the year.\nAs we balance our pricing actions with the opportunity for continued market share gains, we have passed along most, but not all cost increases. As such, we expect ongoing pressure to gross margins.\nWhile the situation is very dynamic, we believe we will have access to sufficient inventory to meet our guidance. The outlook is also subject to the disclaimers regarding forward-looking information that Peter provided at the beginning of the call.\nFor the second quarter, we anticipate bookings in the range of $1.325 billion to $1.385 billion, which at the midpoint represents bookings growth of 40%. And we expect billings in the range of $1.225 billion to $1.265 billion, which at the midpoint represents growth of 30%.\nRevenue in the range of $1.005 billion to $1.035 billion; non-GAAP gross margin of 74.5% to 76%; non-GAAP operating margin of 22% to 23.5%; non-GAAP earnings per share of $1.05 to $1.10, which assumes a share count of $165 million to $167 million. We estimate second quarter capital expenditures to be between $75 million and $85 million. We expect a non-GAAP tax rate of 17%.\nFor the full year, we anticipate backlog could approach or possibly exceed $500 million; and expect billings in the range of $5.500 billion to $5.508 billion, which at the midpoint represents growth of 32.5%; the revenue in the range of $4.350 billion to $4.400 billion, which at the midpoint represents growth of 31%. This assumes the current supply chain environment remains constrained throughout the year. Total service revenue in the range of $2.640 billion to $2.700 billion, which represents growth of approximately 28% and implies full year product revenue growth of approximately 36%.\nGiven our current view of component costs and other supply chain pressures, we expect non-GAAP gross margin of 74% to 76%; non-GAAP operating margin of 24% to 26%; non-GAAP earnings per share of $5 to $5.15, which assumes a share count of between $166 million and $168 million. We estimate full year capital expenditures of between $270 million and $300 million. We expect our non-GAAP tax rate to be 17%. We expect cash taxes to be approximately $260 million.\nLastly, I want to remind everyone that we'll be holding an Analyst Day on May 10, coinciding with Accelerate 2022. A link to register for the webcast is located on the Events and Presentation page of Fortinet's Investor Relations website.\nAnd along with Ken, I'd like to thank our partners, customers, suppliers and all members of the Fortinet team for all their hard work, execution and success.\nI'll now hand the call back over to Peter to begin the Q&A.\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\n(Operator Instructions) Operator, we can open the line please."
  },
  {
    "header": "FTNT",
    "cik": "0001262039",
    "ticker": "FTNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6a771c325a323bef0718e29e8a43b56f",
    "period": "2021 Q4",
    "content": "Q4 2021 Fortinet Inc Earnings Call\n\nQ4 2021 Fortinet Inc Earnings Call\n\nFTNTNASDAQFEB 3, 4:30 PM\n\nOperator\n\nHello. Thank you for standing by, and welcome to Fortinet Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, Peter Salkowski, Vice President of Investor Relations. Please go ahead.\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\nGood afternoon, everyone. This is Peter Salkowski, Vice President of Investor Relations at Fortinet. I'm pleased to welcome everyone to our call to discuss Fortinet's financial results for the fourth quarter and full year of 2021.\nSpeakers on today's call are Ken Xie, Fortinet's Founder, Chairman and CEO; and Keith Jensen, our Chief Financial Officer. This is a live call and that will be available via replay via our website on our Investor Relations website.\nKen will begin our call today by providing a high-level perspective on our business. Keith will then review our financial and operating results for the third quarter before providing guidance for the fourth -- for the full year -- for the first quarter and full year of next year. We'll then open the call for questions.\n(Operator Instructions) Before we begin, I'd like to remind everyone that on today's call, we will be making forward-looking statements, and these forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those projected. Please refer to our SEC filings, in particular, the risk factors in our most recent 10-K and Form 10-Q for more information.\nAll forward-looking statements reflect our opinions only as of the date of this presentation, and we undertake no obligation and specifically disclaim any obligation to update forward-looking statements.\nAlso, all references to financial metrics that we'll make on today's call are non-GAAP, unless stated otherwise. Our GAAP results and GAAP to non-GAAP reconciliations is located in our earnings press release and in the presentation that accompanies today's remarks, both of which are posted on the Investor Relations website. Lastly, all references to growth are on a year-over-year basis unless noted otherwise.\nI'll now turn the call over to Ken.\n\nKen Xie\n\nFounder, Chairman & CEO, Fortinet, Inc.\n\nThanks, Peter, and thank you to everyone for joining today's call to review our outstanding fourth quarter and full year 2021 results.\nFor the fourth quarter, bookings increased 49% to $1.420 billion. Billings increased 36% to $1.306 billion. Global G2000 billings growth accelerated to over 90%. And Q1 billings was up 67%, accounting for 16% of total billings. Total revenue growth 29% to $964 million, with product revenue up 31%. Our team navigated well through our challenging supply chain environment to deliver outstanding results.\nFor the full year, revenue was $3.3 billion and GAAP operation margin 20%. We generated a record of $1.2 billion of free cash flow, and we recorded our 13th consecutive year of GAAP profitability. 3 growth drivers, convergence of security and networking, vendor consolidation with a Security Fabric match platform and an elevated threat environment are driving our strong financial results and market share gains.\nThe move to warfare has rapidly expanded the attack surface, which traditionally network security from hard to protect. Fortinet security-driven networking approach converged networking of security, including next-generation firewall, SD-WAN, 5G, DNA and OT to reduce capacity, while securing and connecting remote user to advance security and performance and a networking speed.\nEnterprise evolutions are increasingly consolidating to a cybersecurity match approach. Fortinet Security Fabric platform delivers unparalleled protection through a cybersecurity match architecture that provide broad, integrated and ultimate protection across multiple edge from endpoint to data center and hybrid cloud environment.\nToday, we announced a FortiGate 2000 app, the latest FortiGate next-generation firewall, powered by Fortinet ASIC NP7 SPU to deliver sustainable, high-performance convergence of networking and security for zero trust edge and core network. The FortiGate 2000 app secure computing routing offers an average 5x better performance than competitive offerings.\nFortinet recently stood out amongst 19 network firewall vendors into a critical capability for network firewall. We evaluated for their performance across noncritical capability. Fortinet FortiGate solution received overall high score in the enterprise data center, distributed enterprise edge and SMB use case and the second highest score in public cloud use case. Our FortiGate product is the only leader in both Gartner Magic Quadrant for network firewall and SD-WAN.\nOver the last several years, Fortinet's industry-leading innovation has transformed our company into one of the most influential and fastest-growing cybersecurity leaders. This, in addition to our growth drivers, strongly position us to capture market share and move to the next level of growth.\nBefore turning the call over to Keith, I would like to thank our employees, customers, partners and suppliers worldwide for their continued support and hard work, and we especially like to thank our operations team for doing a great job supporting Fortinet fast growth. Keith?\n\nKeith F. Jensen\n\nCFO & CAO, Fortinet, Inc.\n\nThank you, Ken, and good afternoon, everyone. I'll start with a summary of our very strong 2021 performance.\nCustomer demand was strong and broad-based across geographies, customer sizes, industries, use cases and security solutions, reflecting the 3 key demand drivers that Ken mentioned, convergence of security and networking, vendor consolidation on our Security Fabric match platform and the elevated threat environment.\nConvergence or security-driven networking requires integrated security solutions to be delivered at networking speeds across the company's entire threat landscape of edges, including data centers, endpoints, work from anywhere and clouds as well as across multiple use cases such as secure SD-WAN, Wi-Fi, switching, 5G and OT. The networking speed and computing capabilities of our ASIC-powered FortiGates can be 5 to 10x more than competitor firewalls with their off-the-shelf silicon products.\nVendor consolidation is driven by customer focus on security effectiveness, performance and cost management. We deliver vendor consolidation through our Security Fabric platform and its broad range of products integrated with a single operating system, offering increased automation. As we saw in 2021, we expect strong customer demand fueled by these key drivers to continue.\nAnd turning to our 2021 performance. Billings growth accelerated to 35% or $4.2 billion, representing our highest annual billings growth rate in 6 years. Revenue growth also accelerated coming in at 29%, representing the fourth consecutive year of revenue growth of 20% or more. And despite the supply chain environment, product revenue growth came in at 37% growth, our highest annual product revenue growth rate in 10 years.\nDriven by strong demand for our fabric and cloud security solutions, non-FortiGate billings and revenue each exceeded $1 billion for the first time in our history. Non-FortiGate billings increased 46% to $1.25 billion, and non-FortiGate revenue increased 42% to $1.1 billion.\nGross margin was 77.5% and operating margin was 26.2%. Our GAAP operating margin was 19.5%. It's one of the highest in the industry. Our mirror GAAP profitable, as Ken mentioned, for 13 consecutive years.\nFree cash flow was a record $1.2 billion, exceeding $1 billion for the first time in our history. Free cash flow margin was 36%. And when adjusted for real estate investments came in at 43%. Total deferred revenue increased 3% to $3.5 billion, and short-term deferred revenue increased 28% to $1.8 billion. We are experiencing exceptionally strong demand, demand that exceeds supply by more than historical norms. As a result, we are expanding our disclosures to include bookings and backlog to provide greater visibility into the strength of our business.\nBookings represent the value of all orders received from customers. Backlog represents the value of all orders received but not fulfilled. When the order is fulfilled, we recognize both billings and product revenue.\nTurning to Q4 results. As noted on Slide 4, bookings were $1.4 billion, up 49%. On a sequential basis, backlog increased $122 million due to very strong demand. On a year-over-year basis, backlog increased $150 million to end the year at $162 million. Breaking down the backlog between product and services, approximately 75% relates to future product shipments, while the remaining 25% relates to various services.\nWhile it's difficult to forecast if an order might be canceled, several factors support our view that our backlog is strong, it should provide a tailwind of growth later this year and into next year. Existing customers account for approximately 90% of our backlog. No single end customer accounts for more than a, say, a low single-digit percentage of backlog.\nMany competitors are also impacted by supply chain constraints. Our products, along with our integrated operating system are not commodities readily exchanged with offerings from other vendors. We actively manage our own supply chain and for the most employed security network solution over 1/3 of all firewall unit shipments, we are an attractive volume buyer from any suppliers. And lastly, our price for performance advantage may be difficult for our competition to match. And I apologize for the sound in the background, we don't know what's causing it, but I'll continue on.\nMoving to Q4 billings of $1.3 billion, billings are up 36%, which compares to 49% bookings growth noted earlier. Enterprises favorites Fortinet's leading cost for performance and integrated platform. This is especially evident in the 5-point increase in the large enterprise billing mix. To add more color to this, we could share, Global 2000 billings were up over 90%, the third consecutive quarter of accelerating growth. The number of deals over $1 million increased 79% to 122 deals, breaking the 100-deal threshold for the first time in our history.\nWe saw a record of 4 low 8-figure transactions in the quarter, all in the Americas. And lastly...\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\nWe're going to take 1 second to see if we can mix the phone line. We think it might be our phone for some reason, we're going to dial back in, and we will be back. Everybody else, stay put.\n(technical difficulty)\n\nOperator\n\n(Operator Instructions)\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\nJosh, we are back. Can you hear us?\n\nOperator\n\nYes, I can hear you. You're on right now. I still hear these sounds.\n\nKeith F. Jensen\n\nCFO & CAO, Fortinet, Inc.\n\nIs it better, Josh?\n\nOperator\n\nI'm sorry, but the sounds coming in pretty bad.\n\nKeith F. Jensen\n\nCFO & CAO, Fortinet, Inc.\n\nOkay. We're going to drop this line on.\n(technical difficulty)\n\nOperator\n\n(Operator Instructions)\n\nKeith F. Jensen\n\nCFO & CAO, Fortinet, Inc.\n\nJosh, we're back. Can you hear me? Josh, can you hear me?\n\nOperator\n\nHello. Yes, I can hear you, but the noise came back as soon as you got connected again.\n\nKeith F. Jensen\n\nCFO & CAO, Fortinet, Inc.\n\nYes. Josh, we're at a totally different line, I'm on my cellphone now. Sounds like it's on your end, guys.\n\nOperator\n\nLet me check with you on (inaudible). We'll get this checked in just a moment.\n\nKeith F. Jensen\n\nCFO & CAO, Fortinet, Inc.\n\nOkay, everybody on hold, please.\n\nOperator\n\nYou are connected at this time, sir, you may proceed.\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\nJosh are you there. Okay. I'm going to assume you are right here. We're going to start. Keith's going to back up a little bit. Hopefully, you can hear us now, and we'll start where he kind of left off and go from there. Apologies for the interlude there.\n\nKeith F. Jensen\n\nCFO & CAO, Fortinet, Inc.\n\nI'll back up a couple of paragraphs to my best recollection of where the challenge started. So -- and I believe that was around when I was mentioning that we were breaking down our backlog between product and services, approximately 75% relates to product -- future product shipments, while the remaining 25% relates to various services. While it's difficult to forecast if an order might be canceled, several factors support our view that our backlog is strong and should provide a tailwind for growth later this year and into next year.\nExisting customers account for approximately 90% of our backlog. No single end customer accounts for more than a low single-digit percentage of backlog. Many competitors are also impacted by supply chain constraints. Our products, along with our integrated operating system, are not commodities readily exchanged with offerings from other vendors. We actively manage our own supply chain and is the most deployed network security solution with over 1/3 of all firewall unit shipments, we are an attractive volume buyer for many suppliers. And lastly, our price for performance advantage can be difficult for our competition to match.\nMoving to Q4 billings. At $1.3 billion, billings were up 36%, which compares to the 49% bookings growth noted earlier. Enterprise favored Fortinet's leading cost for performance and integrated platform. This was especially evident in the 5-point increase in the large enterprise billings mix. To add more color to this, we can share that Global 2000 billings were up over 90%, the third consecutive quarter of accelerating growth.\nThe number of deals over $1 million increased 79% to 122 deals, breaking the 100-plus deal threshold for the first time in our history. We saw a record of 4 low figure -8-figure transactions, all in the Americas in the quarter.\nAnd lastly, Secure SD-WAN deals over $1 million increased 63% to 26%, contributing to SD-WAN use case billings growth of 67% and putting SD-WAN at 16% of total billings. FortiGate billings were up 33% and accounted for 69% of total billings.\nAs shown on Slide 11, high-end FortiGates posted very strong billings growth. Non-FortiGate billings were up 43%, driving 1.5 points mix shift to non-FortiGate. Top 10 non-FortiGate solutions with growth over 40% included virtual firewalls, endpoints and switches. At the same time, several smaller solutions posted triple-digit growth rates.\nConsistent with the elevated threat environment and the breadth of ransomware and other attacks, OT use case billings were up 70% and accounted for 8% of total billings. Average contract term was consistent year-over-year and quarter-over-quarter at 28 months.\nFor the third consecutive quarter, we added approximately 6,000 new logos. Worldwide government billings grab the largest share of the mix at 16%. Financial services accounted for 14% of billings, on billings growth of 63%. Billings and manufacturing, transportation, utilities, construction and other verticals that have not consistently been in our top 5 remained elevated with billings growth of 40%. We believe the growth of these verticals is an indication of the broadening nature and greater awareness of the threat landscape, which is driving cybersecurity investments in industries that have historically perhaps spent a little bit less on security budgets.\nMoving over to the income statement. Revenue growth was 29%. Product revenue growth was 31%, illustrating the impact of backlog on product revenue growth. If backlog had remained flat quarter-over-quarter, the product revenue growth would have been as high as the mid-60s.\nService revenue was up 27% to $585 million. Support and related services revenue was up 31% to $275 million, while security subscription services were up 24% to $309 million. Non-FortiGate products and service revenue of $324 million grew 41% and accounted for approximately 34% of total revenue, up 3 percentage points. FortiGate product and services revenue of $629 million grew 23% and accounted for 66% of total revenue.\nTotal gross margin of 77.3% was 180 basis points above the midpoint of our guidance range and up 80 basis points quarter-over-quarter. A lower-than-expected drag from acquisitions and pricing actions taken to offset supplier cost increases contributed to the better-than-expected total gross margin and product gross margin.\nProduct gross margin of 62.1% increased 140 basis points sequentially. Service gross margin of 87.1% increased 50 basis points sequentially. Operating margin of 28.5% improved 270 basis points sequentially and exceeded the midpoint of our guidance range by 100 basis points. Better-than-expected gross margin performance and a slightly less-than-expected impact from acquisitions contributed to the better-than-expected operating margin. Headcount increased 24% to 10,195.\nMoving to the statement of cash flow summarized on Slides 12 and 15. Capital expenditures were $151 million, including $129 million for real estate investments. Our capital strategy includes increasing our office and warehouse capacity to support our higher levels of growth. We repurchased 1.8 million shares of common stock for a cost of $541 million. For the year, we repurchased approximately 2.6 million shares for a cost of $742 million. At year-end, the remaining share authorization was approximately $1.5 billion and set to expire in February of 2023.\nInventory turns of 2.7 were flat year-over-year and on par with 2.9x in the prior quarter. Overall, with what we believe was better than market growth for the fourth quarter and full year, we believe we again gained market share. Supported by a strong pipeline growth and the key growth drivers outlined earlier, we believe we are in the early innings of a sustained high growth period for the cybersecurity industry and Fortinet, driven by digital transformation, hybrid cloud and the moving of data and security to the edge.\nThe products we've created, the channel and customer relationships we've developed and the investments we've made to build a broad and integrated security fabric platform powered by our proprietary ASIC FortiGates, are expected to drive our continued growth and market share gains.\nNow I'd like to review our outlook for the first quarter summarized on Slide 16, which is subject to disclaimers regarding forward-looking information that Peter provided at the beginning of the call. For at least the first half of the year, we expect elevated demand to outpace supply chain capacity, increasing backlog, an increase in backlog is a headwind to billings and revenue growth and provides interim pressure on margins.\nFor the first quarter, assuming bookings in the range of $1.100 billion to $1.150 billion, which at the midpoint represents bookings growth of 32%, we expect billings in the range of $1.50 billion to $1.90 billion, which at the midpoint represents growth of 26%; revenue in the range of $865 million to $895 million; non-GAAP gross margin of 75.5% to 76.5%; non-GAAP operating margin of 19.5% to 20.5%. Non-GAAP earnings per share of $0.75 to $0.80, which assumes a share count of between 166 million and 168 million.\nWe estimate first quarter capital expenditures to be between $140 million and $150 million. We expect a non-GAAP tax rate of 18%.\nBefore providing our full year 2022 guidance, I'd like to congratulate every member of the Fortinet team for the truly outstanding execution in 2021. The efforts and results have been outstanding. And this is on top of now several years of consistent, predictable performance and improvements in key growth and profitability metrics.\nIn 2022, we expect a small shift in our seasonality towards the second half of the year by 2 or 3 points. And for the full year, assuming bookings in the range of $5.580 billion to $5.680 billion, which at the midpoint represents growth of 30%, we expect billings in the range of $5.400 billion to $5.480 billion, which at the midpoint represents growth of 30%. Revenue in the range of $4.275 billion to $4.325 billion, which at the midpoint represents growth of 29%.\nTotal service revenue in the range of $2.685 billion to $2.715 billion, which represents growth of approximately 29% and implies full year product implies full year product revenue growth of approximately 27%; non-GAAP gross margin of 74% to 76%; non-GAAP operating margin of 24% to 26%, non-GAAP earnings per share of $4.85 to $5, which assumes a share count of between 169 million and 171 million. We estimate full year capital expenditures to be between $270 million and $300 million. We expect our non-GAAP tax rate to be 18%. We expect cash taxes to be approximately $210 million.\nLastly, I want to inform everyone that this we will be holding an Analyst Day on May 10 coinciding with Accelerate 2022, where we expect to update our medium-term financial model. Along with Ken, I'd like to thank our partners, customers, suppliers and all members of the Fortinet team for all their hard work, execution and outstanding success. I'll now hand the call back over to Peter.\n\nPeter M. Salkowski\n\nVP of IR, Fortinet, Inc.\n\nThank you, Keith. (Operator Instructions) We lost a little time there due to the technical delays, apologies for all of that. But operator, can you open it up for Q&A, please?"
  }
]