[
  {
    "date": "2025-10-01T00:00:00+00:00",
    "summary": "The six manufacturing industries reporting growth in October — listed in order — are: Primary Metals; Food, Beverage & Tobacco Products; Transportation Equipment; Plastics & Rubber Products; Fabricated Metal Products; and Nonmetallic Mineral Products. The 12 industries reporting contraction in October — in the following order — are: Textile Mills; Apparel, Leather & Allied Products; Furniture & Related Products; Paper Products; Printing & Related Support Activities; Wood Products; Petroleum & Coal Products; Electrical Equipment, Appliances & Components; Chemical Products; Machinery; Miscellaneous Manufacturing; and Computer & Electronic Products.",
    "respondents": [
      "“Business continues to remain difficult, as customers are cancelling and reducing orders due to uncertainty in the global economic environment and regarding the ever-changing tariff landscape.” (Chemical Products)",
      "“Decrease in domestic demand for finished products has resulted in slower manufacturing and an increase of raw material in inventory.” (Petroleum & Coal Products)",
      "“In general, business is really strained. Money is sitting tighter, and geopolitical changes add to the uncertainty/risk factor. Even medical fields are feeling the pressure.” (Miscellaneous Manufacturing)",
      "“Sales continue to underperform in our automotive OEM and industrial divisions. Our aerospace and automotive aftermarket are the only areas performing slightly above budget. This is the third month of lower-than-expected sales, and the remainder of the year outlook is not looking better. Sales are expected to be slightly less than in 2024.” (Fabricated Metal Products)",
      "“Tariffs continue to be a large impact to our business. The products we import are not readily manufactured in the U.S., so attempts to reshore have been unsuccessful. Overall, prices on all products have gone up, some significantly. We are trying to keep up with the wild fluctuations and pass along what costs we can to our customers.” (Machinery)",
      "“The commercial vehicle (CV) market remains depressed as customers continue to delay vehicle purchases. Uncertainty in price and transportation demand remains the center of attention. U.S. trade policy and reciprocal actions by China in the form of export controls on rare earths and semiconductors, as well as ocean freight carrier restrictions, have once again caused a lot of stress in supply lines. The CV industry is now bracing for the next round of tariffs focused on commercials vehicles, scheduled to begin on November 1.” (Transportation Equipment)",
      "“The tariff trade war has negatively impacted agricultural export markets, driving down demand and price. This negatively impacts farmer revenue and the likelihood of farmers investing in new equipment.” (Machinery)",
      "“The unpredictability of the tariff situation continues to cause havoc and uncertainty on future pricing/cost. But even with the tariffs, the cost to import in many cases is still more attractive than sourcing within the U.S. Challenges with tariffs on production equipment necessary for internal production makes it difficult to justify expansion of capacity.” (Computer & Electronic Products)",
      "“Volatility in some of our highly exposed commodity markets has tempered a bit, thanks to improved weather conditions and overall downward pressure on pricing. Tariffs continue to remain difficult to quantify, manage and deal with in general, since they continue to impact us day-to-day and our bottom line.” (Food, Beverage & Tobacco Products)",
      "“Wonder has turned to concern regarding how the tariff threats are affecting our business. Orders are down across most divisions, and we’ve lowered our financial expectations for 2025.” (Chemical Products)"
    ],
    "new_orders": "The four manufacturing industries that reported growth in new orders in October are: Primary Metals; Plastics & Rubber Products; Fabricated Metal Products; and Transportation Equipment. The 11 industries reporting a decline in new orders in October, in order, are: Apparel, Leather & Allied Products; Textile Mills; Paper Products; Petroleum & Coal Products; Furniture & Related Products; Nonmetallic Mineral Products; Miscellaneous Manufacturing; Chemical Products; Computer & Electronic Products; Machinery; and Electrical Equipment, Appliances & Components.",
    "production": "The four industries reporting growth in production during the month of October are: Primary Metals; Transportation Equipment; Plastics & Rubber Products; and Fabricated Metal Products. The 12 industries reporting a decrease in production in October, in order, are: Apparel, Leather & Allied Products; Textile Mills; Wood Products; Paper Products; Furniture & Related Products; Electrical Equipment, Appliances & Components; Petroleum & Coal Products; Nonmetallic Mineral Products; Chemical Products; Miscellaneous Manufacturing; Food, Beverage & Tobacco Products; and Machinery.",
    "employment": "Of the 18 manufacturing industries, three reported employment growth in October: Primary Metals; Transportation Equipment; and Food, Beverage & Tobacco Products. The 13 industries reporting a decrease in employment in October, in the following order, are: Printing & Related Support Activities; Apparel, Leather & Allied Products; Furniture & Related Products; Plastics & Rubber Products; Textile Mills; Electrical Equipment, Appliances & Components; Wood Products; Paper Products; Machinery; Chemical Products; Fabricated Metal Products; Miscellaneous Manufacturing; and Computer & Electronic Products.",
    "supplier_deliveries": "The 12 manufacturing industries reporting slower supplier deliveries in October — in the following order — are: Electrical Equipment, Appliances & Components; Food, Beverage & Tobacco Products; Wood Products; Plastics & Rubber Products; Furniture & Related Products; Nonmetallic Mineral Products; Primary Metals; Machinery; Fabricated Metal Products; Computer & Electronic Products; Transportation Equipment; and Chemical Products. The only industry reporting faster supplier deliveries in October is Paper Products.",
    "inventories": "Of 18 manufacturing industries, the five reporting higher inventories in October are: Apparel, Leather & Allied Products; Nonmetallic Mineral Products; Plastics & Rubber Products; Food, Beverage & Tobacco Products; and Transportation Equipment. The 11 industries reporting lower inventories in October — listed in order — are: Textile Mills; Furniture & Related Products; Electrical Equipment, Appliances & Components; Machinery; Wood Products; Petroleum & Coal Products; Chemical Products; Paper Products; Fabricated Metal Products; Miscellaneous Manufacturing; and Computer & Electronic Products.",
    "customers_inventories": "The three industries reporting customers’ inventories as too high in October are: Textile Mills; Petroleum & Coal Products; and Computer & Electronic Products. The 10 industries reporting customers’ inventories as too low in October, in order, are: Primary Metals; Electrical Equipment, Appliances & Components; Food, Beverage & Tobacco Products; Plastics & Rubber Products; Fabricated Metal Products; Transportation Equipment; Machinery; Chemical Products; Miscellaneous Manufacturing; and Paper Products.",
    "prices": "In October, the 14 industries that reported paying increased prices for raw materials, in order, are: Apparel, Leather & Allied Products; Electrical Equipment, Appliances & Components; Nonmetallic Mineral Products; Primary Metals; Miscellaneous Manufacturing; Textile Mills; Fabricated Metal Products; Machinery; Computer & Electronic Products; Wood Products; Transportation Equipment; Furniture & Related Products; Food, Beverage & Tobacco Products; and Chemical Products. The two industries that reported paying decreased prices for raw materials in October are: Petroleum & Coal Products; and Paper Products.",
    "backlog_of_orders": "Of the 18 manufacturing industries, the six that reported growth in order backlogs in October, in order, are: Primary Metals; Miscellaneous Manufacturing; Computer & Electronic Products; Fabricated Metal Products; Transportation Equipment; and Electrical Equipment, Appliances & Components. The eight industries reporting lower backlogs in October — in the following order — are: Textile Mills; Paper Products; Plastics & Rubber Products; Machinery; Furniture & Related Products; Nonmetallic Mineral Products; Chemical Products; and Food, Beverage & Tobacco Products.",
    "new_export_orders": "Of the 18 manufacturing industries, only one (Wood Products) reported growth in new export orders in October. The 11 industries that reported a decrease in new export orders in October — in the following order — are: Apparel, Leather & Allied Products; Nonmetallic Mineral Products; Furniture & Related Products; Textile Mills; Paper Products; Computer & Electronic Products; Chemical Products; Fabricated Metal Products; Miscellaneous Manufacturing; Transportation Equipment; and Machinery. Six industries reported no change in new export orders in October.",
    "imports": "The only industry to report higher imports in October was Food, Beverage & Tobacco Products. The nine industries that reported lower volumes of imports in October — in the following order — are: Furniture & Related Products; Wood Products; Petroleum & Coal Products; Machinery; Nonmetallic Mineral Products; Chemical Products; Electrical Equipment, Appliances & Components; Computer & Electronic Products; and Transportation Equipment. Eight industries reported no change in imports."
  },
  {
    "date": "2025-08-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Fairly flat quarter over quarter, but with us being in the safety and security sector (and with U.S. Customs and Border Protection as a customer), the recent bill that passed should result in an increase in business in the coming months.\" [Computer & Electronic Products]",
      "\"Sales continue at unprecedented growth, driven by data-center construction. Customers and the sales team continue to demand lower pricing, which drives down gross margins in face of input price increases, primarily from aluminum imports.\" [Chemical Products]",
      "\"These tariff wars are beginning to wear us out. It's been very difficult to forecast what we will pay in duties and calculate any cost savings we've had this year. Also, tariffs have disrupted our customs import bond. There is zero clarity about the future, and it's been a difficult few months trying to figure out where everything is going to land and the impact on our business. So far, tremendous and unexpected costs have been incurred.\" [Apparel, Leather & Allied Products]",
      "\"Currently, higher interest rates still depress the construction industry for new construction projects. Tariff policies are uncertain, which slows down (1) our investment in new projects, (2) component sourcing for new products, (3) blanket orders and (4) replenishment of large inventory quantities. Instead, we're working to shift suppliers to lower political risk countries or develop domestic sources. We are impacted by the higher tariffs on costs of raw materials and components both sourced domestically and from overseas, and we expect expenses will be higher in the third and fourth quarters as we consume the inventory received with new and higher tariffs or update costs from domestic sources in the second quarter.\" [Machinery]",
      "\"Sales softening more than usual during the summer. Negotiations with non-U.S. manufacturers are strained as we are reluctant to issue POs for deliveries three or more months into the future with prices that include current tariffs.\" [Fabricated Metal Products]",
      "\"In the health-care world we continue with 'business as normal,' but we are increasingly searching and assessing geopolitical risk mitigation options.\" [Miscellaneous Manufacturing]",
      "\"Tariffs are causing complete uncertainty around sourcing strategies. A sit-and-wait game for now.\" [Electrical Equipment, Appliances & Components]",
      "\"Sales are about on par with 2024, but nowhere near budget forecast. Tariff concerns seem to be growing as the year progresses.\" [Nonmetallic Mineral Products]",
      "\"Business is steady, with solid bookings and backlog. Still uncertainty about tariffs and associated inflation.\" [Furniture & Related Products]",
      "\"Energy capacity, specifically in the grid operated by PJM Interconnection, continues to be one of the major concerns for business continuity and growth in this region. The procurement of power and rising natural gas prices in this region due to past green energy policies, coupled with future projected allocations for artificial intelligence data centers, adds additional stress to the PJM system.\" [Primary Metals]",
      "\"Cautiously stable. Tariff impacts are still being monitored. Some increases have been implemented while monitoring other products.\" [Transportation Equipment]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes.",
      "*Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index continued in expansion territory for the second consecutive month in July, registering 51.4 percent, 1.1 percentage points higher than the June reading of 50.3 percent. Prior to the readings of expansion in January and February, the index was in contraction territory for eight consecutive months, with the previous reading above 50 percent in April 2024 (50.7 percent). Of the six largest manufacturing sectors, two (Petroleum & Coal Products; and Transportation Equipment) reported increased production. \"Production levels in July, while improved, remain fragile amid continuing softness in new orders. Panelists had a 1-to-1.2 ratio of positive to negative comments regarding output,\" says Spence. An index above 52.1 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 43.4 percent in July, 1.6 percentage points lower than June's reading of 45 percent. \"The index posted its sixth consecutive month of contraction after expanding in January, with seven straight months of contraction before that. Since May 2022 , the Employment Index has contracted in 32 of 39 months. Of the six big manufacturing sectors, none reported expanded employment in July. For every comment on hiring, there were two on reducing head counts — a fairly wide ratio, historically speaking — reflecting companies' continuing focus on accelerating staff reductions due to uncertain near- to mid-term demand. Layoffs were the primary measure, an indication that staff shrinking continues to be urgent,\" says Spence. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was faster in July after seven months of slowing, with the Supplier Deliveries Index registering 49.3 percent, a 4.9-percentage point decrease compared to the reading of 54.2 percent reported in June. Of the six big industries, two (Food, Beverage & Tobacco Products; and Computer & Electronic Products) reported slower supplier deliveries in July. \"The findings in July suggest that supply chain performance is improving as demand is slipping downward,\" says Spence. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 48.9 percent in July, down 0.3 percentage point compared to the reading of 49.2 percent in June. \"Of the six big industries, only one (Food, Beverage & Tobacco Products) expanded in July,\" says Spence. An Inventories Index greater than 44.5 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 64.8 percent in July, decreasing 4.9 percentage points compared to the June reading of 69.7 percent, indicating raw materials prices increased for the 10th straight month (at a slower rate) after a decrease in September. The Prices Index has increased 9.9 percentage points over the past six months. In the last five months, the index reached its highest levels since June 2022 , when it registered 78.5 percent. All of the six largest manufacturing industries — Machinery; Chemical Products; Food, Beverage & Tobacco Products; Computer & Electronic Products; Petroleum & Coal Products; and Transportation Equipment, in that order — reported price increases in July. \"The Prices Index reading continues to be driven by increases in steel and aluminum prices that impact the entire value chain, as well as tariffs applied to many imported goods. Higher prices were reported by 35.4 percent of respondents in July, down substantially from 45.6 percent in June. The share of respondents reporting higher prices had consistently increased from November 2024 (12.2 percent) to April (49.2 percent), which was the highest level since June 2022 (65.2 percent),\" says Spence. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 64.8 percent in July, decreasing 4.9 percentage points compared to the June reading of 69.7 percent, indicating raw materials prices increased for the 10th straight month (at a slower rate) after a decrease in September. The Prices Index has increased 9.9 percentage points over the past six months. In the last five months, the index reached its highest levels since June 2022 , when it registered 78.5 percent. All of the six largest manufacturing industries — Machinery; Chemical Products; Food, Beverage & Tobacco Products; Computer & Electronic Products; Petroleum & Coal Products; and Transportation Equipment, in that order — reported price increases in July. \"The Prices Index reading continues to be driven by increases in steel and aluminum prices that impact the entire value chain, as well as tariffs applied to many imported goods. Higher prices were reported by 35.4 percent of respondents in July, down substantially from 45.6 percent in June. The share of respondents reporting higher prices had consistently increased from November 2024 (12.2 percent) to April (49.2 percent), which was the highest level since June 2022 (65.2 percent),\" says Spence. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 46.8 percent, an increase of 2.5 percentage points compared to the June reading of 44.3 percent, indicating order backlogs contracted for the 34th consecutive month after a 27-month period of expansion that ended September 2022 . Of the six largest manufacturing industries, only Food, Beverage & Tobacco Products reported expansion in order backlogs in July. \"Continued contraction in both the New Orders and Backlog of Orders indexes means that trade issues and other geopolitical tensions are still at play. Significant improvement shouldn't be expected until those issues begin to recede,\" says Spence.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index contracted in July, registering 46.1 percent, down 0.2 percentage point from June's reading of 46.3 percent. \"Export orders contracted for the fifth consecutive month after growing in January and February. This brief period of expansion followed an 'unchanged' status (a reading of 50 percent), preceded by six straight months of contraction. The continued contraction of new export orders could be indicative of ongoing trade friction and dampened demand,\" says Spence.",
    "new_export_orders": "Imports † ISM ® 's Imports Index remained in contraction for the fourth month in July after expanding for three straight months. The July figure of 47.6 percent is an increase of 0.2 percentage point over the reading of 47.4 percent in June. \"Imports are contracting, though at a slower rate. The need to maintain import levels from previous months is lower, due in large part to slackening demand and tariff pricing,\" says Spence.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2025-07-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Business has notably slowed in last four to six weeks. Customers do not want to make commitments in the wake of massive tariff uncertainty.\" [Fabricated Metal Products]",
      "\" Middle East unrest as well as unstable long-term tariff positions continue to impact second- and third-tier sources, which is applying pressure to material costs. Costs are up 6 percent to 10 percent over budgeted inflation — and the forecast accounted for the volatility expected with the current administration.\" [Wood Products]",
      "\"The biopharmaceutical space is starting to see more pronounced headwinds: Stock prices have significantly eroded, companies are facing hiring freezes, and so on.\" [Chemical Products]",
      "\"The tariff mess has utterly stopped sales globally and domestically. Everyone is on pause. Orders have collapsed.\" [Machinery]",
      "\"Tariff volatility has impacted machinery, steel and specialized components. Also, potential shortages of skilled labor for construction, maintenance and installation.\" [Food, Beverage & Tobacco Products]",
      "\"Tariffs continue to cause confusion and uncertainty for long-term procurement decisions. The situation remains too volatile to firmly put such plans into place.\" [Computer & Electronic Products]",
      "\"Tariffs continue to impact material pricing.\" [Petroleum & Coal Products]",
      "\"Tariffs, chaos, sluggish economy, rising prices, Ukraine , Iran , geopolitical unrest around the world — all make for a landscape that is hellacious, and fatigue is setting in due to dealing with these issues across the spectrum. Unfortunately, this is just the beginning unless something drastically changes, but the supply chain implications will grow — depots will not be stocked, less material will be available, and it will take years for domestic production to handle the needs (if companies even want to).\" [Primary Metals]",
      "\"The geopolitical environment remains volatile: (1) ongoing shifts in U.S. tariff policy make it difficult to plan, (2) emerging conflicts in the Middle East could pose long-term commodity risks and (3) China measures on rare earth materials are causing challenges. Overall outlook for our company is positive; it's just extremely hard to make near-term supply plans/strategies or budgets.\" [Miscellaneous Manufacturing]",
      "\"The word that best describes the current market outlook is 'uncertainty.' The erratic trade policy with on-again/off-again tariffs has led to price uncertainty for customers, who appear to be prepared to hold off large capital purchases until stability returns. This has resulted in further reductions in customer demand and softening sales for the balance of 2025. Operations has planned additional weeks of downtime at multiple plants to accommodate reduced orders. Next year's forecast is not any better at this point. Additionally, most electric vehicle (EV) projects have been delayed or canceled, resulting in a significant amount of unutilized capital investment. EV technology launches for 2026-28 have been delayed past 2030.\" [Transportation Equipment]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index entered expansion territory for the first time in four months in June, registering 50.3 percent, 4.9 percentage points higher than the May reading of 45.4 percent. Prior to the readings of expansion in January and February, the index was in contraction territory for eight consecutive months, with the previous reading above 50 percent in April 2024 (50.7 percent). Of the six largest manufacturing sectors, four (Petroleum & Coal Products; Computer & Electronic Products; Machinery; and Transportation Equipment) reported increased production. \"Production levels in June, while improved, are still fragile as order books remain weak and new orders continue to decline. Panelists noted reduced output in production due to business-climate uncertainty, with a 1-to-1.5 ratio of positive to negative comments,\" says Spence. An index above 52.1 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 45 percent in June, 1.8 percentage points lower than May's reading of 46.8 percent. \"The index posted its fifth consecutive month of contraction after expanding in January, with seven straight months of contraction before that. Since May 2022 , the Employment Index has contracted in 31 of 38 months. Of the six big manufacturing sectors, two (Petroleum & Coal Products; and Machinery) reported expanded employment in June. For every comment on hiring, there were 3.2 on reducing head counts — one of the widest ratios since ISM began tracking employment comments — reflecting companies' continuing focus on accelerating staff reductions due to uncertain near- to mid-term demand. Layoffs were the primary measure, an indication that staff shrinking continues to be urgent,\" says Spence. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was slower for the seventh consecutive month in June, with the Supplier Deliveries Index registering 54.2 percent, a 1.9-percentage point decrease compared to the reading of 56.1 percent reported in May. This index reading, which indicates slower but slightly improved delivery performance, indicates the easing of port congestion once the pull-forward demand was largely completed in May. Of the six big industries, five (Computer & Electronic Products; Transportation Equipment; Chemical Products; Food, Beverage & Tobacco Products; and Machinery) reported slower supplier deliveries in June. \"The findings in June suggest the deliveries continued to be strained because suppliers and panelists' companies were haggling over who pays for applied tariffs,\" says Spence. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 49.2 percent in June, up 2.5 percentage points compared to the reading of 46.7 in May. \"Of the six big industries, two (Food, Beverage & Tobacco Products; and Machinery) expanded in June,\" says Spence. An Inventories Index greater than 44.5 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 69.7 percent in June, increasing 0.3 percentage point compared to the May reading of 69.4 percent, indicating raw materials prices increased for the ninth straight month after a decrease in September. The Prices Index has increased 17.2 percentage points over the past six months. The last three months have brought the index's highest readings since June 2022 (78.5 percent): 69.8 percent in April, 69.7 percent in June, and 69.4 percent in May. All of the six largest manufacturing industries — Petroleum & Coal Products; Food, Beverage & Tobacco Products; Machinery; Chemical Products; Computer & Electronic Products; and Transportation Equipment, in that order — reported price increases in June. \"The Prices Index reading continues to be driven by increases in steel and aluminum prices that impact the entire value chain, as well as the general 10-percent tariff applied to many imported goods. Higher prices were reported by 45.6 percent of panelists' companies in June, slightly up from 45.1 percent in May. This share has consistently increased over the prior eight months, from a low of 12.2 percent in November to 49.2 percent in April,\" says Spence. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 69.7 percent in June, increasing 0.3 percentage point compared to the May reading of 69.4 percent, indicating raw materials prices increased for the ninth straight month after a decrease in September. The Prices Index has increased 17.2 percentage points over the past six months. The last three months have brought the index's highest readings since June 2022 (78.5 percent): 69.8 percent in April, 69.7 percent in June, and 69.4 percent in May. All of the six largest manufacturing industries — Petroleum & Coal Products; Food, Beverage & Tobacco Products; Machinery; Chemical Products; Computer & Electronic Products; and Transportation Equipment, in that order — reported price increases in June. \"The Prices Index reading continues to be driven by increases in steel and aluminum prices that impact the entire value chain, as well as the general 10-percent tariff applied to many imported goods. Higher prices were reported by 45.6 percent of panelists' companies in June, slightly up from 45.1 percent in May. This share has consistently increased over the prior eight months, from a low of 12.2 percent in November to 49.2 percent in April,\" says Spence. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 44.3 percent, a decrease of 2.8 percentage points compared to the May reading of 47.1 percent, indicating order backlogs contracted for the 33rd consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, two (Petroleum & Coal Products; and Computer & Electronic Products) reported expansion in order backlogs in June. \"Continued contraction in both the New Orders and the Backlog of Orders Indexes means that trade issues and other geopolitical tensions are still at play, and significant improvement shouldn't be expected until those issues begin to recede,\" says Spence.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index contracted in June, registering 46.3 percent, up 6.2 percentage points from May's reading of 40.1 percent. \"Export orders contracted for the fourth consecutive month after growing in January and February. This brief period of expansion followed an 'unchanged' status (a reading of 50 percent), preceded by six straight months of contraction. The slower contraction for new export orders could be indicative of a 'too low' level of customer's inventories returning some of the demand that had been lost due to slow overseas growth and counter tariffs on many U.S.-manufactured products,\" says Spence.",
    "new_export_orders": "Imports † ISM ® 's Imports Index remained in contraction for the third month in June after expanding for three straight months. The June figure of 47.4 percent is an increase of 7.5 percentage points, making up the ground lost from a reading of 39.9 percent in May. \"Imports are contracting, though at a slower rate. The need to maintain import levels from previous months is lower, due in large part to demand and tariff pricing,\" says Spence.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2025-06-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"There is continued softening of demand in the commercial vehicle market, primarily related to higher prices and economic uncertainty. The impact of ever-changing trade policies of the current administration has wreaked havoc on suppliers' ability to react and remain profitable. Vehicle manufacturers have already rolled price increases into their products to protect their bottom lines but have not been as cooperative with their supply bases. This has resulted in a high occurrence of suppliers falling into financial distress.\" [Transportation Equipment]",
      "\"Tariffs, avian influenza and broader commodity markets continue to impact business conditions. The volatility of all three makes business planning and overall conditions challenging.\" [Food, Beverage & Tobacco Products]",
      "\"Government spending cuts or delays, as well as tariffs, are raising hell with businesses. No one is willing to take on inventory risk.\" [Computer & Electronic Products]",
      "\"Most suppliers are passing through tariffs at full value to us. The position being communicated is that the supplier considers it a tax, and taxes always get passed through to the customer. Very few are absorbing any portion of the tariffs.\" [Chemical Products]",
      "\"Tariff uncertainty is impacting new international orders. Tariffs are also the main reason our Asia customers are requesting delayed shipments.\" [Fabricated Metal Products]",
      "\"There is continued uncertainty regarding market reaction to the recently imposed tariffs and resulting actions by other countries. The rare earth restrictions being imposed are of high concern in the near term.\" [Machinery]",
      "\"The administration's tariffs alone have created supply chain disruptions rivaling that of COVID-19.\" [Electrical Equipment, Appliances & Components]",
      "\"We have entered the waiting portion of the wait and see, it seems. Business activity is slower and smaller this month. Chaos does not bode well for anyone, especially when it impacts pricing.\" [Primary Metals]",
      "\"Tariff whiplash continues while the easing of tariff rates between the U.S. and China in May was welcome news, the question is what happens in 90 days. We are doing extensive work to make contingency plans, which is hugely distracting from strategic work, plus it is also very hard to know what plans we should actually implement. The 10-percent tariff on other countries is impactful as well, and it is unclear if/when deals will be made.\" [Miscellaneous Manufacturing]",
      "\"Uncertainty due to the recent tariffs continue to weigh on profitability and service. An unresolved (trade deal with) China will result in empty shelves at retail for many do-it-yourself and professional goods.\" [Paper Products]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index remained in contraction territory in May, registering 45.4 percent, 1.4 percentage points higher than the April reading of 44 percent. Prior to the readings of expansion in January and February, the index was in contraction territory for eight consecutive months, with the previous reading above 50 percent in April 2024 (50.7 percent). Of the six largest manufacturing sectors, two (Machinery; and Computer & Electronic Products) reported increased production. \"Production levels in May, while slightly improved, are still fragile as order books remain weak and new orders continue to decline. Food, Beverage & Tobacco Products; Transportation Equipment; and Chemical Products declined strongly, causing head-count reductions at factories. Panelists noted reduced output in production due to business-climate uncertainty, with a 3-to-1 ratio of negative to positive comments,\" says Spence. An index above 52.1 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 46.8 percent in May, 0.3 percentage point higher than April's reading of 46.5 percent. \"The index posted its fourth consecutive month of contraction after expanding in January, with seven straight months of contraction before that. Since May 2022 , the Employment Index has contracted in 30 of 37 months. Of the six big manufacturing sectors, one (Petroleum & Coal Products) reported expanded employment in May. Respondents' companies continue to reduce head counts through layoffs, attrition and hiring freezes; an approximate 1-to-1.4 ratio of hiring versus staff-reduction comments reflects an acceleration of head-count reductions due to uncertain near- to mid-term demand. Layoffs were the primary measure, an indication that staff shrinking continues to be urgent,\" says Spence. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was slower for the sixth consecutive month in May, with the Supplier Deliveries Index registering 56.1 percent, a 0.9-percentage point increase compared to the reading of 55.2 percent reported in April. This continued expansion follows a contraction (which indicates faster delivery performance) in November, preceded by four consecutive months of slower deliveries. After a reading of 52.4 percent in September 2022 , the index went into contraction territory the following month and remained there for 20 out of 21 months, with February 2024 the exception. Of the six big industries, three (Food, Beverage & Tobacco Products; Chemical Products; and Computer & Electronic Products) reported slower supplier deliveries in May. \"The main reasons that deliveries continued to be strained were (1) suppliers struggled to meet accelerated delivery requests from panelists' companies, (2) materials were delayed in processing at ports of entry and (3) suppliers and panelists' companies are haggling over who pays for applied tariffs,\" says Spence. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 46.7 percent in May, down 4.1 percentage points compared to the reading of 50.8 percent reported in April, entering contraction territory for the first time since February. \"This reading in contraction territory indicates that the pull forward of materials by companies to minimize the financial impacts of tariffs is largely completed. Of the six big industries, two (Computer & Electronic Products; and Machinery) expanded in May,\" says Spence. An Inventories Index greater than 44.5 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 69.4 percent in May, decreasing 0.4 percentage point compared to the April reading of 69.8 percent, indicating raw materials prices increased for the eighth straight month after a decrease in September. The Prices Index has increased 19.1 percentage points over the past six months. The last three months have brought the index's highest readings since June 2022 (78.5 percent):69.8 percent in April and 69.4 percent in March and May. All of the six largest manufacturing industries — Petroleum & Coal Products; Machinery; Food, Beverage & Tobacco Products; Transportation Equipment; Computer & Electronic Products; and Chemical Products — reported price increases in May. \"The Prices Index reading was driven by increases in steel and aluminum prices impacting the entire value chain, as well as the general 10-percent tariff applied to many imported goods. Forty-five percent of companies reported higher prices in May, slightly down from 49 percent in April. This share has consistently increased over the prior six months, from a low of 12.2 percent in November to 49.2 percent in April with a slightly slower increase in May,\" says Spence. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 69.4 percent in May, decreasing 0.4 percentage point compared to the April reading of 69.8 percent, indicating raw materials prices increased for the eighth straight month after a decrease in September. The Prices Index has increased 19.1 percentage points over the past six months. The last three months have brought the index's highest readings since June 2022 (78.5 percent):69.8 percent in April and 69.4 percent in March and May. All of the six largest manufacturing industries — Petroleum & Coal Products; Machinery; Food, Beverage & Tobacco Products; Transportation Equipment; Computer & Electronic Products; and Chemical Products — reported price increases in May. \"The Prices Index reading was driven by increases in steel and aluminum prices impacting the entire value chain, as well as the general 10-percent tariff applied to many imported goods. Forty-five percent of companies reported higher prices in May, slightly down from 49 percent in April. This share has consistently increased over the prior six months, from a low of 12.2 percent in November to 49.2 percent in April with a slightly slower increase in May,\" says Spence. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 47.1 percent, an increase of 3.4 percentage points compared to the April reading of 43.7 percent, indicating order backlogs contracted for the 32nd consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, three (Machinery; Food, Beverage & Tobacco Products; and Transportation Equipment) reported expansion in order backlogs in May. \"Weak new orders and reduced production output in key industries, coupled with the (albeit slower) rate of Backlog of Orders Index contraction in May mean expanding backlogs continue to be delayed until trade issues and other geopolitical tensions recede,\" says Spence.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index contracted for the third month in a row in May, registering 40.1 percent, down 3 percentage points from April's reading of 43.1 percent. \"The rate of decrease for the New Export Orders Index continues to be the fastest since the coronavirus pandemic, and excluding COVID-19, the reading is the lowest since the Great Recession (39.4 percent in March 2009 ). Export orders contracted for the third consecutive month after growing in January and February. This brief period of expansion followed an 'unchanged' status (a reading of 50 percent), preceded by six straight months of contraction. New export orders contracted sharply due to the combination of slow overseas growth, as well as the application of counter tariffs applied to a multitude of U.S.-manufactured products,\" says Spence.",
    "new_export_orders": "Imports † ISM ® 's Imports Index contracted sharply for the second month in May after expanding for three straight months. The May reading of 39.9 percent is 7.2 percentage points lower than the reading of 47.1 percent reported in April; the index has dropped 12.7 percentage points in three months. \"Imports continue to contract as demand has reduced the need to maintain import levels from previous months, as well as due to the impact of tariff pricing,\" says Spence.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2025-05-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Uncertainty over tariffs is providing a big challenge from both Tier-1 suppliers we will have to pay tariffs on directly and Tier-2 suppliers that will try to pass tariffs through to us in the form of price increases and tariff surcharges.\" [Chemical Products]",
      "\"Tariffs impacting operations — specifically, delayed border crossings and duties calculations that are complex and not completely understood. As a result, we are potentially overpaying duties. Unsure of potential drawbacks. Implementation of tariffs and their application is sudden and abrupt. The business is taking countermeasures.\" [Transportation Equipment]",
      "\"Business climate is apprehensive, and with tariff costs implemented, all inbound Chinese shipments are on hold. It is not feasible for our business or customers to sustain the pricing required to provide an acceptable margin.\" [Computer & Electronic Products]",
      "\"The most important topic is tariffs. Risks include margin erosion due to rising operational costs and freight delays disrupting delivery timelines. Supplier relationships are strained by pain-share negotiations, and competitors are gaining share by importing from lower-tariff regions.\" [Food, Beverage & Tobacco Products]",
      "\"Tariff whiplash is causing us major issues with customers. The two issues we are seeing: (1) customers are holding back orders to understand what is happening with tariffs on their products or (2) they are forcing us to accept the tariffs, which causes us to 'no quote' the job as we cannot take on that type of risk for an order.\" [Machinery]",
      "\"There is a lot of concern about the inflationary impacts from tariffs in our industry. Domestic producers are charging more for everything because they can.\" [Fabricated Metal Products]",
      "\"Tariff trade wars are incredibly volatile, quickly changing, and disrupting a ton of our current work. We are 90 percent sourced out of China , and the cost models keep changing every week. We are flying to visit suppliers in a few weeks to negotiate current terms and pricing, as well as develop more long-term, strategic plans to reduce risk in the region.\" [Apparel, Leather & Allied Products]",
      "\"Demand is slightly lower than plan, but it has been steady amid tariff concerns. Significant time has been spent quantifying the impact of changing tariff rates. Our costs will increase, and we are discussing how to share that impact across suppliers and customers.\" [Electrical Equipment, Appliances & Components]",
      "\"The recently imposed 145-percent tariff rate on Chinese imports is significantly affecting our 2025 profitability. Due to the complexity of our parts and the lack of alternate sources, we are unable to find any alternate suppliers — especially at a reasonable cost — to our current Chinese sources. Incoming orders have slowed due to market volatility and uncertainty.\" [Miscellaneous Manufacturing]",
      "\"Strategic procurement and the supply chain are paralyzed in a world that changes daily due to tariffs.\" [Nonmetallic Mineral Products]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index dropped further into contraction territory in April, registering 44 percent, 4.3 percentage points lower than the March reading of 48.3 percent. Prior to the readings of expansion in January and February, the index was in contraction territory for eight consecutive months, with the previous reading above 50 percent in April 2024 (50.7 percent). Of the six largest manufacturing sectors, two (Computer & Electronic Products; and Machinery) reported increased production. \"Production levels in April showed a significant decrease for the second time in 2025, as order books remain weak and new orders continue to decline. Petroleum & Coal Products; Food, Beverage & Tobacco Products; and Transportation Equipment led the decline in output, causing head-count reductions at factories. Lack of capital investment due to business-climate uncertainty is also having a significant impact on production plans and output,\" says Fiore. An index above 52.1 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 46.5 percent in April, 1.8 percentage points higher than March's reading of 44.7 percent. \"The index posted its third consecutive month of contraction after expanding in January, with seven straight months of contraction before that. Since May 2022 , the Employment Index has contracted in 29 of 36 months. Of the six big manufacturing sectors, three (Petroleum & Coal Products; Transportation Equipment; and Computer & Electronic Products) reported expanded employment in April. Respondents' companies continue to reduce head counts through layoffs, attrition and hiring freezes; an approximate 1-to-1 ratio of hiring versus staff-reduction comments reflects an acceleration of head-count reductions due to the uncertain near- to mid-term demand. Layoffs were the primary tools used, an indication that head-count reduction is becoming more urgent,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was slower for a fifth straight month in April, with the Supplier Deliveries Index registering 55.2 percent, a 1.7-percentage point increase compared to the reading of 53.5 percent reported in March. This continued expansion follows a contraction (which indicates faster delivery performance) in November, preceded by four consecutive months of slower deliveries, with four straight months of faster deliveries before that. After a reading of 52.4 percent in September 2022 , the index went into contraction territory the following month and remained there for 20 out of 21 months, with February 2024 the exception. Of the six big industries, four (Petroleum & Coal Products; Transportation Equipment; Computer & Electronic Products; and Chemical Products) reported slower supplier deliveries in April. \"Deliveries continued to be marginally strained as (1) suppliers struggled to meet accelerated delivery requests from panelists' companies, (2) materials are delayed in processing at ports of entry and (3) suppliers and panelists' companies negotiate who pays for applied tariffs,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 50.8 percent in April, down 2.6 percentage points compared to the reading of 53.4 percent reported in March. Although the Inventories Index 'gave back' 2.6 percentage points of the 7.5 percentage points it gained in February and March, the last two readings have been the index's highest since December 2022 (51.4 percent). Prior to March, the last time the Inventories Index was above 50 percent was in August (50.2 percent). Of the six big industries, two (Petroleum & Coal Products; and Chemical Products) grew input inventories in April. \"Manufacturing inventories expanded in April, as panelists' companies continue to pull forward (advance) deliveries of materials in an attempt to minimize the financial impacts of potential tariffs,\" says Fiore. An Inventories Index greater than 44.5 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 69.8 percent in April, increasing 0.4 percentage point compared to the March reading of 69.4 percent, indicating raw materials prices increased for the seventh straight month after a decrease in September. The Prices Index has increased 15 percentage points over the past six months to record its highest reading since June 2022 (78.5 percent). Of the six largest manufacturing industries, five — Machinery; Chemical Products; Food, Beverage & Tobacco Products; Computer & Electronic Products; and Transportation Equipment — reported price increases in April. \"The Prices Index indicated increasing prices in April for the seventh consecutive month, driven by increases in steel and aluminum prices impacting the entire value chain, as well as the general 10-percent tariff applied to many imported goods. Forty-nine percent of companies reported higher prices in April, compared to 46 percent in March. This share has consistently increased over the past six months, from a low of 12.2 percent in November,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 43.7 percent, a decrease of 0.8 percentage point compared to the March reading of 44.5 percent, indicating order backlogs contracted for the 31st consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, only one (Computer & Electronic Products) reported expansion in order backlogs in April. \"Given the state of weak new orders and now reduced production output in key industries, the hoped-for return of expanding backlogs continues to be delayed until trade issues and other geopolitical tensions recede,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index contracted for the second month in a row in April after expanding for two consecutive months, registering 43.1 percent in April, down from March's reading of 49.6 percent. This 6.5 percentage point decrease is the largest since April 2020 , when the index dropped 11.3 percentage points. \"The rate of decrease for the New Export Orders Index is the fastest since the coronavirus pandemic, and excluding COVID-19, the reading is the lowest since the Great Recession (42.9 percent in April 2009 ). Export orders contracted for the second consecutive month after growing in January and February. This brief period of expansion followed an 'unchanged' status (a reading of 50 percent), preceded by six straight months of contraction. New export orders contracted sharply due to the combination of slow overseas growth as well as the application of counter tariffs applied to a multitude of U.S. manufactured products,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index contracted in April after expanding for three straight months. The April reading of 47.1 percent is 3 percentage points lower than the reading of 50.1 percent reported in March. Before expanding in January, the index contracted for seven months in a row, preceded by five consecutive months of expansion, with 14 straight months of contraction prior to that. \"Imports contracted as demand has reduced the need to maintain the same level of imports compared to prior months,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2025-04-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Complex markets saw a surge in volume buying in anticipation of 2025 being slightly better than 2024. In March, however, all markets saw a slowdown, with fear and inventory stocking to hold through a potential crisis.\" [Chemical Products]",
      "\"Acute shortages continue to impact supply chain continuity. Chinese restrictions on critical minerals such as germanium have caused major shortages, resulting in all supply needed in 2025 already assumed — and, not surprisingly, significant price increases as a result. Tariffs are causing minor ripples at the moment in securing supply, with purchase order terms narrowing due to uncertainties. A&D (aerospace and defense), which has been very resilient, is starting to see questionable medium- to long-term demand due to governmental policy, including retaliatory actions taken by foreign countries with foreign military sales.\" [Transportation Equipment]",
      "\"Customers are pulling in orders due to anxiety about continued tariffs and pricing pressures.\" [Computer & Electronic Products]",
      "\"Starting to see slower-than-normal sales in Canada , and concerns of Canadians boycotting U.S. products could become a reality.\" [Food, Beverage & Tobacco Products]",
      "\"Business condition is deteriorating at a fast pace. Tariffs and economic uncertainty are making the current business environment challenging.\" [Machinery]",
      "\"New order levels have increased and are better than expected. We suspect that our customers are trying to build inventory at current prices to get ahead of expected tariff and related cost increases. We expect this surge in demand to be short-lived.\" [Fabricated Metal Products]",
      "\"Demand has been stable, consistent with last year. No evidence of growing demand. Tariff impacts and mitigation strategies are a daily conversation.\" [Electrical Equipment, Appliances & Components]",
      "\"Newly implemented tariffs are significantly impacting gross profits. Canada's new tariffs on U.S. goods are significantly impacting orders from that country. Quotes and sales are lower from Europe due to the threat of retaliatory tariffs.\" [Miscellaneous Manufacturing]",
      "\"Worldwide economic instability has really begun to impact our oil and gas business. Aside from the change in the U.S. administration, the economies of China , India and Europe are drivers in what we believe is the next cyclical trough.\" [Petroleum & Coal Products]",
      "\"Bearish market sentiment and tariff applications and costs have dominated discussions over the past month and should continue to dominate markets until a clear path forward is determined. Overall concern is whether or not demand destruction will occur with higher pricing.\" [Primary Metals]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index dropped into contraction territory in March after two consecutive months of expansion, registering 48.3 percent, 2.4 percentage points lower than the February reading of 50.7 percent. Prior to January's reading, the index was in contraction territory for eight consecutive months, with the last reading above 50 percent in April 2024 (50.7 percent). Of the six largest manufacturing sectors, two (Computer & Electronic Products; and Transportation Equipment) reported increased production. \"Production levels in March showed a marked decrease for the first time in 2025, as order books remain weak and new orders continue to decline, causing head-count reductions and lack of capital investment,\" says Fiore. An index above 52.1 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 44.7 percent in March, 2.9 percentage points lower than February's reading of 47.6 percent. \"The index posted its second consecutive month of contraction after expanding in January, with seven straight months of contraction before that. Since May 2022 , the Employment Index has contracted in 28 of 35 months. Of the six big manufacturing sectors, none expanded employment in March. Respondents' companies continue to reduce head counts through layoffs, attrition and hiring freezes, with an approximate 1-to-1.3 ratio of hiring versus staff-reduction comments, supporting an acceleration of head-count reductions due to the uncertain near- to mid-term demand. Freezing and attrition were the primary tools used for the second straight month, in lieu of the more dramatic and costly layoff process,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was slower in March, with the Supplier Deliveries Index registering 53.5 percent, a 1-percentage point decrease compared to the reading of 54.5 percent reported in February. This continued expansion follows a contraction (which indicates faster delivery performance) in November, preceded by four consecutive months of slower deliveries, with four straight months of faster deliveries before that. After a reading of 52.4 percent in September 2022 , the index went into contraction territory the following month and remained there for 20 out of 21 months, with February 2024 the exception. Of the six big industries, five (Petroleum & Coal Products; Chemical Products; Transportation Equipment; Machinery; and Computer & Electronic Products) reported slower supplier deliveries in March. \"Deliveries continued to be marginally strained as suppliers struggled to meet accelerated delivery requests from customers and as suppliers and panelists' companies negotiate who pays for current tariffs,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 53.4 percent in March, up 3.5 percentage points compared to the reading of 49.9 percent reported in February. The Inventories Index has gained 7.5 percentage points the last two months to reach its highest level since October 2022 , when it also registered 53.4 percent. The last time the Inventories Index was above 50 percent was in August (50.2 percent). Of the six big industries, five (Petroleum & Coal Products; Computer & Electronic Products; Transportation Equipment; Food, Beverage & Tobacco Products; and Machinery) grew input inventories in March. \"Manufacturing inventories expanded in March, as panelists' companies continue to pull forward (advance) deliveries of materials in an attempt to minimize the financial impacts of potential tariffs,\" says Fiore. An Inventories Index greater than 44.5 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 69.4 percent in March, elevating 7 percentage points compared to the February reading of 62.4 percent, indicating raw materials prices increased for the sixth straight month after a decrease in September. The Prices Index has increased 21.1 percentage points over the past six months to record its highest reading since June 2022 (78.5 percent). Of the six largest manufacturing industries, five — Transportation Equipment; Machinery; Chemical Products; Food, Beverage & Tobacco Products; and Computer & Electronic Products — reported price increases in March. \"The Prices Index indicated increasing prices in March for the sixth consecutive month, driven by dramatic increases in steel and aluminum prices as a result of recently deployed tariffs. Corrugate, copper and plastic resins have all experienced price growth as companies move to minimize their exposure to foreign-made goods, causing domestic prices to rise amid new demand. Forty-six percent of companies reported higher prices in March, compared to 31 percent in February. This share has consistently increased over the past five months, from a low of 12.2 percent in November,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 69.4 percent in March, elevating 7 percentage points compared to the February reading of 62.4 percent, indicating raw materials prices increased for the sixth straight month after a decrease in September. The Prices Index has increased 21.1 percentage points over the past six months to record its highest reading since June 2022 (78.5 percent). Of the six largest manufacturing industries, five — Transportation Equipment; Machinery; Chemical Products; Food, Beverage & Tobacco Products; and Computer & Electronic Products — reported price increases in March. \"The Prices Index indicated increasing prices in March for the sixth consecutive month, driven by dramatic increases in steel and aluminum prices as a result of recently deployed tariffs. Corrugate, copper and plastic resins have all experienced price growth as companies move to minimize their exposure to foreign-made goods, causing domestic prices to rise amid new demand. Forty-six percent of companies reported higher prices in March, compared to 31 percent in February. This share has consistently increased over the past five months, from a low of 12.2 percent in November,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 44.5 percent, a decrease of 2.3 percentage points compared to the February reading of 46.8 percent, indicating order backlogs contracted for the 30th consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, only one (Food, Beverage & Tobacco Products) reported expanded order backlogs in March. \"Given the state of weak new orders and consistent production output, the hoped-for return of expanding backlogs has been deferred until trade issues and other geopolitical tensions recede,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index contracted in March after expanding for two consecutive months, registering 49.6 percent in March, down 1.8 percentage points from February's reading of 51.4 percent. \"The New Export Orders Index reading indicates that export orders reversed course after growing in February for a second consecutive month. This brief period of expansion followed an 'unchanged' status (a reading of 50 percent), preceded by six straight months of contraction. New export orders contracted as panelists' comments cited Canadians' lack of desire to purchase U.S. goods due to the friction between the countries,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index showed growth for the third straight month in March, with a reading of 50.1 percent indicating marginal expansion, 2.5 percentage points lower than the reading of 52.6 percent reported in February. Before expanding in January, the index contracted for seven months in a row, preceded by five consecutive months of expansion, with 14 straight months of contraction prior to that. \"Imports remained in expansion as buyers try to get ahead of tariffs by pulling forward future deliveries to the extent that is possible,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2025-03-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"The tariff environment regarding products from Mexico and Canada has created uncertainty and volatility among our customers and increased our exposure to retaliatory measures from these countries.\" [Chemical Products]",
      "\"Customers are pausing on new orders as a result of uncertainty regarding tariffs. There is no clear direction from the administration on how they will be implemented, so it's harder to project how they will affect business.\" [Transportation Equipment]",
      "\"Tariff impact has been minimal to overall manufacturing and raw material supply. Limits on U.S. government spending in key organizations like the Food and Drug Administration, Environmental Protection Agency and National Institutes of Health are delaying some orders.\" [Computer & Electronic Products]",
      "\"Inflation and pricing pressure continue to drive uncertainty in our 2025 outlook. We are seeing volume impacts due to pricing, with customers buying less and looking for substitution options.\" [Food, Beverage & Tobacco Products]",
      "\"The incoming tariffs are causing our products to increase in price. Sweeping price increases are incoming from suppliers. Most are noting increases in labor costs. Vendors are indicating open capacity. Inflationary pressures are a concern. Our company is working diligently to see how the new tariffs will affect our business.\" [Machinery]",
      "\"Business is still slow, but some indications of improved demand are six to nine months out. Steel and scrap costs are increasing, and it's too early to tell how high they will go.\" [Fabricated Metal Products]",
      "\"New orders continue to be strong after picking up in December. The uncertainty about tariffs keeps us cautious on spending, despite the strong sales right now.\" [Electrical Equipment, Appliances & Components]",
      "\"Management now has us running scenarios to project tariff impacts to our business. They want numbers in 24 hours on variables that equate to a wild guess. Interesting times we live in.\" [Nonmetallic Mineral Products]",
      "\"Internal analysis ongoing about impact of tariffs, but nothing concrete yet. General business conditions remain tepid; outlook on the durables side growing more pessimistic with growing domestic inventories of automobiles.\" [Plastics & Rubber Products]",
      "\"Customer volumes seem to be better than 2024. However, customers are still very hesitant to commit to long-term volumes due to the market uncertainty caused by proposed tariffs on steel/aluminum imports.\" [Primary Metals]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index was in expansion territory in February for the second straight month, registering 50.7 percent, 1.8 percentage points lower than the January reading of 52.5 percent. Prior to January's reading, the index was in contraction territory for eight consecutive months. Prior to the last two months, the last time the index registered above 50 percent was in April 2024 (50.7 percent). Of the six largest manufacturing sectors, three (Food, Beverage & Tobacco Products; Chemical Products; and Transportation Equipment) reported increased production. \"Production levels in February were similar to January's performance, as order books remain weak and new orders remain elusive,\" says Fiore. An index above 52.1 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 47.6 percent in February, 2.7 percentage points lower than January's reading of 50.3 percent. \"The index has returned to contraction after expanding for a single month. Since May 2022 , the Employment Index has contracted 27 of the last 34 months. Of the six big manufacturing sectors, only one (Transportation Equipment) expanded employment in February. Respondents' companies are continuing to reduce head counts through layoffs, attrition and hiring freezes. This action is supported by a second straight month with an approximate 1-to-1 ratio of hiring versus staff-reduction comments. Panelists are continuing to release employees as the business environment becomes more unclear,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was slower in February, with the Supplier Deliveries Index registering 54.5 percent, a 3.6-percentage point increase compared to the reading of 50.9 percent reported in January. This expansion follows a contraction (which indicates faster delivery performance) in November, preceded by four consecutive months of slower deliveries, with four straight months of faster deliveries before that. After a reading of 52.4 percent in September 2022 , the index went into contraction territory the following month and remained there for 20 out of 21 months, with February 2024 the exception. Of the six big industries, five (Petroleum & Coal Products; Transportation Equipment; Chemical Products; Food, Beverage & Tobacco Products; and Computer & Electronic Products) reported slower supplier deliveries in February. \"Supplier deliveries moved further into 'slower' territory, as suppliers struggled to meet accelerated delivery requests from customers (due to a potential ports strike and tariffs deployment) and as suppliers and panelists' companies negotiate who pays for current tariffs, resulting in the slowing of some material deliveries,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 49.9 percent in February, up a notable 4 percentage points compared to the reading of 45.9 percent reported in January. The last time the Inventories Index registered above 50 percent was in August, when it registered 50.2 percent. \"Manufacturing inventories marginally contracted in February, as panelists' companies are asking for earlier deliveries of materials due to a potential ports work stoppage and the financial impacts of tariffs deployment,\" says Fiore. An Inventories Index greater than 44.5 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 62.4 percent in February, 7.5 percentage points higher compared to the January reading of 54.9 percent, indicating raw materials prices increased for the fifth straight month after a decrease in September. This is the largest month-over-month increase in the Prices Index since an increase of 7.7 percentage points in January 2024 ; there was an 11.5-percentage point gain in March 2022 . Of the six largest manufacturing industries, five — Chemical Products; Transportation Equipment; Food, Beverage & Tobacco Products; Machinery; and Computer & Electronic Products — reported price increases in February. \"The Prices Index indicated increasing prices in February for the fifth consecutive month, driven by the dramatic increase in commodity prices as a result of new and potential tariffs. Mill materials (steel, aluminum and copper), food elements, plastics and natural gas registered increases similar to the prior month. The plastics increase reversed a decline. Thirty-one percent of companies reported higher prices in February, compared to 21 percent in January,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 62.4 percent in February, 7.5 percentage points higher compared to the January reading of 54.9 percent, indicating raw materials prices increased for the fifth straight month after a decrease in September. This is the largest month-over-month increase in the Prices Index since an increase of 7.7 percentage points in January 2024 ; there was an 11.5-percentage point gain in March 2022 . Of the six largest manufacturing industries, five — Chemical Products; Transportation Equipment; Food, Beverage & Tobacco Products; Machinery; and Computer & Electronic Products — reported price increases in February. \"The Prices Index indicated increasing prices in February for the fifth consecutive month, driven by the dramatic increase in commodity prices as a result of new and potential tariffs. Mill materials (steel, aluminum and copper), food elements, plastics and natural gas registered increases similar to the prior month. The plastics increase reversed a decline. Thirty-one percent of companies reported higher prices in February, compared to 21 percent in January,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 46.8 percent, an increase of 1.9 percentage points compared to the January reading of 44.9 percent, indicating order backlogs contracted for the 29th consecutive month after a 27-month period of expansion. None of the six largest manufacturing industries reported expanded order backlogs in February. \"It appears that the extensive decline in order books has dramatically slowed, indicated by three months at moderate rather than significant contraction. By definition, the Backlog of Orders Index will be the last of the four demand indicators to enter expansion,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index expanded in February for the second consecutive month, registering 51.4 percent in February, down 1 percentage point from January's reading of 52.4 percent. \"The New Export Orders Index reading indicates that export orders grew for a second consecutive month, following an 'unchanged' (50 percent) status preceded by six straight months of contraction. New export orders expanded again, as panelists' comments cited Chinese stimulus impacts and potential counter tariffs levied by Beijing and Europe ,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index increased for the second consecutive month in February posting a reading of 52.6 percent, 1.5 percentage points higher than the reading of 51.1 percent reported in January. \"Imports expanded this month again after contracting for seven months in a row, preceded by five consecutive months of expansion and 14 consecutive months of contraction prior to that. Imports remained in expansion as inventory constraints weaken, ports labor turbulence continues, buyers try to get ahead of tariffs and the balance of Lunar New Year deliveries arrive at U.S. ports,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2025-02-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Customer orders slightly stronger than expected. Seeing more general price increases for chemicals/raw materials. No International Longshoremen's Association strike is a tremendous help.\" [Chemical Products]",
      "\"Alleviating supply chain conditions are noticeably pivoting back into acute shortage situations, with headwinds following. For aerospace and defense companies, critical minerals supply chains are tightening dramatically due to Chinese restrictions. Concerns are growing of an environment of more supply chain shortages.\" [Transportation Equipment]",
      "\"As the U.S. administration transfers, we will continue to monitor impact of tariffs on materials used for manufacturing. China stimulus is helping us win orders and increase use of services and consumables. Cost pressures remain for all materials and parts but are starting to stabilize.\" [Computer & Electronic Products]",
      "\"Volume in 2025 is targeting 2-percent growth. The organization is mindful of potential tariffs and what to do with re-routing or cost increases in supply chains that are impacted.\" [Food, Beverage & Tobacco Products]",
      "\"Although we are in our busy season, our demand for the first two weeks of 2025 has outpaced normal levels for this period of time.\" [Machinery]",
      "\"Business is slowly improving.\" [Electrical Equipment, Appliances & Components]",
      "\"Capital equipment sales are starting 2025 off strong. Normally, we see a soft start to the year, so this strong start is unusual.\" [Fabricated Metal Products]",
      "\"New orders are still good but decreasing compared to previous quarters. Working through current backlog.\" [Miscellaneous Manufacturing]",
      "\"Automotive order demand continues to be consistent and on a steady pace. Beginning to look at hiring additional team members once again. Pricing is holding firm. Having to work overtime to cover plant inefficiency to date.\" [Primary Metals]",
      "\"Looking forward to a year of strong customer demand and higher sales than 2024.\" [Textile Mills]",
      "M anufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction. Indexes reflect newly released seasonal adjustment factors."
    ],
    "new_orders": "Production The Production Index elevated into expansion territory in January, registering 52.5 percent, 2.6 percentage points higher than the seasonally adjusted December reading of 49.9 percent. Prior to this month's reading, the index was in contraction territory for eight consecutive months. The last time the index registered above 50 percent was in April 2024 (50.7 percent). Of the six largest manufacturing sectors, three (Machinery; Transportation Equipment; and Chemical Products) reported increased production. \"Production levels improved in January, led by the more capital-intensive industry sectors and in spite of weather issues,\" says Fiore. An index above 52.1 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 50.3 percent in January, 4.9 percentage points higher than December's seasonally adjusted reading of 45.4 percent. \"The index has returned to expansion after contracting in 14 of the last 16 months. Of the six big manufacturing sectors, two (Chemical Products; and Transportation Equipment) expanded employment in January. Respondents' companies are continuing to reduce head counts through layoffs, attrition and hiring freezes. This action is supported in January by the approximately 1-to-1 ratio of hiring versus staff-reduction comments, compared to a 1-to-2 ratio the previous month, meaning less workforce reduction activity is occurring as we enter 2025,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was marginally slower in January, with the Supplier Deliveries Index registering 50.9 percent, a 0.8-percentage point increase compared to the reading of 50.1 percent reported in December. This expansion follows a contraction in November preceded by four consecutive months of slower deliveries, with four straight months of faster deliveries before that. After a reading of 52.4 percent in September 2022 , the index went into contraction territory the following month and remained there for 20 out of 21 months (with February 2024 the exception). Of the six big industries, four (Food, Beverage & Tobacco Products; Transportation Equipment; Computer & Electronic Products; and Machinery) reported slower supplier deliveries in January. \"Supplier deliveries moved marginally deeper into 'slower' territory, as respondents indicated that supplier delivery performance continues to meet the expectations of their companies' customers. Panelists' comments support the fact that suppliers are having more difficulty in meeting companies' demands,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 45.9 percent in January, down 2.5 percentage points compared to the seasonally adjusted reading of 48.4 percent reported in December. The last time the Inventories Index registered above 50 percent was in August, when it registered 50.2 percent. \"Manufacturing inventories contracted in January, as panelists' companies produced more goods and likely did not receive as much material as desired. The inventory account will most likely remain dynamic as supply and demand come into better balance,\" says Fiore. An Inventories Index greater than 44.5 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 54.9 percent, 2.4 percentage points higher compared to the December reading of 52.5 percent, indicating raw materials prices increased for the fourth straight month in January after a decrease in September. Of the six largest manufacturing industries, four — Petroleum & Coal Products; Food, Beverage & Tobacco Products; Chemical Products; and Transportation Equipment — reported price increases in January. \"The Prices Index indicated increasing prices in January for the fourth consecutive month, likely reflecting the agreement and deployment of prices by buyers for 2025. Mill materials (steel, aluminum and copper), food elements and natural gas registered increases, offset by plastic resins and diesel fuel moving down in price. Twenty-one percent of companies reported higher prices in January, compared to 14 percent in December,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 54.9 percent, 2.4 percentage points higher compared to the December reading of 52.5 percent, indicating raw materials prices increased for the fourth straight month in January after a decrease in September. Of the six largest manufacturing industries, four — Petroleum & Coal Products; Food, Beverage & Tobacco Products; Chemical Products; and Transportation Equipment — reported price increases in January. \"The Prices Index indicated increasing prices in January for the fourth consecutive month, likely reflecting the agreement and deployment of prices by buyers for 2025. Mill materials (steel, aluminum and copper), food elements and natural gas registered increases, offset by plastic resins and diesel fuel moving down in price. Twenty-one percent of companies reported higher prices in January, compared to 14 percent in December,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 44.9 percent, a decrease of 1 percentage point compared to the December reading of 45.9 percent, indicating order backlogs contracted for the 28th consecutive month after a 27-month period of expansion. None of the six largest manufacturing industries reported expanded order backlogs in January. \"It appears that the extensive decline in order books has dramatically slowed, indicated by two months at moderate rather than significant contraction. By definition, the Backlog of Orders Index will be the last of the four demand indicators to enter expansion,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered a reading of 52.4 percent in January, up 2.4 percentage points from December's \"unchanged\" reading of 50 percent. \"The New Export Orders Index reading indicates that export orders grew compared to last month, following six straight months of contraction. New export orders expanded this month, as panelists' comments support more activity due to Chinese stimulus measures and as Beijing prepares for its own potential counter tariffs,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index turned upward in January and returned to expansion territory; the reading of 51.1 percent is 1.4 percentage points higher compared to the reading of 49.7 percent reported in December. \"Imports expanded this month after contracting for seven months in a row, preceded by five consecutive months of expansion and 14 consecutive months of contraction prior to that. Imports re-entered growth as inventory constraints weaken, tariff countermeasures are put in place, a ports strike was avoided and the deliveries from the Lunar New Year season arrive at U.S. ports,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2025-01-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Slightly lower due to seasonality and end-of-year destocking.\" [Chemical Products]",
      "\"Automotive and powersport volume decreases.\" [Transportation Equipment]",
      "\"We are seeing a softening in sales. This is concerning as it's our peak season.\" [Food, Beverage & Tobacco Products]",
      "\"We are constrained by technical labor, despite higher-than-normal backlog.\" [Computer & Electronic Products]",
      "\"Significant slowdown in production requirements in the last two months of the year.\" [Machinery]",
      "\"Order levels well below forecast projections.\" [Fabricated Metal Products]",
      "\"The increase in new orders has our plant at full capacity.\" [Electrical Equipment, Appliances & Components]",
      "\"Combo of seasonal factors plus increased demand outlook for 2025.\" [Miscellaneous Manufacturing]",
      "\"There is definitely an uptick this month, though not a stable one.\" [Primary Metals]",
      "\"The orders have increased slightly due to seasonal restocking.\" [Plastics & Rubber Products]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes.",
      "*Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index emerged into expansion territory in December, registering 50.3 percent, 3.5 percentage points higher than the November reading of 46.8 percent. Prior to this month's reading, the index was in contraction territory for six consecutive months. The last time the index registered above 50 percent was in May (50.2 percent). Of the six largest manufacturing sectors, only one (Computer & Electronic Products) reported increased production. \"Production levels were stable to November's performance, indicating that re-planning factory floor activity has likely been completed, head counts are likely synchronized with factory demand, and panelists are fully staffed and aligned for 2025,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 45.3 percent in December, 2.8 percentage points lower than the November reading of 48.1 percent. \"The index contracted for the seventh consecutive month and the 14th out of the last 15 months. Of the six big manufacturing sectors, none expanded employment in December. Respondents' companies are continuing to reduce head counts through layoffs, attrition and hiring freezes. This action is supported in December by the approximately 1-to-2 ratio of hiring versus staff-reduction comments, compared to a 1-to-1.5 ratio the previous month, meaning more workforce reduction activity is occurring as we close 2025,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was marginally slower in December, with the Supplier Deliveries Index registering 50.1 percent, a 1.4-percentage point increase compared to the reading of 48.7 percent reported in November. This expansion follows a contraction in November preceded by four consecutive months of slower deliveries, with four straight months of faster deliveries before that. After a reading of 52.4 percent in September 2022 , the index went into contraction territory the following month and remained there for 20 out of 21 months (with February 2024 as the exception). Of the six big industries, two (Computer & Electronic Products; and Food, Beverage & Tobacco Products) reported slower supplier deliveries in December. \"Supplier deliveries moved into 'slower' territory as supplier delivery performance continues to meet the expectations of panelists' customers,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 48.4 percent in December, up 0.3 percentage point compared to the reading of 48.1 percent reported in November. The last time the Inventories Index registered above 50 percent was in August, when it registered 50.3 percent. \"Manufacturing inventories continue to contract, though rates have slowed in in the last two months as panelists continue to manage working capital. This month's index reading indicating a slowing rate of contraction suggests that companies are willing to invest more for the future, to (1) better perform to their customers' delivery demands or (2) advance material deliveries to avoid potential tariffs, or a combination of both. Of the six big industries, none reported expanding manufacturing inventories in December,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 52.5 percent, 2.2 percentage points higher compared to the November reading of 50.3 percent, indicating raw materials prices increased for the third straight month in December after a decrease in September. Of the six largest manufacturing industries, three — Food, Beverage & Tobacco Products; Machinery; and Computer & Electronic Products — reported price increases in December. \"The Prices Index indicated increasing prices in December for the third consecutive month, but at weak rates. Aluminum, basic chemicals, copper and natural gas registered increases, offset by steel, plastic resins and diesel fuel moving down in price. Fourteen percent of companies reported higher prices in December, compared to 12 percent in November,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 52.5 percent, 2.2 percentage points higher compared to the November reading of 50.3 percent, indicating raw materials prices increased for the third straight month in December after a decrease in September. Of the six largest manufacturing industries, three — Food, Beverage & Tobacco Products; Machinery; and Computer & Electronic Products — reported price increases in December. \"The Prices Index indicated increasing prices in December for the third consecutive month, but at weak rates. Aluminum, basic chemicals, copper and natural gas registered increases, offset by steel, plastic resins and diesel fuel moving down in price. Fourteen percent of companies reported higher prices in December, compared to 12 percent in November,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 45.9 percent, an increase of 4.1 percentage points compared to the November reading of 41.8 percent, indicating order backlogs contracted for the 27th consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, two (Food, Beverage & Tobacco Products; and Computer & Electronic Products) reported expanded order backlogs in December. \"In December, the index recorded its best performance since April 2024 (45.4 percent), as new orders coupled with stable production levels slowed the rate of declining backlogs,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered an \"unchanged\" reading of 50 percent in December, up 1.3 percentage points from November's reading of 48.7 percent. \"The New Export Orders Index reading indicates that export orders were 'unchanged' from last month, following six straight months of contraction. New export orders stabilized this month as international trading partners are showing signs of demand recovery as we enter 2025,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index continued to indicate cooling in December; the reading of 49.7 percent is 2.1 percentage points higher compared to the reading of 47.6 reported in November. \"Imports contracted for the seventh month in a row after five consecutive months of expansion, preceded by 14 consecutive months of contraction. Imports moved closer to growth as inventory constraints weaken and panelists act to better absorb any potential tariff impact in the future,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-12-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"High mortgage rates continue to hamper demand for new housing construction, which is a key market for adhesives and sealants.\" [Chemical Products]",
      "\"Business remains slow. We anticipate that the first half of 2025 will be similar and hope that demand increases in the second half of 2025.\" [Transportation Equipment]",
      "\"Inflation, even after easing, continues to impact demand. Consumers are looking for value, and purchasing behaviors are changing as many shoppers reduce consumption, causing softer volume.\" [Food, Beverage & Tobacco Products]",
      "\"Backlog is rising precipitously after 18 months of troughing. The long-awaited pent-up buying has started. Competition for qualified technical labor is a constraint on operational throughput.\" [Computer & Electronic Products]",
      "\"A general construction slowdown in the fourth quarter has created a surplus of finished goods, creating the need for an extra two weeks of shutdown over the Christmas holiday period. We are carefully watching demand in the first quarter to determine if more permanent workforce reductions will be necessary.\" [Machinery]",
      "\"Business is slowing as customers destock and appear uncertain about near-term demand. Preliminary forecast for 2025 is down significantly; we hope to see improvements now that we are beyond U.S. election uncertainties.\" [Fabricated Metal Products]",
      "\"Our supplier has a positive outlook on the U.S. economy going into 2025. Our business is seeing an uptick in sales forecasts for the first quarter of 2025 versus the fourth quarter of 2024. Overall, our outlook for 2025 is optimistic.\" [Textile Mills]",
      "\"We're finally seeing traction in the last few weeks (with) a higher volume of orders. Backlog is starting to grow.\" [Electrical Equipment, Appliances & Components]",
      "\"Late to the game, we are now working on our buying plan in light of potential increased tariffs on imports from China . Cost and capacity of U.S. manufacturing is a concern; a lack of relationship with alternate low-cost international manufacturers is another.\" [Miscellaneous Manufacturing]",
      "\"After the election, we have seen an uptick in customers wanting to come back to the U.S. for making their products. We are working through these inquiries. They seem very motivated.\" [Primary Metals]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction.",
      "COMMODITIES REPORTED UP/DOWN IN PRICE AND IN SHORT SUPPLY Commodities Up in Price Aluminum* (12); Caustic Soda; Copper (2); Copper Based Products; Electrical Components; and Natural Gas (2).",
      "Commodities Down in Price Aluminum*; Crude Oil; Diesel Fuel; Plastic Resin; Solvents; Steel — Hot Rolled; and Steel Products.",
      "Commodities in Short Supply Electrical Components (50); Electrical Equipment; Electronic Assemblies; and Electronic Components (8).",
      "Note: The number of consecutive months the commodity is listed is indicated after each item. *Indicates both up and down in price."
    ],
    "new_orders": "Production The Production Index continued in contraction territory in November, registering 46.8 percent, 0.6 percentage point higher than the October reading of 46.2 percent. Of the six largest manufacturing sectors, two (Computer & Electronic Products; and Food, Beverage & Tobacco Products) reported increased production. \"New order rates expanded only marginally as backlog levels continued to decline, causing manufacturers to reduce output to close the calendar year. As noted in the inventories section, companies are showing signs of willingness to invest in inventory, a marked departure from the last two years of activity,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 48.1 percent in November, 3.7 percentage points higher than the October reading of 44.4 percent. \"The index contracted for the sixth consecutive month after an expansion in May, which broke a seventh-month streak of contraction. Of the six big manufacturing sectors, only one (Food, Beverage & Tobacco Products) expanded employment in November. Respondents' companies are continuing to reduce head counts through layoffs, attrition and hiring freezes. This sentiment was supported in November by the approximately 1-to-1.5 ratio of hiring versus staff reduction comments, compared to a 1-to-3 ratio the previous month, meaning less workforce reduction activity,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was faster in November, with the Supplier Deliveries Index registering 48.7 percent, a 3.3-percentage point decrease compared to the reading of 52 percent reported in October. This expansion follows four consecutive months of slower deliveries, preceded by four straight months of faster deliveries. After a reading of 52.4 percent in September 2022 , the index went into contraction territory the following month and remained there for 20 out of 21 months (with February 2024 as the exception). Of the six big industries, none reported slower supplier deliveries in November. \"Supplier deliveries moved into 'faster' territory as additional supplier capacity provides material velocity benefits to panelists' companies,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 48.1 percent in November, up a notable 5.5 percentage points compared to the reading of 42.6 percent reported in October. \"Manufacturing inventories remain at low-to-moderate levels, as the sector's contracting economy continues to cause panelists' companies and their customers to closely manage working capital, including inventories. This month's index reading indicating a slowing rate of contraction could suggest that companies are now willing to invest more for the future. Of the six big industries, only one (Food, Beverage & Tobacco Products) reported increased manufacturing inventories in November,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 50.3 percent, 4.5 percentage points lower compared to the October reading of 54.8 percent, indicating raw materials prices increased for the second straight month in November after decreasing in September. Of the six largest manufacturing industries, three — Fabricated Metal Products; Transportation Equipment; and Chemical Products — reported price increases in November. \"The Prices Index indicated slightly increasing prices in November for the second consecutive month. Aluminum, copper, and natural gas registered slight increases, offset by steel, plastic resins and crude oil moving down in price. Twelve percent of companies reported higher prices in November, compared to 20 percent in October,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 50.3 percent, 4.5 percentage points lower compared to the October reading of 54.8 percent, indicating raw materials prices increased for the second straight month in November after decreasing in September. Of the six largest manufacturing industries, three — Fabricated Metal Products; Transportation Equipment; and Chemical Products — reported price increases in November. \"The Prices Index indicated slightly increasing prices in November for the second consecutive month. Aluminum, copper, and natural gas registered slight increases, offset by steel, plastic resins and crude oil moving down in price. Twelve percent of companies reported higher prices in November, compared to 20 percent in October,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 41.8 percent, a decrease of 0.5 percentage point compared to the October reading of 42.3 percent, indicating order backlogs contracted for the 26th consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, only one (Computer & Electronic Products) reported expanded order backlogs in November. \"The index remained in deep contraction in November, as improvement in new orders coupled with reduced production levels were insufficient to prevent backlogs from declining further,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 48.7 percent in November, up 3.2 percentage points from October's reading of 45.5 percent. \"The New Export Orders Index reading indicates that export orders contracted for a sixth month after expanding in May and contracting in April, with two straight months of expansion before that. New export orders continue to be weak, as international trading partners struggle with weak economies, but the slowing rate of contraction may indicate that stimulus measures taken by countries like China and Japan could be starting to have an effect on U.S. export orders,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index continued to indicate cooling in November; the reading of 47.6 percent is 0.7 percentage point lower compared to the reading of 48.3 reported in October. \"Imports contracted for the sixth month in a row after five consecutive months of expansion, preceded by 14 consecutive months of contraction. Panelists' companies continue to limit their investments in inventories, as overall growth potential begins to solidify,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-11-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Right-sizing continues. Contingency plans have been formulated to anticipate trade policies that will impose tariffs on key materials.\" [Chemical Products]",
      "\"Market demand has significantly decreased in the second half of 2024 and is expected to be soft through the first quarter of 2025. Although inflation has stabilized and returned to historical levels, and interest rates are decreasing, there appears to be a general pessimism in the economy that is driving customers to be more restrictive in their capital expenditures, including investment in commercial vehicles. Uncertainty in the outcome of the upcoming election has resulted in several risk analysis studies to be prepared, particularly focused on the future of the electric vehicle (EV) migration and trade restrictions/penalties.\" [Transportation Equipment]",
      "\"Heavy volumes for October have been extended into November to cover our record-breaking sales volume for this quarter.\" [Food, Beverage & Tobacco Products]",
      "\"Business is picking up; outlook is optimistic, but not great.\" [Computer & Electronic Products]",
      "\"Sales have been very slow the past six months. Interestingly, though, inquiries are up more than 30 percent from a year ago. This indicates there is pent-up demand, but customers are skittish about national and global economic conditions. We are hearing directly from customers that they need to order equipment to satisfy their requirements but are going to keep projects as long as possible before pulling the trigger.\" [Machinery]",
      "\"Business levels remain depressed. It feels like a 'wait and see' environment regarding where the economy is heading; customers don't want to commit to inventory, which is resulting in lower order levels.\" [Fabricated Metal Products]",
      "\"Overall projections are that business will remain strong through the fourth quarter. Some order increases are starting, and a lot more projects are slated for the first quarter of 2025. Will demand be there to support it?\" [Nonmetallic Mineral Products]",
      "\"This has been an interesting fourth quarter already. The port strikes, hurricanes and election will all affect us in some way. Our industry is energy intensive, so our largest concern is the national and state mandates toward electrification. Electrical components were already in short supply, and with the substation and power line damages, we expect the electrical supply chain will be even worse. Components for green energy projects will be further delayed, but we don't expect the environmental mandates to be delayed.\" [Paper Products]",
      "\"The potential port strike sent ripple effects through our industry. We have several large imports occurring in January, which created anxiety around critical components being delivered on time for a large, planned capital project. The three recent hurricanes missed large manufacturing hubs on the Gulf Coast but have still caused minor delays.\" [Petroleum & Coal Products]",
      "\"The seasonal business cycle is as planned: Consumer confidence in building materials remains relatively strong, and expectations are for continued growth into 2025 due to reduced interest rates and the potential for further small cuts.\" [Wood Products]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index continued in contraction territory in October, registering 46.2 percent, 3.6 percentage points lower than the September reading of 49.8 percent. Of the six largest manufacturing sectors, three (Computer & Electronic Products; Fabricated Metal Products; and Food, Beverage & Tobacco Products) reported increased production. \"New order rates remain weak and backlog levels continue to decline, causing manufacturers to reduce their output and plan for lower production to close the calendar year. Companies continue to avoid investing in inventory due to the ongoing economic uncertainty,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 44.4 percent in October, 0.5 percentage point higher than the September reading of 43.9 percent. The July, September and October readings are among the three lowest recorded since the index registered 43.7 percent in July 2020 , early in the economic recovery. \"The index contracted for the fifth consecutive month after an expansion in May, which broke a seven-month streak of contraction. Of the six big manufacturing sectors, only one (Food, Beverage & Tobacco Products) expanded employment in October. Respondents' companies are continuing to reduce head counts through layoffs, attrition and hiring freezes. This sentiment was supported in October by the approximately 1-to-3 ratio of hiring versus staff reduction comments, doubling last month's ratio in favor of the latter. Right-sizing the workforce across industries continues,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was slower in October, with the Supplier Deliveries Index registering 52 percent, a 0.2-percentage point decrease compared to the reading of 52.2 percent reported in September. This is the fourth month of slower deliveries after four consecutive months of faster deliveries. After a reading of 52.4 percent in September 2022, the index went into contraction territory the following month and remained there for 20 out of 21 months (with February 2024 as the sole exception). Of the six big industries, three (Computer & Electronic Products; Food, Beverage & Tobacco Products; and Machinery) reported slower supplier deliveries in October. \"Supplier deliveries continue to slow as panelists' companies continue to rely on their suppliers to manage purchased material inventories,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 42.6 percent in October, down 1.3 percentage points compared to the reading of 43.9 percent reported in September. \"Manufacturing inventories remain at low levels as the contracting manufacturing economy continues to cause panelists' companies and their customers to closely manage working capital, including manufacturing inventory. Of the six big industries, none reported increased manufacturing inventories in October,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 54.8 percent, 6.5 percentage points higher compared to the September reading of 48.3 percent, indicating raw materials prices increased in October after decreasing the month before. Of the six largest manufacturing industries, five — Transportation Equipment; Fabricated Metal Products; Food, Beverage & Tobacco Products; Machinery; and Computer & Electronic Products — reported price increases in October. \"The Prices Index indicated increasing prices in October, compared to the previous month. Energy and transportation costs were the primary drivers, with crude oil and natural gas increasing somewhat, offset by weakness in the steel markets. Twenty percent of companies reported higher prices in October, compared to 13 percent in September,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 54.8 percent, 6.5 percentage points higher compared to the September reading of 48.3 percent, indicating raw materials prices increased in October after decreasing the month before. Of the six largest manufacturing industries, five — Transportation Equipment; Fabricated Metal Products; Food, Beverage & Tobacco Products; Machinery; and Computer & Electronic Products — reported price increases in October. \"The Prices Index indicated increasing prices in October, compared to the previous month. Energy and transportation costs were the primary drivers, with crude oil and natural gas increasing somewhat, offset by weakness in the steel markets. Twenty percent of companies reported higher prices in October, compared to 13 percent in September,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 42.3 percent, a decrease of 1.8 percentage points compared to the September reading of 44.1 percent, indicating order backlogs contracted for the 25th consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, two (Food, Beverage & Tobacco Products; and Computer & Electronic Products) reported expanded order backlogs in October. \"The index remained in contraction in October, as continued contraction in new orders and reduced production levels compared to September were insufficient to prevent backlogs from slowing their decline,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 45.5 percent in October, up 0.2 percentage point from September's reading of 45.3 percent. \"The New Export Orders Index reading indicates that export orders contracted for a fifth month after expanding in May and contracting in April, with two straight months of expansion before that. New export orders continue to be weak as international trading partners struggle with weak economies,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index continued to indicate cooling in October; the reading of 48.3 percent is the same reading as reported in September. \"Imports contracted for the fifth month in a row after five consecutive months of expansion, preceded by 14 consecutive months of contraction. Panelists' companies continue to limit their investments in inventory, as overall growth prospects remain unclear. Ocean freight costs continue to rise, and access to equipment remains challenged,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-10-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\" North America demand has started to weaken. Asian demand is slightly higher but shows signs of weakness in future months. Comments tied to automotive builds.\" [Chemical Products]",
      "\"Global demand continues to remain soft. Fourth-quarter forecasts have been further reduced, with several new programs shifted from 2024 to 2025. Manpower, working capital and supplies are being flexed down in response. The previously anticipated shift from internal combustion engine to electric vehicle (EV) technology has been pushed out due to market response. Long-range plans are being adjusted to incorporate traditional products for longer, while new EV product offerings are being planned for slower rollouts.\" [Transportation Equipment]",
      "\"The second half of 2024 is trending upward enough to more than compensate for the year-over-year losses we experienced in the first half. We are anticipating a record sales volume for 2024.\" [Food, Beverage & Tobacco Products]",
      "\"The strategy of customer push-outs last year enabled those customers to adapt to the market. Now, while most companies are seeing a slowdown, we are seeing solid growth. The general slowdown in the economy is allowing for prices to continue to stabilize.\" [Computer & Electronic Products]",
      "\"A continuing low order rate is resulting in ongoing manufacturing adjustments to balance output with demand.\" [Machinery]",
      "\"The fourth quarter is slower than anticipated. We won't realize the effect of interest rate adjustments with new project starts until the first quarter of 2025.\" [Fabricated Metal Products]",
      "\"Business is flat. Waiting for interest rates to drop and the election outcome in November before we confirm our 2025 plans. Currently planning on a flat 2025.\" [Furniture & Related Products]",
      "\"Our sales continue to be flat. Our customers are telling us that although our products perform very well, they are forced to seek lower-cost components to maintain their sales.\" [Textile Mills]",
      "\"Sales have slowed this quarter compared to the same time period last year. Adjusting production accordingly.\" [Miscellaneous Manufacturing]",
      "\"Still hiring to fill vacant positions in production/management. Not adding new jobs. Automotive original equipment manufacturers (OEMs) are starting to slow or cancel orders. The pace is slowing.\" [Primary Metals]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes.",
      "*Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index continued in contraction territory in September, registering 49.8 percent, 5 percentage points higher than the August reading of 44.8 percent. Of the six largest manufacturing sectors, three (Computer & Electronic Products; Food, Beverage & Tobacco Products; and Fabricated Metal Products) reported increased production. \"As they closed the third quarter, panelists' companies maintained output levels compared to August. New order rates remain weak, and backlog levels continue to decline (though at slightly slower rates). Companies continue to avoid investing in inventory due to economic uncertainty that may be alleviated Federal Reserve actions at the end of September,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 43.9 percent in September, 2.1 percentage points lower than the August reading of 46 percent. The July, August and September readings are among the five lowest recorded since the index registered 43.7 percent in July 2020 , early in the economic recovery. (The others are 45.9 percent in February 2024 and 45 percent in July 2023 .) \"The index contracted for the fourth consecutive month after an expansion in May, which broke a seven-month streak of contraction. Of the six big manufacturing sectors, two (Food, Beverage & Tobacco Products; and Machinery) expanded employment in September. Respondents' companies are continuing to reduce head counts through layoffs, attrition and hiring freezes. This sentiment was supported in September by the approximately 1-to-1.5 ratio of hiring versus staff reduction comments,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was slower in September, with the Supplier Deliveries Index registering 52.2 percent, a 1.7-percentage point increase compared to the reading of 50.5 percent reported in August. This is the third month of slower deliveries after four consecutive months of faster deliveries. After a reading of 52.4 percent in September 2022 , the index went into contraction territory the following month and remained there for 20 out of 21 months until February. Of the six big industries, two (Food, Beverage & Tobacco Products; and Fabricated Metal Products) reported slower supplier deliveries in September. \"Supplier deliveries are slowing as panelists' companies continue to rely on their suppliers to manage their purchased material inventories, which is putting strain on the supply chain,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 43.9 percent in September, down a substantial 6.4 percentage points compared to the reading of 50.3 percent reported in August. \"Manufacturing inventories returned to their unusually low levels prior to August, as the timing mismatch with production the previous month was resolved in September. Of the six big industries, none reported increased manufacturing inventories in September,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 48.3 percent, a notable 5.7 percentage points lower compared to the August reading of 54 percent, indicating raw materials prices decreased in September after eight straight months of increases, preceded by eight consecutive months of decreases. Of the six largest manufacturing industries, two — Food, Beverage & Tobacco Products; and Machinery — reported price increases in September. \"The Prices Index indicated decreasing prices in September, compared to the previous month. Commodity prices were less volatile, with (1) petroleum-derived products showing weakness, (2) aluminum indicating slowing growth, (3) corrugate and ocean freight continuing growth and (4) steel and steel products prices easing. Thirteen percent of companies reported higher prices in September, compared to 21 percent in August,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 48.3 percent, a notable 5.7 percentage points lower compared to the August reading of 54 percent, indicating raw materials prices decreased in September after eight straight months of increases, preceded by eight consecutive months of decreases. Of the six largest manufacturing industries, two — Food, Beverage & Tobacco Products; and Machinery — reported price increases in September. \"The Prices Index indicated decreasing prices in September, compared to the previous month. Commodity prices were less volatile, with (1) petroleum-derived products showing weakness, (2) aluminum indicating slowing growth, (3) corrugate and ocean freight continuing growth and (4) steel and steel products prices easing. Thirteen percent of companies reported higher prices in September, compared to 21 percent in August,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 44.1 percent, a gain of 0.5 percentage point compared to the August reading of 43.6 percent, indicating order backlogs contracted for the 24th consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, only Computer & Electronic Products reported expanded order backlogs in September. \"The index remained in contraction in September, as contracting new orders and stable production levels versus August were insufficient to allow backlogs to significantly grow,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 45.3 percent in September, down 3.3 percentage points from August's reading of 48.6 percent. \"The New Export Orders Index reading indicates that export orders contracted for a fourth month after expanding in May and contracting in April, with two straight months of expansion before that. New export orders remain sluggish as international trading partners continue to struggle with weak economies,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index continued to indicate cooling in September; the reading of 48.3 percent is a decrease of 1.3 percentage points compared to August's figure of 49.6 percent. \"Imports contracted for the fourth month in a row after five consecutive months of expansion, preceded by 14 consecutive months of contraction. Panelists' companies are recovering from the short-term rail issues in Canada but continue to limit their investments in inventory, as overall growth prospects remain unclear. Ocean freight costs continue to rise and access to equipment remains challenged. Inbound international freight delivery precision is a challenge due to continuing global conflict in the Red Sea and potential for a labor action on the U.S. East Coast and Gulf ports,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-09-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"A noticeable slowdown in business activity. Staffing and production rationalization has been triggered. Previous optimism about future growth has been dashed.\" [Chemical Products]",
      "\"Backlog has dropped in half as invoicing remains strong, but orders have slowed significantly. Hoping to see orders pick back up for the fourth quarter and into 2025 but expect third quarter to remain slow for incoming orders.\" [Transportation Equipment]",
      "\"After a slow start and lower year-over-year sales volume during the first half of the year, we are now seeing a mild increase in year-over-year sales volume, along with more steady growth.\" [Food, Beverage & Tobacco Products]",
      "\"Business outlook is good. Recovery from the electronics slowdown is strong for the second half of the year.\" [Computer & Electronic Products]",
      "\"New order intake is sluggish at best. Interestingly, even though orders are down, inquiries are up. Customers have indicated capital has been approved for equipment purchases, but they were directed to put projects on hold until the fourth quarter of 2024. This indicates the uncertainty around the election. We anticipate a strong end of the year, with a rise in backlog going into 2025.\" [Machinery]",
      "\"Our order levels are on a slow, steady decline; it looks like the trend will continue through the end of the year. We are downsizing through attrition and not hiring backfills, but there have been no layoffs to date. The bright spot is a few customer programs have helped increase orders for parts, resulting in some production areas to be very busy while others have little work. Redeploying people where we can.\" [Fabricated Metal Products]",
      "\"New orders continue to be strong, and inventories are slightly down as a result. Supplier lead times seem to be creeping back up in certain categories.\" [Miscellaneous Manufacturing]",
      "\"Business is cooling down, and we don't expect a rebound until after the election is over. As we build our 2025 budget, we continue to have deep concerns about the added environmental costs on energy.\" [Paper Products]",
      "\"Order book remains strong for now. We are preparing for a slowdown in U.S. auto sales. We are running overtime to keep pace, as hiring hourly employees has been difficult. Some walk off the job within hours because they cannot handle factory work.\" [Primary Metals]",
      "\"High interest rates are curtailing consumer spending on large discretionary spending for furniture, cabinetry, flooring and decorative trim, which has affected our industry sales potential. At the same time, pent-up demand seems to be growing for housing and remodeling. Interest rate cuts may not happen soon enough to have an impact this year.\" [Wood Products]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes.",
      "*Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index continued in contraction territory in August, registering 44.8 percent, 1.1 percentage points lower than the July reading of 45.9 percent. Of the six largest manufacturing sectors, only Computer & Electronic Products reported increased production. The index is at its lowest level since May 2020 , when it registered 34.2 percent. \"Panelists' companies reduced output levels compared to July. New order rates remain weak, and backlog levels continue to decline. Companies continue to avoid investing in inventory due to the current economic uncertainty,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 46 percent in August, 2.6 percentage points higher than the July reading of 43.4 percent. The July and August readings are among the four lowest recorded since the index registered 43.7 percent in July 2020 , early in the economic recovery; the others are 45.9 percent in February and 45 percent in July 2023 . \"The index contracted for the third consecutive month after an expansion in May, which broke a seven-month streak of contraction. Of the six big manufacturing sectors only Food, Beverage & Tobacco Products expanded employment in August, primarily due to seasonality factors. Respondents' companies are continuing to reduce head counts through layoffs, attrition and hiring freezes. Sentiment in August indicated continued staff reductions compared to July, supported by the approximately 1-to-1.2 ratio of hiring versus head-count reduction comments,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was marginally slower in August, with the Supplier Deliveries Index registering 50.5 percent, a 2.1-percentage point decrease compared to the reading of 52.6 percent reported in July. This is the second month of slower deliveries after four consecutive months of faster deliveries. After a reading of 52.4 percent in September 2022 , the index went into contraction territory the following month and remained there until February. Of the six big industries, three (Food, Beverage & Tobacco Products; Computer & Electronic Products; and Transportation Equipment) reported slower supplier deliveries in August. \"Supplier deliveries are stabilizing as panelists' companies continue to rely on their suppliers to manage their purchased material inventories, putting strain on the supply chain,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 50.3 percent in August, up a substantial 5.8 percentage points compared to the reading of 44.5 percent reported in July. \"Manufacturing inventories grew as a result of panelists' companies adjusting to lower new output levels and the subsequent timing issues. Of the six big industries, five (Food, Beverage & Tobacco Products; Computer & Electronic Products; Fabricated Metal Products; Transportation Equipment; and Chemical Products) reported increased manufacturing inventories in August,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 54 percent, 1.1 percentage points higher compared to the July reading of 52.9 percent, indicating raw materials prices increased in August for the eighth straight month after eight consecutive months of decreases. Of the six largest manufacturing industries, four — Chemical Products; Computer & Electronic Products; Food, Beverage & Tobacco Products; and Transportation Equipment — reported price increases in August. \"The Prices Index indicated expansion in August, at a faster rate compared to the previous month. Commodity prices continue to be volatile, especially oil, natural gas, aluminum, corrugate, freight transportation and plastic resins. Steel prices remain at historical lows. Twenty-one percent of companies reported higher prices in August, compared to 23 percent in July,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 54 percent, 1.1 percentage points higher compared to the July reading of 52.9 percent, indicating raw materials prices increased in August for the eighth straight month after eight consecutive months of decreases. Of the six largest manufacturing industries, four — Chemical Products; Computer & Electronic Products; Food, Beverage & Tobacco Products; and Transportation Equipment — reported price increases in August. \"The Prices Index indicated expansion in August, at a faster rate compared to the previous month. Commodity prices continue to be volatile, especially oil, natural gas, aluminum, corrugate, freight transportation and plastic resins. Steel prices remain at historical lows. Twenty-one percent of companies reported higher prices in August, compared to 23 percent in July,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 43.6 percent, a gain of 1.9 percentage points compared to the July reading of 41.7 percent, indicating order backlogs contracted for the 23rd consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, only Computer & Electronic Products reported expanded order backlogs in August. \"The index remained in contraction in August, as lower new order and production rates were insufficient to allow backlogs to grow,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 48.6 percent in August, down 0.4 percentage point from July's reading of 49 percent. \"The New Export Orders Index reading indicates that export orders contracted for a third month after expanding in May and contracting in April, with two straight months of expansion before that. New export orders remain sluggish as international trading partners continue to struggle with weak economies,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index continued to indicate cooling in August with a reading of 49.6 percent, an increase of 1 percentage point compared to July's figure of 48.6 percent. \"Imports contracted for the third month in a row after five consecutive months of expansion preceded by 14 consecutive months of contraction. Respondents' companies have limited their investments in inventory, as growth prospects remain unclear. Ocean freight costs continue to rise, and access to equipment remains challenged,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-08-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Business is relatively flat — the same volume, but smaller orders.\" [Chemical Products]",
      "\"Demand continued to soften into the second half of the year. Supply chain pipelines and inventories remain full, reducing the need for overtime. Geopolitical issues between China and Taiwan as well as the election in November remain weighing concerns.\" [Transportation Equipment]",
      "\"Even though we are used to a seasonal reduction in business over the summer, consumer behavior is changing more than normal. Sales are lighter, and customer orders are coming in under forecasts. It seems consumers are starting to pull back on spending.\" [Food, Beverage & Tobacco Products]",
      "\"Availability of parts is good, with small exceptions of missing materials here and there. Ordering is still well below typical levels as we continue to burn down inventory of raw goods, with 'normal' ordering trends expected to return sometime in the second half of 2024.\" [Computer & Electronic Products]",
      "\"It seems that the economy is slowing down significantly. The number of sales calls received from new suppliers is increasing significantly. Our own order backlog is also diminishing. We are hoping for an increase in customer demand, or we will possibly need to make organizational changes.\" [Machinery]",
      "\"Unfortunately, our business is experiencing the sharpest decline in order levels in a year. We were well below our budget target in June; as a result, it was the first month this year that we had negative net income.\" [Fabricated Metal Products]",
      "\"Business is slowing, and we are taking cost actions.\" [Electrical Equipment, Appliances & Components]",
      "\"Some markets that are usually unwavering are showing weakness. Weather is the common factor, but only so much.\" [Nonmetallic Mineral Products]",
      "\"Our sales forecast for July and August are slow, but we're making every attempt to remedy that situation. Our medical end-user customers continue to meet their forecasts, which is promising.\" [Textile Mills]",
      "\"Elevated financing costs have dampened demand for residential investment. This has reduced our need for component products and inventory.\" [Wood Products]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes.",
      "*Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index continued in contraction territory in July, registering 45.9 percent, 2.6 percentage points lower than the June reading of 48.5 percent. None of the six largest manufacturing sectors reported increased production. The index recorded its lowest performance since May 2020 , when it registered 34.2 percent. \"Panelists' companies significantly reduced output levels compared to June. New order rates remain weak, and backlog levels continue to decline. Companies continue to avoid investing in inventory due to the current economic uncertainty,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 43.4 percent in July, 5.9 percentage points lower than the June reading of 49.3 percent. The index recorded its lowest level since a reading of 42 percent in June 2020 . \"The index contracted for the second consecutive month after an expansion in May, which broke a seven-month streak of contraction. None of the six big manufacturing sectors expanded employment in July. Respondents' companies are continuing to reduce head counts through layoffs, attrition and hiring freezes. Panelists' comments in July indicated a notable increase in staff reductions compared to June, supported by the approximately 1-to-1.8 ratio of hiring versus head-count reduction comments,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was slower in July, with the Supplier Deliveries Index registering 52.6 percent, a 2.8-percentage point gain compared to the reading of 49.8 percent reported in June. This is the first month of slower deliveries after four consecutive months of faster deliveries. After a reading of 52.4 percent in September 2022 , the index went into contraction territory the following month and remained there until February. Of the six big industries, three (Transportation Equipment; Chemical Products; and Computer & Electronic Products) reported slower supplier deliveries in July. \"Supplier deliveries are slowing as panelists' companies increasingly rely on their suppliers to manage their purchased material inventory, putting more strain on the supply chain,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 44.5 percent in July, down 0.9 percentage point compared to the reading of 45.4 percent reported in June. \"Manufacturing inventories contracted at a faster rate compared to the previous month. None of the six big industries reported increased manufacturing inventories in July. Continuing demand uncertainty is causing panelists' companies to reduce investment in inventory and remain reliant on suppliers to carry 'on-demand' inventory,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 52.9 percent, 0.8 percentage point higher compared to the June reading of 52.1 percent, indicating raw materials prices increased in July for the seventh month after eight consecutive months of decreases. Of the six largest manufacturing industries, three — Chemical Products; Computer & Electronic Products; and Food, Beverage & Tobacco Products — reported price increases in July. \"The Prices Index indicated expansion in July, at a faster rate compared to the previous month. Commodity prices continue to be volatile, especially oil, natural gas, aluminum and plastic resins. Steel prices have reached long-term historical lows, supported by declining scrap prices. Twenty-three percent of companies reported higher prices in July, compared to 20 percent in June,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 52.9 percent, 0.8 percentage point higher compared to the June reading of 52.1 percent, indicating raw materials prices increased in July for the seventh month after eight consecutive months of decreases. Of the six largest manufacturing industries, three — Chemical Products; Computer & Electronic Products; and Food, Beverage & Tobacco Products — reported price increases in July. \"The Prices Index indicated expansion in July, at a faster rate compared to the previous month. Commodity prices continue to be volatile, especially oil, natural gas, aluminum and plastic resins. Steel prices have reached long-term historical lows, supported by declining scrap prices. Twenty-three percent of companies reported higher prices in July, compared to 20 percent in June,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 41.7 percent, the same reading as in June, indicating order backlogs contracted for the 22nd consecutive month after a 27-month period of expansion. For the second consecutive month, the index recorded its lowest reading since November 2023 , when it registered 39.3 percent. None of the six largest manufacturing industries reported expanded order backlogs in July. \"The index remained in contraction in July, as new order rates were insufficient to allow backlogs to grow. After 22 months of backlog contraction, it is believed that order books are now at historically low levels,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 49 percent in July, up 0.2 percentage point from June's reading of 48.8 percent. \"The New Export Orders Index reading indicates that export orders contracted for a second month after expanding in May and contracting in April, with two straight months of expansion before that. As was experienced in June, new export orders remain sluggish as international trading partners continue to struggle with weak economies,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index cooled again in July with a reading of 48.6 percent, an increase of 0.1 percentage point compared to June's figure of 48.5 percent. \"Imports contracted for the second month in a row after five consecutive months of expansion preceded by 14 consecutive months of contraction. Since the beginning of April, respondents' companies have limited their investments in inventory, as growth prospects remain cloudy. Ocean freight costs continue to rise and access to equipment remains challenged as a result of extended transit times, reducing container and ship availability,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-07-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"High volume of customer orders.\" [Chemical Products]",
      "\"Customers continue to cut orders with short notice, causing a ripple effect throughout lower-tier suppliers.\" [Transportation Equipment]",
      "\"Consumer demand and inventories are no longer stable at retail and food service establishments.\" [Food, Beverage & Tobacco Products]",
      "\"While orders are still steady, inventory from the previous month is enough to satisfy current- and near-term commitments.\" [Computer & Electronic Products]",
      "\"Customers ordering more to create buffer stocks (in case of) future shortages.\" [Electrical Equipment, Appliances & Components]",
      "\"Order levels in two of our main divisions are indicating weak demand, and now we must work to reduce inventory levels.\" [Fabricated Metal Products]",
      "\"Sales backlog is decreasing. We have furloughed a portion of our workforce as a result.\" [Machinery]",
      "\"The level of production is lower due to decreased demand for products.\" [Miscellaneous Manufacturing]",
      "\"Elevated financing costs have dampened demand for residential investment. We have reduced inventories of production components.\" [Wood Products]",
      "\"Orders have increased slightly due to seasonal restocking.\" [Plastics & Rubber Products]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index fell into contraction territory in June, registering 48.5 percent, 1.7 percentage points lower than the May reading of 50.2 percent. Of the six largest manufacturing sectors, only one (Chemical Products) reported increased production. \"Panelists' companies marginally reduced output levels compared to May. New order rates remain weak and backlog levels continue to decline, as production output enters contraction territory and companies are hesitant to invest in intermediate goods and finished goods inventory due to economic uncertainty,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 49.3 percent in June, 1.8 percentage points lower than the May reading of 51.1 percent. \"The index indicated employment contracted after an expansion in May which broke a seven-month streak of contraction. Of the six big manufacturing sectors, only one (Fabricated Metal Products) expanded employment in June. Many Business Survey Committee respondents' companies are continuing to reduce head counts through layoffs, attrition and hiring freezes. Panelists' comments in June indicated a marginal decline in staff reductions compared to May, supported by the approximately 1.3-to-1 ratio of hiring versus head-count reduction comments,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was faster in June, with the Supplier Deliveries Index registering 49.8 percent, a 0.9-percentage point gain compared to the reading of 48.9 percent reported in May. This is the fourth consecutive month of faster deliveries after one month of slower performance preceded by 16 straight months in \"faster\" territory. After a reading of 52.4 percent in September 2022 , the index went into contraction territory in October and remained there until February. Of the six big industries, two (Chemical Products; and Machinery) reported slower supplier deliveries in June. \"On a consistent basis in 2024, suppliers have supported customers adequately by delivering faster, making more reliable promises and slowly reducing lead times. Panelists continue to predict faster supplier deliveries for the rest of the year,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 45.4 percent in June, down 2.5 percentage points compared to the reading of 47.9 percent reported in May. \"Manufacturing inventories contracted at a faster rate compared to the previous month. None of the six big industries reported increased manufacturing inventories in June. Demand uncertainty is causing panelists' companies to reduce investment in inventory and remain reliant on suppliers to carry 'on-demand' inventory,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 52.1 percent, 4.9 percentage points lower compared to the May reading of 57 percent, indicating raw materials prices increased in June for the sixth month after eight consecutive months of decreases. Of the six largest manufacturing industries, three — Computer & Electronic Products; Food, Beverage & Tobacco Products; and Chemical Products — reported price increases in June. \"The Prices Index indicated expansion in June, but at slower rate compared to the previous month. Commodity prices continue to be volatile, especially fuel, natural gas, aluminum and plastics. Steel prices are approaching long-term historical lows. Twenty percent of companies reported higher prices in June, compared to 26 percent in May, a clear improvement,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 52.1 percent, 4.9 percentage points lower compared to the May reading of 57 percent, indicating raw materials prices increased in June for the sixth month after eight consecutive months of decreases. Of the six largest manufacturing industries, three — Computer & Electronic Products; Food, Beverage & Tobacco Products; and Chemical Products — reported price increases in June. \"The Prices Index indicated expansion in June, but at slower rate compared to the previous month. Commodity prices continue to be volatile, especially fuel, natural gas, aluminum and plastics. Steel prices are approaching long-term historical lows. Twenty percent of companies reported higher prices in June, compared to 26 percent in May, a clear improvement,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 41.7 percent, down 0.7 percentage point from the 42.4 percent reported in May, indicating order backlogs contracted for the 21st consecutive month after a 27-month period of expansion. The index recorded its lowest rate since November 2023 , when it registered 39.3 percent. None of the six largest manufacturing industries reported expanded order backlogs in June. \"The index remained in contraction in June, as new order rates were insufficient to allow backlogs to grow,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 48.8 percent in June, down 1.8 percentage points from May's reading of 50.6 percent. \"The New Export Orders Index reading indicates that export orders contracted in June after expanding in May and contracting in April, with two straight months of expansion before that. New export levels remain sluggish as international trading partners continue to struggle with slow moving economies,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index cooled in June with a reading of 48.5 percent, a decrease of 2.6 percentage points compared to May's figure of 51.1 percent. \"Imports contracted after five consecutive months of expansion preceded by 14 consecutive months of contraction. Respondents' companies continue to limit investment in inventory, as future growth prospects remain cloudy. Ocean freight costs continue to rise and access to equipment remains restricted as a result of extended transit times, reducing available container and ship availability,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-06-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Seems like a minor slowdown is happening. With less spending in the economy, less pressure on us for our products.\" [Chemical Products]",
      "\"Business conditions are pacing with budget and forecast for 2024. Certain markets are soft, but others are ahead of forecast, allowing us to maintain overall. Concerns with the economy continue to drive business decisions.\" [Transportation Equipment]",
      "\"Volume continues to be challenging, mostly due to inflationary impacts.\" [Food, Beverage & Tobacco Products]",
      "\"Orders have started to rebound, but inventory levels remain high enough for no impact on our supplier orders. It will take a few more strong months before supplier orders are reactivated or increased.\" [Computer & Electronic Products]",
      "\"Backlog is dwindling as we get caught up on orders; new orders are not coming in as robust as the backlog is going down. Inflation continues to be a problem with pricing of raw material and interest rates. We expect a flat rest of calendar year 2024, especially given that it's a presidential election year.\" [Machinery]",
      "\"Export shipments continue to be soft as capital equipment sales remain lower than forecast. As a result, production is also trending lower and inventory that is not able to be pushed out is growing.\" [Fabricated Metal Products]",
      "\"Demand has been strong the first few months — ahead of budget, consistent with last year. Bookings are starting to slow down for May and June. We are monitoring this data closely to determine if it is a sign of decline or our typical cyclical demand.\" [Electrical Equipment, Appliances & Components]",
      "\"Business is picking up, with incoming bookings increasing.\" [Furniture & Related Products]",
      "\"Overall softening of markets for the month of June. Some impacts on a regional basis with the continued weather in the northeast, south and southeast regions. Delays in shipments continue across multiple regions.\" [Petroleum & Coal Products]",
      "\"General concern about overall industry economics. Pricing weakness continues, and we anticipate more headwinds in the coming months for spot orders and inflation. Contract order book remains steady.\" [Primary Metals]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index pulled back slightly, but remained in expansion territory in May, registering 50.2 percent, 1.1 percentage points lower than the April reading of 51.3 percent. The Production Index has been in expansion in four of the last five months. Of the six largest manufacturing sectors, two (Fabricated Metal Products; and Chemical Products) reported increased production. \"Panelists' companies marginally improved output levels compared to April. With new order rates weak and backlog levels sagging to historical lows, maintaining production output without growing intermediate goods and finished goods inventory will be a challenge in June,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 51.1 percent in May, 2.5 percentage points higher than the April reading of 48.6 percent. \"The index indicated employment expanded after seven consecutive months of contraction. Of the six big manufacturing sectors, three (Food, Beverage & Tobacco Products; Transportation Equipment; and Chemical Products) expanded employment in May. Many Business Survey Committee respondents' companies are continuing to reduce head counts through layoffs (which accounted for 38 percent of reduction activity, down from 50 percent in April), attrition and hiring freezes. Panelists' comments in May indicated an increase in staff reductions compared to April. The approximately 1-to-1 ratio of hiring versus reduction comments is consistent with activity from November 2023 through March,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was faster in May, with the Supplier Deliveries Index registering 48.9 percent, the same reading reported in April. This is the third consecutive month of faster deliveries after one month of slower performance preceded by 16 straight months in \"faster\" territory. After a reading of 52.4 percent in September 2022 , the index went into contraction territory in October and remained there until February. Of the six big industries, only one (Chemical Products) reported slower supplier deliveries in May. \"Suppliers continue to support their customers adequately as suppliers deliver faster, make more reliable promises and slowly reduce lead times. Panelists predict faster supplier deliveries through the rest of 2024,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 47.9 percent in May, down 0.3 percentage point compared to the reading of 48.2 reported in April. \"Manufacturing inventories contracted at a slightly faster rate compared to the previous month. Of the six big industries, two (Fabricated Metal Products; and Food, Beverage & Tobacco Products) increased manufacturing inventories in May. Due to demand uncertainty, panelists' companies are showing caution in inventory investment, relying more on suppliers to carry inventory 'on demand.' This caution likely extends to more acute management of accounts payable and accounts receivable activities,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 57 percent, 3.9 percentage points lower compared to the April reading of 60.9 percent, indicating raw materials prices increased in May for the fifth month after eight consecutive months of decreases. Of the six largest manufacturing industries, five — Machinery; Chemical Products; Computer & Electronic Products; Food, Beverage & Tobacco Products; and Fabricated Metal Products — reported price increases in May. \"The Prices Index indicated strong expansion in May, but also easing compared to the previous month. Commodity prices continue to increase, especially fuel, natural gas, aluminum and plastics. Steel is showing signs of weakness. Twenty-six percent of companies reported higher prices in May, compared to 31 percent in April,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 57 percent, 3.9 percentage points lower compared to the April reading of 60.9 percent, indicating raw materials prices increased in May for the fifth month after eight consecutive months of decreases. Of the six largest manufacturing industries, five — Machinery; Chemical Products; Computer & Electronic Products; Food, Beverage & Tobacco Products; and Fabricated Metal Products — reported price increases in May. \"The Prices Index indicated strong expansion in May, but also easing compared to the previous month. Commodity prices continue to increase, especially fuel, natural gas, aluminum and plastics. Steel is showing signs of weakness. Twenty-six percent of companies reported higher prices in May, compared to 31 percent in April,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 42.4 percent, down 3 percentage points from the 45.4 percent reported in April, indicating order backlogs contracted for the 20th consecutive month after a 27-month period of expansion. Only one of the six largest manufacturing industries (Chemical Products) reported expanded order backlogs in May. \"The index remained in contraction in May, as new order rates were insufficient to allow backlogs to grow,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 50.6 percent in May, up 1.9 percentage points from April's reading of 48.7 percent. \"The New Export Orders Index reading indicates that export orders expanded slightly in May after one month of contraction and two straight months of expansion before that. Panelists' comments continue to support marginal improvement in demand from overseas customers,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index registered 51.1 percent in May, cooling somewhat with a decrease of 0.8 percentage point compared to April's reading of 51.9 percent. \"Imports grew for the fifth consecutive month after contracting for 14 consecutive months. Respondent companies continue to increase on-hand inventories cautiously, as future growth prospects remain cloudy. Ocean freight costs continue to rise as a result of extended transit times, reducing available container and ship availability,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-05-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Conditions are improving as demand is starting to recover. Costs continue to be a major concern as suppliers that rapidly increased prices in the follow-up from COVID-19 are slow to return to pre-pandemic levels.\" [Chemical Products]",
      "\"Sales continue to exceed expectations in 2024. The forecasted dip in commercial vehicle production volumes appears to be avoided. Operational output is still strong, and the supply chain has the capacity to support. International supply chain risks have been minimized, but the frequency of supplier insolvencies or bankruptcies appears to be increasing.\" [Transportation Equipment]",
      "\"Order flow has stabilized. It took some customers longer to replenish their supply chain network after the fourth-quarter rush we commonly have. Order rates are expected to remain stable through August.\" [Food, Beverage & Tobacco Products]",
      "\"Some small indications of market improvement in China for our instruments and technology. Recovery is still slower than we had hoped, and macroeconomic uncertainty remains in Europe and the Middle East , as well as domestically in the U.S. with ongoing inflationary pressures and anticipation for the (upcoming) election.\" [Computer & Electronic Products]",
      "\"Market conditions have definitely softened. Thankfully, our backlog is strong and will get us through the year. When conditions improve as expected later this year, we will be in a good position to continue building the business. We are a manufacturer of automated packaging equipment for the food and beverage industry, and with a continued shortage of workers, our customers are requiring more and more automation.\" [Machinery]",
      "\"Business is slowing down — it has been a gradual decline for the last several months. We are not seeing new orders at last year's level, or at this year's budgeted levels.\" [Fabricated Metal Products]",
      "\"There has been a lot of volatility in sales. On average, our sales look flat, but the volatility is concerning.\" [Electrical Equipment, Appliances & Components]",
      "\"Business remained strong through the first quarter and has started strong for the second quarter. Commercial construction is still going well but on a regional basis, with the Southeast the strongest.\" [Nonmetallic Mineral Products]",
      "\"The major factor affecting our business is the uncertainty of the Federal Reserve's handling of interest rates, which will affect our customers' businesses, thereby affecting ours.\" [Plastics & Rubber Products]",
      "\"Business is stable, and orders have been consistent. We're quoting new business for the factory, and automotive builds continue at averages but not near maximum outputs. Workforce is stable, with the turnover ratio dropping considerably. Salaries and hourly rates increasing to meet inflationary pressures.\" [Primary Metals]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index pulled back but remained in expansion territory in April, registering 51.3 percent, 3.3 percentage points lower than the March reading of 54.6 percent. The Production Index had been in contraction for 11 of the previous 16 months. Of the six largest manufacturing sectors, four (Transportation Equipment; Chemical Products; Computer & Electronic Products; and Fabricated Metal Products) reported increased production. \"Panelists' companies marginally improved output levels compared to March,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 48.6 percent in April, 1.2 percentage points higher than the March reading of 47.4 percent. \"The index indicated employment contracted for the seventh month in a row (but at a slower rate in April) after one month of expansion and three months of contraction before that. Of the six big manufacturing sectors, two (Transportation Equipment; and Computer & Electronic Products) expanded employment in April. Many Business Survey Committee respondents' companies are continuing to reduce head counts through layoffs (which accounted for 50 percent of reduction activity, down from 76 percent in March), attrition and hiring freezes. Panelists' comments in April indicated a slowing of staff-cutting efforts. The approximately 1.7-to-1 ratio of hire versus reduction comments is the highest since September 2023 , when it was 2-to-1,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was marginally faster in April for the second consecutive month after one month of slowing preceded by 16 straight months in \"faster\" territory. The Supplier Deliveries Index, which registered 48.9 percent, was 1 percentage point lower than the 49.9 percent reported in March. After a reading of 52.4 percent in September 2022 , the index went into contraction territory in October and remained there until February. Of the six big industries, only one (Food, Beverage & Tobacco Products) reported slower supplier deliveries in April. \"Suppliers continue to support their customers adequately as suppliers deliver faster, make more reliable promises and slowly reduce lead times,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 48.2 percent in April, the same reading as reported in March. \"Manufacturing inventories contracted at the same rate compared to the previous month. Of the six big industries, only one (Food, Beverage & Tobacco Products) increased manufacturing inventories in April. Panelists' companies continue to indicate a willingness to invest in manufacturing inventory to improve on-time deliveries, gain precision in revenue projections and improve customer service. However, they are proceeding judiciously on this objective, preferring to wait for additional demand,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 60.9 percent, 5.1 percentage points higher compared to the March reading of 55.8 percent, indicating raw materials prices increased in April for the fourth month in a row after eight consecutive months of decreases. Of the six largest manufacturing industries, four — Chemical Products; Fabricated Metal Products; Computer & Electronic Products; and Machinery — reported price increases in April. \"The Prices Index indicated strong expansion in April, with its highest reading since June 2022 (78.7 percent). Commodity prices continue to increase, especially crude oil, aluminum, steel and plastics. Thirty-one percent of companies reported higher prices in April, compared to 24 percent in March,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 60.9 percent, 5.1 percentage points higher compared to the March reading of 55.8 percent, indicating raw materials prices increased in April for the fourth month in a row after eight consecutive months of decreases. Of the six largest manufacturing industries, four — Chemical Products; Fabricated Metal Products; Computer & Electronic Products; and Machinery — reported price increases in April. \"The Prices Index indicated strong expansion in April, with its highest reading since June 2022 (78.7 percent). Commodity prices continue to increase, especially crude oil, aluminum, steel and plastics. Thirty-one percent of companies reported higher prices in April, compared to 24 percent in March,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 45.4 percent, down 0.9 percentage point from the 46.3 percent reported in March, indicating order backlogs contracted for the 19th consecutive month after a 27-month period of expansion. None of the six largest manufacturing industries reported expanded order backlogs in April. \"The index remained in contraction in April, as new order rates and production output were insufficient to allow backlogs to grow,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 48.7 percent in April, down 2.9 percentage points from March's reading of 51.6 percent. \"The New Export Orders Index reading indicates that export orders contracted in April following two straight months of expansion and eight months of contraction prior to that. Panelists' comments continue to support improvement in demand from overseas customers,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index registered 51.9 percent in April, cooling somewhat with a decrease of 1.1 percentage points compared to March's reading of 53 percent. \"Imports grew for the fourth consecutive month in April after contracting for 14 consecutive months. Companies continue to increase on-hand inventories, in line with an overall restocking of input materials. Ocean freight costs continue to rise as a result of the Red Sea turmoil and Suez Canal disruptions,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-04-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Performance continues to defy projections of a downturn in activity. Demand remains strong, and the pipeline for orders is robust.\" [Chemical Products]",
      "\"Expecting to see orders and production pick up for the second quarter. Suppliers are working with us to help drive costs down, which will help improve the margin for the rest of the year and deliver growth in 2025.\" [Transportation Equipment]",
      "\"Commodity prices continue to hold steady.\" [Food, Beverage & Tobacco Products]",
      "\"Demand remains soft, but optimism is high that orders are 'just on the horizon.' Expectations are for a strong second quarter. Supply chain issues are minimal, with only semiconductors and select electronic parts being an issue.\" [Computer & Electronic Products]",
      "\"Noticing an increase in suppliers' selectiveness regarding orders they quote and take. Additionally, there's been a noticeable increase in manufacturing companies targeted for acquisition by larger entities (established companies, investment firms and the like).\" [Machinery]",
      "\"Business is still strong — we are meeting and exceeding our forecasts. So far, we're not hearing anything negative with our customers as far as ongoing business is concerned — it's the same for raw material suppliers, nothing negative.\" [Fabricated Metal Products]",
      "\"As an energy-intensive manufacturer, energy pricing continues to be a concern for our business. The move to electrification has increased demand, and supply is not stable because we're not in an ideal geography for wind and solar power.\" [Paper Products]",
      "\"The potential aftermaths of the presidential election are beginning to impact conversations and negotiations of long-term agreements/contracts.\" [Petroleum & Coal Products]",
      "\"Continue to experience a softness in the industrial sector. There is optimism that order activity will increase in the late second quarter, leading to improvement in this segment for the second half of the year. The aerospace and defense market is continuing to ramp up, and demand is outpacing supply in our supply chain.\" [Primary Metals]",
      "\"Business activity is up. Many manufacturers are anticipating better business in the second quarter and much better in the third quarter. They are reporting that second-quarter bookings are just starting to ramp up.\" [Wood Products]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index surged back into expansion territory in March, registering 54.6 percent, 6.2 percentage points higher than the February reading of 48.4 percent. The Production Index had been in contraction for 11 of the previous 15 months. Of the six largest manufacturing sectors, five (Chemical Products; Fabricated Metal Products; Food, Beverage & Tobacco Products; Transportation Equipment; and Computer & Electronic Products) reported increased production. \"Panelists' companies improved output levels compared to February. The index posted its highest reading since June 2022 , when it registered 54.7 percent,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 47.4 percent in March, 1.5 percentage points higher than the February reading of 45.9 percent. \"The index indicated employment contracted for the sixth month in a row (but at a slower rate in March) after one month of expansion and three months of contraction before that. Of the six big manufacturing sectors, three (Transportation Equipment; Machinery; and Food, Beverage & Tobacco Products) expanded employment in March. Many Business Survey Committee respondents' companies are continuing to reduce head counts through layoffs (which account for 76 percent of reduction activity, up from 50 percent in February), attrition and hiring freezes. Panelists' comments in March were again equally split between companies adding and reducing head counts. This approximately 1-to-1 ratio has been consistent since October 2023 ,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was marginally faster in March after one month of slowing preceded by 16 straight months in \"faster\" territory. The Supplier Deliveries Index, which registered 49.9 percent, was 0.2 percentage point lower than the 50.1 percent reported in February. After a reading of 52.4 percent in September 2022 , the index went into contraction territory in October and had been there until January. \"Panelists' comments continue to indicate that supplier performance is improving; delivery promises are more stable as inputs transition to a more demand-driven environment. For the third month, supplier responsiveness appears to be 'stiffer,' meaning some suppliers are struggling to keep up,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 48.2 percent in March, 2.9 percentage points higher than the 45.3 percent reported in February. \"Manufacturing inventories contracted at a slower rate compared to the previous month. Of the six big industries, three (Fabricated Metal Products; Chemical Products; and Food, Beverage & Tobacco Products) increased manufacturing inventories in March. Panelists' companies continue to indicate a willingness to invest in manufacturing inventory to improve on-time deliveries, gain precision in revenue projections and improve customer service,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 55.8 percent, 3.3 percentage points higher compared to the February reading of 52.5 percent, indicating raw materials prices increased in March for the third month in a row after eight consecutive months of decreases. Of the six largest manufacturing industries, four — Chemical Products; Food, Beverage & Tobacco Products; Computer & Electronic Products; and Machinery — reported price increases in March. \"The Prices Index indicated moderate expansion in March, recording its highest level since July 2022 (60 percent). Commodity prices continue to be volatile, especially crude oil, aluminum and plastics. Twenty-four percent of companies reported higher prices, compared to 18 percent in February,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 55.8 percent, 3.3 percentage points higher compared to the February reading of 52.5 percent, indicating raw materials prices increased in March for the third month in a row after eight consecutive months of decreases. Of the six largest manufacturing industries, four — Chemical Products; Food, Beverage & Tobacco Products; Computer & Electronic Products; and Machinery — reported price increases in March. \"The Prices Index indicated moderate expansion in March, recording its highest level since July 2022 (60 percent). Commodity prices continue to be volatile, especially crude oil, aluminum and plastics. Twenty-four percent of companies reported higher prices, compared to 18 percent in February,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 46.3 percent, the same figure as in February, indicating order backlogs contracted for the 18th consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, the only one reporting expanded order backlogs in March was Computer & Electronic Products, which was due in part to generally long lead times. \"The index remained in contraction in March, as production rates and new order levels continue to not be conducive to expansion in backlogs,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 51.6 percent in March, matching February's reading and repeating the index's highest figure since July 2022 (52.6 percent). \"The New Export Orders Index reading indicates that export orders expanded in March for a second straight month after eight consecutive months of contraction. Panelists' comments supported the continued improvement in demand from overseas customers,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index registered 53 percent in March, the same figure as in February, which keeps it at its highest level since a reading of 54.4 percent in July 2022 . \"Imports grew for the third consecutive month in March after contracting for 14 consecutive months. The month-over-month increases in import activity have been due to Lunar New Year pre-shipments and companies' desire to increase on-hand inventories. Ocean freight costs continue to rise as a result of trans-Suez disruptions,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-03-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Currently seeing increasing sales in our business. Most delivery dates are in the second quarter of 2024.\" [Chemical Products]",
      "\"The first quarter will be slower due to some customer order changes, but we are expecting the rest of 2024 to be strong. We may increase our growth projections.\" [Transportation Equipment]",
      "\"Typical first quarter volume drops from fourth quarter high volumes. Additional distribution has allowed us to maintain consistent production shifts.\" [Food, Beverage & Tobacco Products]",
      "\"Customer softness continues in China , Japan and Europe .\" [Computer & Electronic Products]",
      "\"Demand has finally picked up, with customer orders more closely resembling typical January and February levels. January was up 22 percent compared to December; February up 26 percent compared to January.\" [Machinery]",
      "\"Customer orders are steady, neither up nor down compared to last month. This steady state is what we budgeted and forecast. We are forecasting business to increase 2 percent to 4 percent over the next couple of months.\" [Fabricated Metal Products]",
      "\"Business outlook overall is stable. Working through customer backlog with some raw material lead times improving.\" [Miscellaneous Manufacturing]",
      "\"We reflected on 2023 for maybe a minute and turned the page forward to 2024. Weather in January caused several operations to be idle, and shipments were affected.\" [Nonmetallic Mineral Products]",
      "\"The month seems to be getting stronger with each passing day and week. Lots of market volatility —pricing flat to downward. It will be interesting to see how the last days of the month play out, as indications seem to be all over the place.\" [Primary Metals]",
      "\"We are experiencing increased sales, which is putting pressure on the plant and assembly to meet new customer demand.\" [Electrical Equipment, Appliances & Components]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index moved back into contraction territory in February, registering 48.4 percent, 2 percentage points lower than the January reading of 50.4 percent. The Production Index has been in contraction in 11 of the last 15 months. Of the six largest manufacturing sectors, two (Fabricated Metal Products; and Chemical Products) reported increased production. More importantly, both of those industries are \"foundational,\" providing products across the manufacturing sector. \"Panelists' companies essentially maintained output levels from January, but due to seasonality adjustments, expansion wasn't fast enough to avoid a subindex reading in contraction territory. Overall, production rates have been essentially stable since July 2023 , with slight month-over-month declines consistent with reductions in demand and backlog,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 45.9 percent in February, 1.2 percentage points lower than the January reading of 47.1 percent. \"The index indicated employment contracted for the fifth month in a row (and at a faster rate in February) after one month of expansion and three months of contraction before that. Of the six big manufacturing sectors, only Transportation Equipment expanded employment in February. Many Business Survey Committee respondents' companies are continuing to reduce head counts using layoffs (which account for 50 percent of reduction activity), attrition and hiring freezes. Panelists' comments in February were equally split between their companies adding and reducing head counts. This approximately 1-to-1 ratio has been consistent since October 2023 ,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was slower in February after 16 straight months in \"faster\" territory for the Supplier Deliveries Index, which registered 50.1 percent, 1 percentage point higher than the 49.1 percent reported in January. After a reading of 52.4 percent in September 2022 , the index went into contraction territory in October and had been there until February. \"Panelists' comments continue to indicate that suppliers' performance is improving; delivery promises appear to be more stable as inputs transition to a more demand-driven environment. For the second month, supplier responsiveness appears to be 'stiffer,' meaning some suppliers are struggling to keep up,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 45.3 percent in February, 0.9 percentage point lower than the 46.2 percent reported in January. \"Manufacturing inventories contracted at a slightly faster rate compared to the previous month. Of the six big industries, two (Food, Beverage & Tobacco Products; and Fabricated Metal Products) increased manufacturing inventories in February. Overall, panelists' companies are indicating a willingness to invest in manufacturing inventory to improve on-time deliveries, gain precision in revenue projections and improve customer satisfaction. Something to watch in the coming months: Supply chains catching up to growing demand is a scenario that typically results in manufacturing inventories expanding,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 52.5 percent, 0.4 percentage point lower compared to the January reading of 52.9 percent, indicating raw materials prices increased in February for the second month in a row after eight consecutive months of decreases. Of the six largest manufacturing industries, three — Transportation Equipment; Chemical Products; and Computer & Electronic Products — reported price increases in February. \"The Prices Index indicated moderate expansion in the second month of 2024 as new pricing agreements are implemented at panelists' companies and commodity prices continue to be volatile. Steel, plastics, cement and aluminum all contributed to price growth in February. Eighteen percent of companies reported higher prices, compared to 20 percent in January,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 52.5 percent, 0.4 percentage point lower compared to the January reading of 52.9 percent, indicating raw materials prices increased in February for the second month in a row after eight consecutive months of decreases. Of the six largest manufacturing industries, three — Transportation Equipment; Chemical Products; and Computer & Electronic Products — reported price increases in February. \"The Prices Index indicated moderate expansion in the second month of 2024 as new pricing agreements are implemented at panelists' companies and commodity prices continue to be volatile. Steel, plastics, cement and aluminum all contributed to price growth in February. Eighteen percent of companies reported higher prices, compared to 20 percent in January,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 46.3 percent, a 1.6-percentage point increase compared to January's reading of 44.7 percent, indicating order backlogs contracted for the 17th consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, only Fabricated Metal Products expanded order backlogs in February. \"The index remains in contraction, though at a slightly slower rate in February, as production rates and new order levels continue to have a negative effect on backlogs,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 51.6 percent in February, 6.4 percentage points higher than the January reading of 45.2 percent. This is the index's highest reading since July 2022 (52.6 percent). \"The New Export Orders Index reading indicates that export orders expanded in February after eight consecutive months of contraction. Panelists' comments supported improvement in order activity from China and the European region,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index registered 53 percent in February, an increase of 2.9 percentage points compared to January's figure of 50.1 percent and its highest level since a reading of 54.4 percent in July 2022 . \"Imports grew for the second consecutive month in February after contracting for 14 consecutive months. Lunar New Year pre-shipments contributed to the month-over-month increase in import activity. Panelists continued to note rising ocean freight costs and extended trans-Suez lead times as a result of Red Sea disruptions,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-02-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"The start of 2024 looks good. Sales are above expectations, and costs are mostly stable. A few commodities are up in cost due to supply shortages. Many previously short commodities market positions have corrected themselves. There is a real short-term increase in the cost of international freight.\" [Chemical Products]",
      "\"The commercial vehicle market appears to be retracting a bit in 2024 compared to last year. Forecast sales have decreased slightly in most product segments, with only limited growth related to customers' competitive sourcing and moves to new technology. Most supply chains, including for semiconductors, have stabilized, with the only major escalation now being transit through the Red Sea.\" [Transportation Equipment]",
      "\"Business continues to stabilize. Cash flow will be tight in 2024.\" [Food, Beverage & Tobacco Products]",
      "\"U.S. economic outlook is affecting customer orders, and the current backlog is quite low compared to past quarters. Waiting on potential improvements from the CHIPS and Science Act.\" [Computer & Electronic Products]",
      "\"December sales were very strong but slower for the first part of January, as was expected. We expect to see steady sales going forward, if the (U.S. Federal Reserve) continues to hold rates and suggests a rate cut in the future.\" [Machinery]",
      "\"Good start to the year. We had budgeted a 3.5-percent increase over 2023. We expect it to be a challenging year. Currently, orders are positive in our automotive OEM and automotive aftermarket business. Our industrial business sector is looking weak at the moment. Still expect to achieve budget forecasts through the first quarter. (We) feel January is running high for automotive because at the end of December, many OEMs cancelled the last few weeks of orders to reduce inventory levels.\" [Fabricated Metal Products]",
      "\"Order backlog, which was at historically high levels, is diminishing due to supply chain improvements and slight slowdown of orders.\" [Miscellaneous Manufacturing]",
      "\"Demand continues to be slow. Reduction from the second half of 2023 has continued into this year. We are adjusting production to match demand.\" [Electrical Equipment, Appliances & Components]",
      "\"Current industry conditions are positive; however, a note of caution as we see potential headwinds with downward price movements in the coming months.\" [Primary Metals]",
      "\"Remarkable slowdown in business in December. January has picked up, but not to previous-year levels.\" [Textile Mills]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction. Indexes reflect newly released seasonal adjustment factors."
    ],
    "new_orders": "Production The Production Index moved back into expansion territory in January, registering 50.4 percent, 0.5 percentage point higher than the seasonally adjusted December reading of 49.9 percent. The Production Index has been in contraction in 10 of the last 14 months; in addition to this month, the index registered 50 percent or better in May, September and October 2023 . \"Panelists' companies essentially maintained the levels of output from December and November and now have an opportunity to increase production, based on the 'too low' reading for the Customers' Inventories Index,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 47.1 percent in January, 0.4 percentage point lower than the seasonally adjusted December reading of 47.5 percent. \"The index indicated employment contracted for the fourth month in a row (and at a faster rate in January) after one month of expansion and three months of contraction before that. Of the six big manufacturing sectors, only Transportation Equipment expanded. Labor management sentiment at Business Survey Committee respondents' companies still indicates a slowdown in hiring and, in January, a continuation of staff-reduction activity. Attrition, freezes and layoffs were used to reduce head counts. Quits rates remained at 12-month lows. The majority of panelists' comments indicated labor force reductions; in the previous two months, they were equally split between companies hiring and others reducing their labor forces,\" says Fiore. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was faster for the 16th straight month in January, as the Supplier Deliveries Index registered 49.1 percent, 2.1 percentage points higher than the 47 percent reported in December. After a reading of 52.4 percent in September 2022 , the index went into contraction territory in October and has been there since, with an average reading of 46.2 percent over the last 12 months, up from a rolling 12-month average of 46 percent in December. \"Panelists' comments continue to indicate that suppliers' performance is improving, but for most industries, delivery promises appear to be stable as inputs transition to a more demand-driven environment,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 46.2 percent in January, 2.3 percentage points higher than the seasonally adjusted 43.9 percent reported in December. \"Manufacturing inventories contracted at a slower rate compared to the previous month. Of the six big industries, only Transportation Equipment increased manufacturing inventories in January. Overall, panelists' companies continue to closely watch manufacturing inventory levels but showed signs, as the year began, of a willingness to invest in manufacturing inventory in order to improve on-time deliveries, gain precision in revenue projections and improve overall customer satisfaction,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 52.9 percent, 7.7 percentage points higher compared to the December reading of 45.2 percent, indicating raw materials prices increased in January after eight consecutive months of decreases. Of the six largest manufacturing industries, three — Fabricated Metal Products; Transportation Equipment; and Machinery — reported price increases in January. \"The Prices Index indicated expansion in the first month of 2024 as new pricing agreements get implemented at panelists' companies. The index reached its highest level since April 2023 (53.2 percent). Twenty percent of companies reported higher prices, compared to 14 percent in December,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 52.9 percent, 7.7 percentage points higher compared to the December reading of 45.2 percent, indicating raw materials prices increased in January after eight consecutive months of decreases. Of the six largest manufacturing industries, three — Fabricated Metal Products; Transportation Equipment; and Machinery — reported price increases in January. \"The Prices Index indicated expansion in the first month of 2024 as new pricing agreements get implemented at panelists' companies. The index reached its highest level since April 2023 (53.2 percent). Twenty percent of companies reported higher prices, compared to 14 percent in December,\" says Fiore. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 44.7 percent, a 0.6-percentage point decrease compared to December's reading of 45.3 percent, indicating order backlogs contracted for the 16th consecutive month after a 27-month period of expansion. Of the six largest manufacturing industries, only Transportation Equipment expanded order backlogs in January. \"The index remains in contraction, as production rates and new order levels continue to have a negative effect on backlogs,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 45.2 percent in January, 4.7 percentage points lower than the December reading of 49.9 percent. \"The New Export Orders Index indicated that export orders contracted for the eighth consecutive month, at a much faster rate in January. The index has shown weak performance for the last 18 months. Panelists returned to a more bearish perception for both China and Europe . The index registered its lowest level since May 2020 (39.5 percent),\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index registered 50.1 percent in January, an increase of 3.7 percentage points compared to December's figure of 46.4 percent. \"Imports grew in January after contracting for 14 consecutive months. With the Lunar New Year starting in early February, there should be a continued expansion in the Imports Index, assuming no other external factors. Panelists noted rising ocean freight costs and extended trans-Suez lead times to account for risk in the area,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2024-01-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Anticipation of the U.S. Federal Reserve holding off on interest-rate changes will encourage more companies to spend on capital investments again. As budgets get approval after the start of the calendar year, this should help drive investment and increase manufacturing activity once again.\" [Computer & Electronic Products]",
      "\"Overall, order intake has picked up over the last quarter and a backlog of projects is beginning to accumulate.\" [Chemical Products]",
      "\"Demand is up across the board. We are starting to see back orders grow again.\" [Transportation Equipment]",
      "\"Commodity costs are decreasing. Supply is readily available, and customers are still ordering to last year's volumes.\" [Food, Beverage & Tobacco Products]",
      "\"Business is slowing. Finished goods inventories are growing.\" [Machinery]",
      "\"We are forecasting a somewhat strong year for 2024. We're currently mildly optimistic for how next year will play out.\" [Fabricated Metal Products]",
      "\"We are seeing stronger demand from our American Automotive OEM customers now that the United Auto Workers (UAW) strike has been resolved. Looking at a very strong first quarter of 2024.\" [Primary Metals]",
      "\"Higher financing costs have diminished demand for residential investment. Customers are delaying a portion of their plans until borrowing costs are reduced. We are impacted with reduced new orders, diminished backlog of orders and uncertain short-term demand for products and services.\" [Wood Products]",
      "\"Finishing the year similar to 2022; however, 2023 was more erratic. Working to restore inventory position to ensure we have appropriate safety stock.\" [Electrical Equipment, Appliances & Components]",
      "\"Business conditions are good; sales and production are tracking in accordance with forecasts.\" [Miscellaneous Manufacturing]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index moved back into expansion territory in December, registering 50.3 percent, 1.8 percentage points higher than the November reading of 48.5 percent. The November contraction was preceded by two months of expansion, \"unchanged\" status (a reading of 50 percent) in August, and two months of contraction before that. \"Of the top six industries, two — Transportation Equipment; and Food, Beverage & Tobacco Products — expanded in December. Panelists' companies are meeting customer demand, as demonstrated by the Customers' Inventories Index registering on the low side of 'about right' status,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 48.1 percent in December, 2.3 percentage points higher than the November reading of 45.8 percent. \"The index indicated employment contracted again in December (but at a slower rate) after one month of expansion and three months of contraction before that. Of the six big manufacturing sectors, two (Transportation Equipment; and Chemical Products) expanded. Labor management sentiment at Business Survey Committee respondents' companies continues to indicate a slowdown in hiring and, in December, a continuation of staff-reduction activity. Attrition, freezes and layoffs to reduce head counts was activity similar to November, with layoffs being the most common measure. Panelists' comments were equally split between companies hiring and others reducing their labor forces, as was the case in November,\" says Fiore. An Employment Index above 50.4 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was faster for the 15th straight month in December, as the Supplier Deliveries Index registered 47 percent, 0.8 percentage point higher than the 46.2 percent reported in November. After registering 52.4 percent in September 2022 , the index went into contraction territory in October and has been there since, with an average reading of 46 percent over the last 12 months, up from a rolling 12-month average of 45.8 percent in November. Of the top six manufacturing industries, only Food, Beverage & Tobacco Products reported slower deliveries, reflecting the industry's seasonality. \"Panelists' comments continue to indicate that suppliers' performance is improving,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 44.3 percent in December, 0.5 percentage point lower than the 44.8 percent reported in November. \"Manufacturing inventories contracted at a slightly faster rate compared to the previous month. Of the six big industries, only Chemical Products increased manufacturing inventories in December. This is considered a positive indicator for future chemicals output growth as well as overall improvement in the other 17 industry sectors, as Chemical Products is a good gauge of total manufacturing demand. Overall, panelists' companies continue to manage manufacturing inventory levels down, as companies prepare for fiscal year closure,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 45.2 percent, 4.7 percentage points lower compared to the November reading of 49.9 percent, indicating raw materials prices decreased in December for the eighth consecutive month. The index has been in contraction (or \"decreasing\") territory since May, and a lower reading compared to November indicated a faster rate of price decreases. \"Panelists' comments indicate that buyers and suppliers continue to negotiate price levels for 2024, with commodity markets remaining highly volatile. Recent decreases in energy markets have been offset by increases in the steel markets. One of the top six manufacturing industries that is heavily steel dependent (Machinery, for the second month in a row) reported price increases in December. Eighty-six percent of panelists' companies reported 'same' or 'lower' prices in December, compared to 84 percent in November,\" says Fiore. A Prices Index above 52.9 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 45.2 percent, 4.7 percentage points lower compared to the November reading of 49.9 percent, indicating raw materials prices decreased in December for the eighth consecutive month. The index has been in contraction (or \"decreasing\") territory since May, and a lower reading compared to November indicated a faster rate of price decreases. \"Panelists' comments indicate that buyers and suppliers continue to negotiate price levels for 2024, with commodity markets remaining highly volatile. Recent decreases in energy markets have been offset by increases in the steel markets. One of the top six manufacturing industries that is heavily steel dependent (Machinery, for the second month in a row) reported price increases in December. Eighty-six percent of panelists' companies reported 'same' or 'lower' prices in December, compared to 84 percent in November,\" says Fiore. A Prices Index above 52.9 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 45.3 percent, a 6-percentage point gain compared to November's reading of 39.3 percent, indicating order backlogs contracted for the 15th consecutive month (at a notably slower rate in December) after a 27-month period of expansion. Two of the six largest manufacturing sectors (Petroleum & Coal Products; and Chemical Products) expanded order backlogs in December. \"The index remains in contraction as production rates and new order levels continue to have a negative effect on backlogs but to a lesser extent in December. The index registered its highest reading since September 2022 , when it was at 50.9 percent,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 49.9 percent in December, 3.9 percentage points higher than the November reading of 46 percent. \"The New Export Orders Index indicated that export orders contracted for the seventh consecutive month in December, but at a much slower rate. The index has shown weak performance for the last 17 months. However, for the first time in many months, panelists are more bullish on export activity, for both the Asia-Pacific region and Europe ,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index registered 46.4 percent in December, an increase of 0.2 percentage point compared to November's figure of 46.2 percent. \"Imports contracted for the 14h consecutive month, at a slightly slower rate in December. Reduced imports remain consistent with slowing demand. Shipping capacity, prices and lead times continue to be accommodative,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2023-12-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Economy appears to be slowing dramatically. Customer orders are pushing out, and all efforts are being made to right-size inventory levels, both to mitigate carrying costs on pushed-out orders and to load up on inventory where costs are exploding, like cold-rolled steel.\" [Computer & Electronic Products]",
      "\"Starting to feel softening in the economy, with labor still a challenge to backfill critical roles. The 2024 forecast looks challenging, specially from a cost perspective.\" [Chemical Products]",
      "\"Nearly all microchip supply issues have been resolved, finally bringing an end to the three-year chip shortage. Material prices are remaining relatively flat. Supply chain issues continue in several areas, resulting from difficulties during the United Auto Workers (UAW) strike.\" [Transportation Equipment]",
      "\"Our executives have requested that we bring down inventory levels considerably, and it has started causing customer shortages. Both finished goods, and low inventories of raw and packing materials are creating issues in fulfilling customer demand, and in some cases causing serious (production) delays.\" [Food, Beverage & Tobacco Products]",
      "\"The end of the major construction season and an early pullback in customer capital expenditures purchases have resulted in a lower backlog in the fourth quarter.\" [Machinery]",
      "\"Automotive sales still impacted by UAW strike. Still waiting for orders to come in, and we also need to work down inventory levels that increased during the strike period. This will most likely happen in December.\" [Fabricated Metal Products]",
      "\"Customer orders have pushed into the first quarter of 2024, resulting in inflated end-of-year inventory.\" [Miscellaneous Manufacturing]",
      "\"(Our situation is) good but guarded, as next year is hard to predict. There are undertones of uncertainty in the market and the impact of inflation on maintenance and project costs has become apparent.\" [Nonmetallic Mineral Products]",
      "\"Customers back online after the UAW strike. Consuming inventory that was built as a strike bank. Still (having) issues with hiring quality candidates for both hourly and salaried positions. Current inventory levels are too high, but the order book remains strong.\" [Primary Metals]",
      "\"Elevated financing costs have dampened demand for residential investment. Our business has been negatively impacted through reduced new orders for our products and services. We are purchasing less for production and finished goods inventories.\" [Wood Products]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index dropped into contraction territory in November, registering 48.5 percent, 1.9 percentage points lower than the October reading of 50.4 percent. This follows two months of expansion preceded by one month of \"unchanged\" status and two months of contraction. \"Of the top six industries, two — Food, Beverage & Tobacco Products; and Transportation Equipment — expanded in November. Production output in November was marginally down compared to the previous month. Panelists' companies are meeting customer demand, as demonstrated by the Customers' Inventories Index registering above 50 percent, or on the high side of 'about right,' \" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 45.8 percent in November, 1 percentage point lower than the October reading of 46.8 percent. \"The index indicated employment contracted again in November after one month of expansion and three months of contraction before that. Of the six big manufacturing sectors, three (Food, Beverage & Tobacco Products; Transportation Equipment; and Chemical Products) expanded. Labor management sentiment at Business Survey Committee respondents' companies continues to indicate a slowdown in hiring and, in November, an increase in staff-reduction activity. Attrition, freezes and layoffs to reduce head counts increased during the period, with layoffs and attrition the primary measures. Panelists' comments were equally split between companies hiring and others reducing their labor forces — a first since such comments have been tracked,\" says Fiore. An Employment Index above 50.4 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † Delivery performance of suppliers to manufacturing organizations was faster for the 14th straight month in November, as the Supplier Deliveries Index registered 46.2 percent, 1.5 percentage points lower than the 47.7 percent reported in October. After registering 52.4 percent in September 2022 , the index went into contraction territory in October and has been there since, with an average reading of 45.8 percent over the last 12 months. Of the top six manufacturing industries, only Food, Beverage & Tobacco Products reported slower deliveries, reflecting the industry's seasonality. \"Panelists' comments continue to indicate that suppliers' performance is improving,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 44.8 percent in November, 1.5 percentage points higher than the 43.3 percent reported in October. \"Manufacturing inventories contracted at a slower rate compared to the previous month. Of the six big industries, only Food, Beverage & Tobacco Products increased manufacturing inventories in November, reflecting the industry's seasonality. Panelists' companies continue to manage manufacturing inventory levels down, as demand remains uncertain for the first quarter of 2024,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 49.9 percent, 4.8 percentage points higher compared to the October reading of 45.1 percent, indicating raw materials prices decreased in November for the seventh consecutive month, though just barely and essentially flat month over month. The index has been in contraction (or \"decreasing\") territory since May, but a higher reading compared to October indicated a slower rate of price decreases. \"Panelists' comments indicate that buyers and suppliers continue to negotiate price levels for 2024, with commodity markets remaining highly volatile. Recent decreases in energy markets are being offset by increases in the steel markets. Two of the top six manufacturing industries (Machinery; and Food, Beverage & Tobacco Products) reported price increases in November. Eighty-four percent of panelists' companies reported 'same' or 'lower' prices in November, compared to 89 percent in October,\" says Fiore. A Prices Index above 52.9 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 49.9 percent, 4.8 percentage points higher compared to the October reading of 45.1 percent, indicating raw materials prices decreased in November for the seventh consecutive month, though just barely and essentially flat month over month. The index has been in contraction (or \"decreasing\") territory since May, but a higher reading compared to October indicated a slower rate of price decreases. \"Panelists' comments indicate that buyers and suppliers continue to negotiate price levels for 2024, with commodity markets remaining highly volatile. Recent decreases in energy markets are being offset by increases in the steel markets. Two of the top six manufacturing industries (Machinery; and Food, Beverage & Tobacco Products) reported price increases in November. Eighty-four percent of panelists' companies reported 'same' or 'lower' prices in November, compared to 89 percent in October,\" says Fiore. A Prices Index above 52.9 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 39.3 percent, a 2.9-percentage point decrease compared to October's reading of 42.2 percent, indicating order backlogs contracted for the 14th consecutive month (and at a faster rate in November) after a 27-month period of expansion. None of the six largest manufacturing sectors expanded order backlogs in November. The index recorded its lowest level since June 2023 , when it registered 38.7 percent. \"For the third straight month, the index remains in strong contraction as production rates and new order levels continue to have a negative effect on backlogs,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 46 percent in November, 3.4 percentage points lower than the October reading of 49.4 percent. \"The New Export Orders Index indicated that export orders contracted for the sixth consecutive month in November; the index has shown weak performance for the last 16 months. Comments continue to note overall weakness,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index registered 46.2 percent in November, a decrease of 1.7 percentage points compared to October's figure of 47.9 percent. \"Imports contracted for the 13th consecutive month, at a faster rate in November. For the second month, reduced imports remain consistent with slowing demand. Shipping capacity and prices remain accommodative,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2023-11-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"Markets remain tough, and we have focused more resources on sales and marketing to drive greater sales and new market penetration with our devices. Lots of leadership focus on what we can do in the near term that will also support long-term company goals.\" [Computer & Electronic Products]",
      "\"Economy absolutely slowing down. Less optimism regarding the first quarter of 2024.\" [Chemical Products]",
      "\"Backlog is starting to dip a bit. We're hearing of cutbacks in 2024 ordering, but it's still very strong compared to historical averages.\" [Transportation Equipment]",
      "\"Markets appear to have slightly slowed. Certain commodities remain high.\" [Food, Beverage & Tobacco Products]",
      "\"Seeing a slowdown on bookings, and our backlog is down to five days from 15 weeks earlier this year.\" [Machinery]",
      "\"A slow fourth quarter, and we're clearly in a mild industry recession. However, demand is down less than 5 percent, and customer confidence of a recovery in the second half of 2024 is solid. Supplier deliveries are stable, and suppliers are seeking more work. But they're not yet willing to adjust prices to compete for it.\" [Fabricated Metal Products]",
      "\"Business is decent — not great, but steady and solid. We are meeting our sales and margin goals, but it's definitely hard to guess the future.\" [Furniture & Related Products]",
      "\"Commercial constructions continue to remain ahead of 2022. We have some concern over 2024 regarding inflation, as well as gas and oil pricing potentially slowing down building.\" [Nonmetallic Mineral Products]",
      "\"Demand for raw materials/chemicals appears to be stable heading into the fourth quarter.\" [Petroleum & Coal Products]",
      "\"Orders continue to increase in some sectors. Construction industry-related products/orders are slowing down.\" [Plastics & Rubber Products]",
      "\"Despite the ongoing United Auto Workers (UAW) strike, there's a firmness and pickup in orders for the rest of the fourth quarter.\" [Primary Metals]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index registered 50.4 percent in October, expanding slightly, but 2.1 percentage points lower than the September reading of 52.5 percent. This follows one month of \"unchanged\" status (a reading of 50 percent) preceded by two months of contraction, one month of expansion, and five months of contraction before that. \"Of the top six industries, only Food, Beverage & Tobacco Products expanded in October. Production output in October was nearly equal to the previous month. Panelists' companies stabilized production while reducing manufacturing inventory, a positive action. Meanwhile, they fully satisfied customer demands, as demonstrated by the 'about right' (operational) status of customers' inventories,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 46.8 percent in October, 4.4 percentage points lower than the September reading of 51.2 percent. \"The index indicated employment contracted in October after one month of expansion and three months of contraction before that. Of the six big manufacturing sectors, three (Machinery; Transportation Equipment; and Food, Beverage & Tobacco Products) expanded. Labor management sentiment at Business Survey Committee respondents' companies continues to indicate a slowdown in hiring and, in October, an increase in staff reduction activity. Attrition, freezes and layoffs to reduce head counts increased during the period, with layoffs the primary tool, indicating a more urgent need to reduce staffing,\" says Fiore. An Employment Index above 50.4 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † The delivery performance of suppliers to manufacturing organizations improved for the 13th straight month in October, as the Supplier Deliveries Index registered 47.7 percent, 1.3 percentage points higher than the 46.4 percent reported in September. After registering 52.4 percent in September 2022 , the index went into contraction territory in October and has been there since, with an average reading of 45.9 percent over the last 12 months. Of the top six manufacturing industries, only Food, Beverage & Tobacco Products reported slower deliveries. \"Panelists' comments continue to indicate that suppliers' performance is improving,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 43.3 percent in October, 2.5 percentage points lower than the 45.8 percent reported in September. \"Manufacturing inventories contracted at a faster rate compared to the previous month. Of the six big industries, only Food, Beverage & Tobacco Products increased manufacturing inventories in October. Panelists' companies continue to manage manufacturing inventory levels down, as future demand remains uncertain,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 45.1 percent, 1.3 percentage points higher compared to the September reading of 43.8 percent, indicating raw materials prices decreased in October for the sixth consecutive month. The index has been in contraction (or \"decreasing\") territory since May, but a higher reading compared to September indicated a slower rate of price decreases. \"Panelists' comments indicate that buyers and suppliers continue to aggressively negotiate price levels for 2024, with commodity markets remaining volatile. Recent increases in energy markets primarily impacted the plastics markets in October. None of the top six manufacturing industries reported price increases in October. Eighty-nine percent of panelists' companies reported 'same' or 'lower' prices in October, compared to 87 percent in September,\" says Fiore. A Prices Index above 52.9 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 45.1 percent, 1.3 percentage points higher compared to the September reading of 43.8 percent, indicating raw materials prices decreased in October for the sixth consecutive month. The index has been in contraction (or \"decreasing\") territory since May, but a higher reading compared to September indicated a slower rate of price decreases. \"Panelists' comments indicate that buyers and suppliers continue to aggressively negotiate price levels for 2024, with commodity markets remaining volatile. Recent increases in energy markets primarily impacted the plastics markets in October. None of the top six manufacturing industries reported price increases in October. Eighty-nine percent of panelists' companies reported 'same' or 'lower' prices in October, compared to 87 percent in September,\" says Fiore. A Prices Index above 52.9 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 42.2 percent, a 0.2-percentage point decrease compared to September's reading of 42.4 percent, indicating order backlogs contracted for the 13th consecutive month (and at a faster rate in October) after a 27-month period of expansion. Of the six largest manufacturing sectors, two (Food, Beverage & Tobacco Products; and Transportation Equipment) expanded order backlogs in October. \"The index remains in strong contraction as production rates and new order levels continue to have a negative effect on backlogs,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 49.4 percent in October, 2 percentage points higher than the September reading of 47.4 percent. \"The New Export Orders Index indicated that export orders contracted for the fifth month in a row in October; the index has shown weak performance for the last 15 months. Comments continue to note this weakness, but panelists indicate that trade appears to be improving,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index registered 47.9 percent in October, a decrease of 0.3 percentage point compared to September's figure of 48.2 percent. \"Imports contracted for the 12th consecutive month, at a slightly faster rate in October. Reduced imports remain consistent with slowing demand. Shipping capacity and prices remain accommodative,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  },
  {
    "date": "2023-10-01T00:00:00+00:00",
    "summary": "WHAT RESPONDENTS ARE SAYING",
    "respondents": [
      "\"In the evolving supply chain environment, customers are increasingly taking an active role in initiating new projects, looking for cost reduction opportunities and lead-time mitigation, with a growing emphasis on collaboration. Post-pandemic, customers have learned they need partners to navigate rough waters.\" [Computer & Electronic Products]",
      "\"We need to coordinate very closely with suppliers in order to yield a more cost-competitive offer. More back and forth is needed to reach a reasonable total price.\" [Chemical Products]",
      "\"Orders and production remain steady, and we are maintaining a healthy backlog. Continued inflation and wage adjustments continue to drive prices up, although we should get some relief from the markets stabilizing.\" [Transportation Equipment]",
      "\"Cost increases are now generally isolated to specific commodities rather than blanket increases due to 'inflation.' \" [Food, Beverage & Tobacco Products]",
      "\"Markets remain soft. Our customers have about-right inventory levels, but they paid more due to pandemic cost increases. Everyone is holding off on increasing inventories, hoping they can buy at lower costs.\" [Apparel, Leather & Allied Products]",
      "\"Overall, things continue to be very steady: Sales and revenue are as expected, and the supply environment has stabilized greatly versus 2021-22. Some things to watch include the Panama Canal (drought), U.S.- China relations, and the impact the UAW (United Auto Workers) strike could have on suppliers of ours who support automotive production. But overall conditions feel stable.\" [Miscellaneous Manufacturing]",
      "\"Cement negotiations have changed, with cement mills no longer offering annual or guaranteed pricing. We now want to contract more as a commodity, leaning toward quarterly, with fluctuating prices yet to be determined.\" [Nonmetallic Mineral Products]",
      "\"A recession feels imminent. Money continues to be pushed into the bank markets, driving inflation rates really high. Most plants are buying less material or reducing consumption in the name of sustainability, as well as running at 80 percent of capacity. Prices of some products may increase for the upcoming winter weather.\" [Petroleum & Coal Products]",
      "\"Business conditions and market demand remain strong. We are projected to be at capacity in the next 12 months.\" [Primary Metals]",
      "\"New business development is coming onboard. However, many forecasts are set for the beginning of 2024. Hiring and retaining quality people is still a struggle.\" [Textile Mills]",
      "Manufacturing ISM ® Report On Business ® data is seasonally adjusted for the New Orders, Production, Employment and Inventories indexes. *Number of months moving in current direction."
    ],
    "new_orders": "Production The Production Index registered 52.5 percent in September, 2.5 percentage points higher than the August reading of 50 percent, after two months of contraction preceded by one month of expansion and five months of contraction before that. The index reached its highest level since July 2022 (53.3 percent). \"Of the top six industries, four — Food, Beverage & Tobacco Products; Machinery; Transportation Equipment; and Computer & Electronic Products — expanded in September. Production output improved in the month as companies prepared for end-of-year delivery demands,\" says Fiore. An index above 52.2 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "production": "Employment ISM ® 's Employment Index registered 51.2 percent in September, 2.7 percentage points higher than the August reading of 48.5 percent. \"The index indicated employment expanded in September after contracting for three months. Of the six big manufacturing sectors, five (Petroleum & Coal Products; Food, Beverage & Tobacco Products; Transportation Equipment; Chemical Products; and Machinery) expanded. Labor management sentiment at Business Survey Committee respondents' companies continues to indicate a slowdown in hiring. This is reflected by the use of attrition, freezes and layoffs to address head counts, but such measures occurred at a lesser rate compared to August. In September, attrition remained the primary source of head-count reductions, but hiring freezes were more prevalent,\" says Fiore. An Employment Index above 50.4 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "employment": "Supplier Deliveries † The delivery performance of suppliers to manufacturing organizations improved for the 12th straight month in September, as the Supplier Deliveries Index registered 46.4 percent, 2.2 percentage points lower than the 48.6 percent reported in August. After registering 52.4 percent in September 2022 , the index went into contraction territory in October and has been there since, with an average reading of 45.8 percent over the last 12 months. Of the top six manufacturing industries, only one (Transportation Equipment) reported slower deliveries. \"Panelists' comments continue to indicate that suppliers' performance is improving,\" says Fiore. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "supplier_deliveries": "Inventories The Inventories Index registered 45.8 percent in September, 1.8 percentage points higher than the 44 percent reported in the prior month. \"Manufacturing inventories contracted at a slower rate compared to August. None of the six big industries increased manufacturing inventories in September. Panelists' companies continue to watch manufacturing inventory levels carefully, as future demand remains uncertain,\" says Fiore. An Inventories Index greater than 44.4 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars ).",
    "inventories": "Prices † The ISM ® Prices Index registered 43.8 percent, 4.6 percentage points lower compared to the August reading of 48.4 percent, indicating raw materials prices decreased in September for the fifth consecutive month. The index decreased compared to August (indicating a faster rate of price decreases) after a plunge into contraction (or \"decreasing\") territory in May. \"Panelists' comments indicate that buyers and suppliers continue to aggressively negotiate price levels as commodity markets remain volatile. Recent increases in energy markets could have upward impact on the Prices Index in October. Of the top six manufacturing industries, only one (Petroleum & Coal Products) reported price increases in September. Eighty-seven percent of panelists' companies reported 'same' or 'lower' prices in September, compared to 84 percent in August,\" says Fiore. A Prices Index above 52.9 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "customers_inventories": "Prices † The ISM ® Prices Index registered 43.8 percent, 4.6 percentage points lower compared to the August reading of 48.4 percent, indicating raw materials prices decreased in September for the fifth consecutive month. The index decreased compared to August (indicating a faster rate of price decreases) after a plunge into contraction (or \"decreasing\") territory in May. \"Panelists' comments indicate that buyers and suppliers continue to aggressively negotiate price levels as commodity markets remain volatile. Recent increases in energy markets could have upward impact on the Prices Index in October. Of the top six manufacturing industries, only one (Petroleum & Coal Products) reported price increases in September. Eighty-seven percent of panelists' companies reported 'same' or 'lower' prices in September, compared to 84 percent in August,\" says Fiore. A Prices Index above 52.9 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "prices": "Backlog of Orders † ISM ® 's Backlog of Orders Index registered 42.4 percent, a 1.7-percentage point decrease compared to August's reading of 44.1 percent, indicating order backlogs contracted for the 12th consecutive month (at a faster rate in September) after a 27-month period of expansion. Of the six largest manufacturing sectors, only Petroleum & Coal Products expanded order backlogs in September. \"The index remains in strong contraction, reversing a three-month period of slowing contraction as production rates and new order levels attempt to reach a balance,\" says Fiore.",
    "backlog_of_orders": "New Export Orders † ISM ® 's New Export Orders Index registered 47.4 percent in September, 0.9 percentage point higher than the August reading of 46.5 percent. \"The New Export Orders Index indicated that export orders contracted for the fourth month in a row in September after being unchanged in May, preceded by nine straight months in contraction territory and 25 months of expansion from July 2020 to July 2022 . Comments continue to note the weak performance in order levels, especially from Europe ,\" says Fiore.",
    "new_export_orders": "Imports † ISM ® 's Imports Index registered 48.2 percent in September, an increase of 0.2 percentage point compared to August's figure of 48 percent. \"Imports contracted for the 11th consecutive month, at a slightly slower rate in September. Reduced imports remain consistent with slowing demand. Shipping capacity and prices remain accommodative, but there are some indications of pricing pressure on container costs,\" says Fiore.",
    "imports": "† The Supplier Deliveries, Customers' Inventories, Prices, Backlog of Orders, New Export Orders, and Imports indexes do not meet the accepted criteria for seasonal adjustments."
  }
]