[
  {
    "date": "2025-11-01T00:00:00+00:00",
    "summary": "The six manufacturing industries reporting growth in October — listed in order — are: Primary Metals; Food, Beverage & Tobacco Products; Transportation Equipment; Plastics & Rubber Products; Fabricated Metal Products; and Nonmetallic Mineral Products. The 12 industries reporting contraction in October — in the following order — are: Textile Mills; Apparel, Leather & Allied Products; Furniture & Related Products; Paper Products; Printing & Related Support Activities; Wood Products; Petroleum & Coal Products; Electrical Equipment, Appliances & Components; Chemical Products; Machinery; Miscellaneous Manufacturing; and Computer & Electronic Products.",
    "respondents": [
      "\"Business continues to remain difficult, as customers are cancelling and reducing orders due to uncertainty in the global economic environment and regarding the ever-changing tariff landscape.\" (Chemical Products)",
      "\"Decrease in domestic demand for finished products has resulted in slower manufacturing and an increase of raw material in inventory.\" (Petroleum & Coal Products)",
      "\"In general, business is really strained. Money is sitting tighter, and geopolitical changes add to the uncertainty/risk factor. Even medical fields are feeling the pressure.\" (Miscellaneous Manufacturing)",
      "\"Sales continue to underperform in our automotive OEM and industrial divisions. Our aerospace and automotive aftermarket are the only areas performing slightly above budget. This is the third month of lower-than-expected sales, and the remainder of the year outlook is not looking better. Sales are expected to be slightly less than in 2024.\" (Fabricated Metal Products)",
      "\"Tariffs continue to be a large impact to our business. The products we import are not readily manufactured in the U.S., so attempts to reshore have been unsuccessful. Overall, prices on all products have gone up, some significantly. We are trying to keep up with the wild fluctuations and pass along what costs we can to our customers.\" (Machinery)",
      "\"The commercial vehicle (CV) market remains depressed as customers continue to delay vehicle purchases. Uncertainty in price and transportation demand remains the center of attention. U.S. trade policy and reciprocal actions by China in the form of export controls on rare earths and semiconductors, as well as ocean freight carrier restrictions, have once again caused a lot of stress in supply lines. The CV industry is now bracing for the next round of tariffs focused on commercials vehicles, scheduled to begin on November 1.\" (Transportation Equipment)",
      "\"The tariff trade war has negatively impacted agricultural export markets, driving down demand and price. This negatively impacts farmer revenue and the likelihood of farmers investing in new equipment.\" (Machinery)",
      "\"The unpredictability of the tariff situation continues to cause havoc and uncertainty on future pricing/cost. But even with the tariffs, the cost to import in many cases is still more attractive than sourcing within the U.S. Challenges with tariffs on production equipment necessary for internal production makes it difficult to justify expansion of capacity.\" (Computer & Electronic Products)",
      "\"Volatility in some of our highly exposed commodity markets has tempered a bit, thanks to improved weather conditions and overall downward pressure on pricing. Tariffs continue to remain difficult to quantify, manage and deal with in general, since they continue to impact us day-to-day and our bottom line.\" (Food, Beverage & Tobacco Products)",
      "\"Wonder has turned to concern regarding how the tariff threats are affecting our business. Orders are down across most divisions, and we've lowered our financial expectations for 2025.\" (Chemical Products)"
    ],
    "new_orders": "",
    "production": "",
    "employment": "",
    "supplier_deliveries": "",
    "inventories": "",
    "customers_inventories": "",
    "prices": "",
    "backlog_of_orders": "",
    "new_export_orders": "",
    "imports": ""
  },
  {
    "date": "2025-10-01T00:00:00+00:00",
    "summary": "The five manufacturing industries reporting growth in September are: Petroleum & Coal Products; Primary Metals; Textile Mills; Fabricated Metal Products; and Miscellaneous Manufacturing. The 11 industries reporting contraction in September — in the following order — are: Wood Products; Apparel, Leather & Allied Products; Plastics & Rubber Products; Paper Products; Furniture & Related Products; Chemical Products; Electrical Equipment, Appliances & Components; Transportation Equipment; Nonmetallic Mineral Products; Machinery; and Computer & Electronic Products.",
    "respondents": [
      "\"Business continues to be severely depressed. Profits are down and extreme taxes (tariffs) are being shouldered by all companies in our space. We have increased price pressures both to our inputs and customer outputs as companies are starting to pass on tariffs via surcharges, raising prices up to 20 percent. The addition of the derivative steel and aluminum tariffs in the middle of the month — with no announcement — was devastating. Interest-rate lowering or the 'One Big Beautiful Bill' will not impact our business, as all capital projects are on hold until there is some level of certainty and customers start to place orders for new equipment again. We believe we are in a stagflation period where prices are up but orders are down due to tariff policy, and again, customers are not willing to pay the higher prices, so they are just not buying. Continuing to find ways to reduce overhead, which means letting go of experienced workers.\" (Transportation Equipment)",
      "\"The tariffs are still causing issues with imported goods into the U.S. In addition to the cost concerns, product is being held up at borders due to documentation issues. The inflation issues continue; low volumes are a constant concern. The European region is not improving as we had expected, causing further concern for long-term business viability.\" (Chemical Products)",
      "\"Ongoing macroeconomic conditions highlighted by interest-rate management and tariffs continue to impact customer purchasing decisions, resulting in subdued production rates and growing cost concerns on direct material and operations.\" (Machinery)",
      "\"Lead times have slightly normalized, but tariffs continue to drive additional spend.\" (Petroleum & Coal Products)",
      "\"Customer orders are depressed for heavy machinery because tariffs are so impactful to high-end capital equipment. Revenue expectations are flat for the rest of 2025, with no outlook to improve in 2026.\" (Electrical Equipment, Appliances & Components)",
      "\"Current business conditions remain volatile, with geopolitical tensions, weather disruptions and shifting trade policies driving uncertainty in agricultural commodities. Oils remain sensitive to biofuel demand and global production. Inflation and evolving consumer trends add further complexity. To manage this, we are emphasizing supplier diversification, long-term contracts and formula-based pricing to balance cost stability with flexibility.\" (Food, Beverage & Tobacco Products)",
      "\"The semiconductor industry is being impacted by high tariff prices on parts from Korea, China and Europe. Our industry is at a low point right now as we race to get new nanotechnology in the U.S.\" (Computer & Electronic Products)",
      "\"Business is slowing down. Order books are softening as customers push orders out. Seems to be stemming from concerns about the direction of the U.S. economy.\" (Plastics & Rubber Products)",
      "\"Tariffs still affecting vast amounts of increases in hardware, Al (artificial intelligence) and stainless steel. MRO (maintenance, repair and operating) products have continually increased, and the slowdown in agriculture has had stark impacts on bottom lines for raw materials.\" (Fabricated Metal Products)",
      "\"Steel tariffs are killing us.\" (Miscellaneous Manufacturing)"
    ],
    "new_orders": "",
    "production": "",
    "employment": "",
    "supplier_deliveries": "",
    "inventories": "",
    "customers_inventories": "",
    "prices": "",
    "backlog_of_orders": "",
    "new_export_orders": "",
    "imports": ""
  }
]