[
  {
    "date": "2025-11-01T00:00:00+00:00",
    "summary": "The six manufacturing industries reporting growth in October — listed in order — are: Primary Metals; Food, Beverage & Tobacco Products; Transportation Equipment; Plastics & Rubber Products; Fabricated Metal Products; and Nonmetallic Mineral Products. The 12 industries reporting contraction in October — in the following order — are: Textile Mills; Apparel, Leather & Allied Products; Furniture & Related Products; Paper Products; Printing & Related Support Activities; Wood Products; Petroleum & Coal Products; Electrical Equipment, Appliances & Components; Chemical Products; Machinery; Miscellaneous Manufacturing; and Computer & Electronic Products.",
    "respondents": [
      "\"Business continues to remain difficult, as customers are cancelling and reducing orders due to uncertainty in the global economic environment and regarding the ever-changing tariff landscape.\" (Chemical Products)",
      "\"Decrease in domestic demand for finished products has resulted in slower manufacturing and an increase of raw material in inventory.\" (Petroleum & Coal Products)",
      "\"In general, business is really strained. Money is sitting tighter, and geopolitical changes add to the uncertainty/risk factor. Even medical fields are feeling the pressure.\" (Miscellaneous Manufacturing)",
      "\"Sales continue to underperform in our automotive OEM and industrial divisions. Our aerospace and automotive aftermarket are the only areas performing slightly above budget. This is the third month of lower-than-expected sales, and the remainder of the year outlook is not looking better. Sales are expected to be slightly less than in 2024.\" (Fabricated Metal Products)",
      "\"Tariffs continue to be a large impact to our business. The products we import are not readily manufactured in the U.S., so attempts to reshore have been unsuccessful. Overall, prices on all products have gone up, some significantly. We are trying to keep up with the wild fluctuations and pass along what costs we can to our customers.\" (Machinery)",
      "\"The commercial vehicle (CV) market remains depressed as customers continue to delay vehicle purchases. Uncertainty in price and transportation demand remains the center of attention. U.S. trade policy and reciprocal actions by China in the form of export controls on rare earths and semiconductors, as well as ocean freight carrier restrictions, have once again caused a lot of stress in supply lines. The CV industry is now bracing for the next round of tariffs focused on commercials vehicles, scheduled to begin on November 1.\" (Transportation Equipment)",
      "\"The tariff trade war has negatively impacted agricultural export markets, driving down demand and price. This negatively impacts farmer revenue and the likelihood of farmers investing in new equipment.\" (Machinery)",
      "\"The unpredictability of the tariff situation continues to cause havoc and uncertainty on future pricing/cost. But even with the tariffs, the cost to import in many cases is still more attractive than sourcing within the U.S. Challenges with tariffs on production equipment necessary for internal production makes it difficult to justify expansion of capacity.\" (Computer & Electronic Products)",
      "\"Volatility in some of our highly exposed commodity markets has tempered a bit, thanks to improved weather conditions and overall downward pressure on pricing. Tariffs continue to remain difficult to quantify, manage and deal with in general, since they continue to impact us day-to-day and our bottom line.\" (Food, Beverage & Tobacco Products)",
      "\"Wonder has turned to concern regarding how the tariff threats are affecting our business. Orders are down across most divisions, and we've lowered our financial expectations for 2025.\" (Chemical Products)"
    ],
    "new_orders": "The four manufacturing industries that reported growth in new orders in October are: Primary Metals; Plastics & Rubber Products; Fabricated Metal Products; and Transportation Equipment. The 11 industries reporting a decline in new orders in October, in order, are: Apparel, Leather & Allied Products; Textile Mills; Paper Products; Petroleum & Coal Products; Furniture & Related Products; Nonmetallic Mineral Products; Miscellaneous Manufacturing; Chemical Products; Computer & Electronic Products; Machinery; and Electrical Equipment, Appliances & Components.",
    "production": "The four industries reporting growth in production during the month of October are: Primary Metals; Transportation Equipment; Plastics & Rubber Products; and Fabricated Metal Products. The 12 industries reporting a decrease in production in October, in order, are: Apparel, Leather & Allied Products; Textile Mills; Wood Products; Paper Products; Furniture & Related Products; Electrical Equipment, Appliances & Components; Petroleum & Coal Products; Nonmetallic Mineral Products; Chemical Products; Miscellaneous Manufacturing; Food, Beverage & Tobacco Products; and Machinery.",
    "employment": "Of the 18 manufacturing industries, three reported employment growth in October: Primary Metals; Transportation Equipment; and Food, Beverage & Tobacco Products. The 13 industries reporting a decrease in employment in October, in the following order, are: Printing & Related Support Activities; Apparel, Leather & Allied Products; Furniture & Related Products; Plastics & Rubber Products; Textile Mills; Electrical Equipment, Appliances & Components; Wood Products; Paper Products; Machinery; Chemical Products; Fabricated Metal Products; Miscellaneous Manufacturing; and Computer & Electronic Products.",
    "supplier_deliveries": "The 12 manufacturing industries reporting slower supplier deliveries in October — in the following order — are: Electrical Equipment, Appliances & Components; Food, Beverage & Tobacco Products; Wood Products; Plastics & Rubber Products; Furniture & Related Products; Nonmetallic Mineral Products; Primary Metals; Machinery; Fabricated Metal Products; Computer & Electronic Products; Transportation Equipment; and Chemical Products. The only industry reporting faster supplier deliveries in October is Paper Products.",
    "inventories": "Of 18 manufacturing industries, the five reporting higher inventories in October are: Apparel, Leather & Allied Products; Nonmetallic Mineral Products; Plastics & Rubber Products; Food, Beverage & Tobacco Products; and Transportation Equipment. The 11 industries reporting lower inventories in October — listed in order — are: Textile Mills; Furniture & Related Products; Electrical Equipment, Appliances & Components; Machinery; Wood Products; Petroleum & Coal Products; Chemical Products; Paper Products; Fabricated Metal Products; Miscellaneous Manufacturing; and Computer & Electronic Products.",
    "customers_inventories": "The three industries reporting customers' inventories as too high in October are: Textile Mills; Petroleum & Coal Products; and Computer & Electronic Products. The 10 industries reporting customers' inventories as too low in October, in order, are: Primary Metals; Electrical Equipment, Appliances & Components; Food, Beverage & Tobacco Products; Plastics & Rubber Products; Fabricated Metal Products; Transportation Equipment; Machinery; Chemical Products; Miscellaneous Manufacturing; and Paper Products.",
    "prices": "In October, the 14 industries that reported paying increased prices for raw materials, in order, are: Apparel, Leather & Allied Products; Electrical Equipment, Appliances & Components; Nonmetallic Mineral Products; Primary Metals; Miscellaneous Manufacturing; Textile Mills; Fabricated Metal Products; Machinery; Computer & Electronic Products; Wood Products; Transportation Equipment; Furniture & Related Products; Food, Beverage & Tobacco Products; and Chemical Products. The two industries that reported paying decreased prices for raw materials in October are: Petroleum & Coal Products; and Paper Products.",
    "backlog_of_orders": "Of the 18 manufacturing industries, the six that reported growth in order backlogs in October, in order, are: Primary Metals; Miscellaneous Manufacturing; Computer & Electronic Products; Fabricated Metal Products; Transportation Equipment; and Electrical Equipment, Appliances & Components. The eight industries reporting lower backlogs in October — in the following order — are: Textile Mills; Paper Products; Plastics & Rubber Products; Machinery; Furniture & Related Products; Nonmetallic Mineral Products; Chemical Products; and Food, Beverage & Tobacco Products.",
    "new_export_orders": "Of the 18 manufacturing industries, only one (Wood Products) reported growth in new export orders in October. The 11 industries that reported a decrease in new export orders in October — in the following order — are: Apparel, Leather & Allied Products; Nonmetallic Mineral Products; Furniture & Related Products; Textile Mills; Paper Products; Computer & Electronic Products; Chemical Products; Fabricated Metal Products; Miscellaneous Manufacturing; Transportation Equipment; and Machinery. Six industries reported no change in new export orders in October.",
    "imports": "The only industry to report higher imports in October was Food, Beverage & Tobacco Products. The nine industries that reported lower volumes of imports in October — in the following order — are: Furniture & Related Products; Wood Products; Petroleum & Coal Products; Machinery; Nonmetallic Mineral Products; Chemical Products; Electrical Equipment, Appliances & Components; Computer & Electronic Products; and Transportation Equipment. Eight industries reported no change in imports."
  },
  {
    "date": "2025-10-01T00:00:00+00:00",
    "summary": "The five manufacturing industries reporting growth in September are: Petroleum & Coal Products; Primary Metals; Textile Mills; Fabricated Metal Products; and Miscellaneous Manufacturing. The 11 industries reporting contraction in September — in the following order — are: Wood Products; Apparel, Leather & Allied Products; Plastics & Rubber Products; Paper Products; Furniture & Related Products; Chemical Products; Electrical Equipment, Appliances & Components; Transportation Equipment; Nonmetallic Mineral Products; Machinery; and Computer & Electronic Products.",
    "respondents": [
      "\"Business continues to be severely depressed. Profits are down and extreme taxes (tariffs) are being shouldered by all companies in our space. We have increased price pressures both to our inputs and customer outputs as companies are starting to pass on tariffs via surcharges, raising prices up to 20 percent. The addition of the derivative steel and aluminum tariffs in the middle of the month — with no announcement — was devastating. Interest-rate lowering or the 'One Big Beautiful Bill' will not impact our business, as all capital projects are on hold until there is some level of certainty and customers start to place orders for new equipment again. We believe we are in a stagflation period where prices are up but orders are down due to tariff policy, and again, customers are not willing to pay the higher prices, so they are just not buying. Continuing to find ways to reduce overhead, which means letting go of experienced workers.\" (Transportation Equipment)",
      "\"The tariffs are still causing issues with imported goods into the U.S. In addition to the cost concerns, product is being held up at borders due to documentation issues. The inflation issues continue; low volumes are a constant concern. The European region is not improving as we had expected, causing further concern for long-term business viability.\" (Chemical Products)",
      "\"Ongoing macroeconomic conditions highlighted by interest-rate management and tariffs continue to impact customer purchasing decisions, resulting in subdued production rates and growing cost concerns on direct material and operations.\" (Machinery)",
      "\"Lead times have slightly normalized, but tariffs continue to drive additional spend.\" (Petroleum & Coal Products)",
      "\"Customer orders are depressed for heavy machinery because tariffs are so impactful to high-end capital equipment. Revenue expectations are flat for the rest of 2025, with no outlook to improve in 2026.\" (Electrical Equipment, Appliances & Components)",
      "\"Current business conditions remain volatile, with geopolitical tensions, weather disruptions and shifting trade policies driving uncertainty in agricultural commodities. Oils remain sensitive to biofuel demand and global production. Inflation and evolving consumer trends add further complexity. To manage this, we are emphasizing supplier diversification, long-term contracts and formula-based pricing to balance cost stability with flexibility.\" (Food, Beverage & Tobacco Products)",
      "\"The semiconductor industry is being impacted by high tariff prices on parts from Korea, China and Europe. Our industry is at a low point right now as we race to get new nanotechnology in the U.S.\" (Computer & Electronic Products)",
      "\"Business is slowing down. Order books are softening as customers push orders out. Seems to be stemming from concerns about the direction of the U.S. economy.\" (Plastics & Rubber Products)",
      "\"Tariffs still affecting vast amounts of increases in hardware, Al (artificial intelligence) and stainless steel. MRO (maintenance, repair and operating) products have continually increased, and the slowdown in agriculture has had stark impacts on bottom lines for raw materials.\" (Fabricated Metal Products)",
      "\"Steel tariffs are killing us.\" (Miscellaneous Manufacturing)"
    ],
    "new_orders": "The six manufacturing industries that reported growth in new orders in September — in the following order — are: Textile Mills; Furniture & Related Products; Fabricated Metal Products; Miscellaneous Manufacturing; Primary Metals; and Electrical Equipment, Appliances & Components. The nine industries reporting a decline in new orders in September, in order, are: Wood Products; Nonmetallic Mineral Products; Plastics & Rubber Products; Paper Products; Transportation Equipment; Computer & Electronic Products; Machinery; Food, Beverage & Tobacco Products; and Chemical Products.",
    "production": "The eight industries reporting growth in production during the month of September — in the following order — are: Textile Mills; Petroleum & Coal Products; Primary Metals; Miscellaneous Manufacturing; Food, Beverage & Tobacco Products; Fabricated Metal Products; Computer & Electronic Products; and Machinery. The six industries reporting a decrease in production in September, in order, are: Electrical Equipment, Appliances & Components; Wood Products; Paper Products; Nonmetallic Mineral Products; Chemical Products; and Transportation Equipment.",
    "employment": "Of the 18 manufacturing industries, one reported employment growth in September: Nonmetallic Mineral Products. The 14 industries reporting a decrease in employment in September, in the following order, are: Wood Products; Furniture & Related Products; Textile Mills; Electrical Equipment, Appliances & Components; Plastics & Rubber Products; Computer & Electronic Products; Paper Products; Chemical Products; Transportation Equipment; Food, Beverage & Tobacco Products; Primary Metals; Machinery; Miscellaneous Manufacturing; and Fabricated Metal Products.",
    "supplier_deliveries": "The nine manufacturing industries reporting slower supplier deliveries in September — in the following order — are: Textile Mills; Wood Products; Computer & Electronic Products; Primary Metals; Nonmetallic Mineral Products; Food, Beverage & Tobacco Products; Machinery; Fabricated Metal Products; and Chemical Products. The four industries reporting faster supplier deliveries in September are: Paper Products; Miscellaneous Manufacturing; Electrical Equipment, Appliances & Components; and Transportation Equipment.",
    "inventories": "Of 18 manufacturing industries, the seven reporting higher inventories in September — listed in order — are: Petroleum & Coal Products; Miscellaneous Manufacturing; Paper Products; Electrical Equipment, Appliances & Components; Primary Metals; Transportation Equipment; and Fabricated Metal Products. The nine industries reporting lower inventories in September — listed in order — are: Apparel, Leather & Allied Products; Furniture & Related Products; Textile Mills; Plastics & Rubber Products; Wood Products; Chemical Products; Machinery; Nonmetallic Mineral Products; and Computer & Electronic Products.",
    "customers_inventories": "The three industries reporting customers' inventories as too high in September are: Plastics & Rubber Products; Miscellaneous Manufacturing; and Machinery. The 10 industries reporting customers' inventories as too low in September, in order, are: Fabricated Metal Products; Chemical Products; Furniture & Related Products; Nonmetallic Mineral Products; Food, Beverage & Tobacco Products; Electrical Equipment, Appliances & Components; Primary Metals; Transportation Equipment; Wood Products; and Paper Products.",
    "prices": "In September, the 13 industries that reported paying increased prices for raw materials, in order, are: Textile Mills; Wood Products; Primary Metals; Machinery; Computer & Electronic Products; Electrical Equipment, Appliances & Components; Miscellaneous Manufacturing; Food, Beverage & Tobacco Products; Petroleum & Coal Products; Fabricated Metal Products; Nonmetallic Mineral Products; Transportation Equipment; and Chemical Products. The only industry that reported paying decreased prices for raw materials in September is Plastics & Rubber Products.",
    "backlog_of_orders": "Of the 18 manufacturing industries, the four that reported growth in order backlogs in September are: Wood Products; Transportation Equipment; Fabricated Metal Products; and Miscellaneous Manufacturing. The 10 industries reporting lower backlogs in September — in the following order — are: Textile Mills; Paper Products; Plastics & Rubber Products; Computer & Electronic Products; Nonmetallic Mineral Products; Food, Beverage & Tobacco Products; Electrical Equipment, Appliances & Components; Machinery; Chemical Products; and Primary Metals.",
    "new_export_orders": "Of the 18 manufacturing industries, none reported growth in new export orders in September. The 10 industries that reported a decrease in new export orders in September — in the following order — are: Plastics & Rubber Products; Fabricated Metal Products; Paper Products; Primary Metals; Electrical Equipment, Appliances & Components; Chemical Products; Transportation Equipment; Miscellaneous Manufacturing; Computer & Electronic Products; and Machinery. Seven industries reported no change in new export orders in September.",
    "imports": "No industry reported an increase in import volumes in September. The 10 industries that reported lower volumes of imports in September— in the following order — are: Wood Products; Furniture & Related Products; Electrical Equipment, Appliances & Components; Transportation Equipment; Machinery; Chemical Products; Plastics & Rubber Products; Miscellaneous Manufacturing; Computer & Electronic Products; and Food, Beverage & Tobacco Products. Eight industries reported no change in imports."
  }
]