[
  {
    "date": "2025-11-01T00:00:00+00:00",
    "summary": "INDUSTRY PERFORMANCE The 11 services industries reporting growth in October — listed in order — are: Accommodation & Food Services; Retail Trade; Wholesale Trade; Real Estate, Rental & Leasing; Health Care & Social Assistance; Utilities; Transportation & Warehousing; Agriculture, Forestry, Fishing & Hunting; Information; Professional, Scientific & Technical Services; and Educational Services. The six industries reporting a contraction in the month of October — listed in order — are: Arts, Entertainment & Recreation; Management of Companies & Support Services; Finance & Insurance; Public Administration; Construction; and Other Services.",
    "respondents": [
      "\"Activity is generally flat month-over-month; we are closely monitoring effects of the new tariff announcement.\" [Finance & Insurance]",
      "\"Uncertainty due to the federal government shutdown has shuttered many non-essential functions. This will lead to project delays and likely hurt our overall fiscal year 2026 expectations. Our sites are funded through the next couple of months, but if the shutdown continues beyond that time, we will expect mass furloughs of our employees.\" [Management of Companies & Support Services]",
      "\"Relatively flat activity levels for oil and gas.\" [Mining]",
      "\"Client demand for advisory and compliance services remains solid, particularly as businesses navigate evolving tax legislation and increased regulatory scrutiny. However, we are seeing extended approval cycles on discretionary projects and tighter controls on consulting spend, which is putting pressure on procurement to be more agile and cost-efficient.\" [Professional, Scientific & Technical Services]",
      "\"Heightened business activity due to new fiscal year budget. Items made with or utilizing precious metals are up, basic labor is down — though maintaining employees has been more difficult since a return-to-office order was implemented.\" [Public Administration]",
      "\"The overall economy continues to provide mixed signals, which makes it difficult to determine how to move forward as a business given the uncertainty.\" [Real Estate, Rental & Leasing]",
      "\"Business very strong, no supply chain or logistical issues.\" [Retail Trade]",
      "\"General business has been steady, with minimum fluctuation.\" [Transportation & Warehousing]",
      "\"Tariffs continue to cause disruption in contracts and contracting, driving up pricing on goods, particularly engineered and manufactured equipment. The backlog of existing orders with delays continues to persist for equipment and manufactured equipment.\" [Utilities]",
      "\"Business seems to be picking up. Multifamily is a big driver. I think most projects that have been postponed are finally coming to fruition as lumber prices have found a bottom. The outlook is better with the Fed's plan to continue with rate cuts. Home prices coupled with elevated interest rates continue to keep a lid on sales. Home affordability is still a bit out of reach for a large portion of potential buyers. [Wholesale Trade]"
    ],
    "business_activity": "Index at 54.3%; New Orders Index at 56.2%; Employment Index at 48.2%; Supplier Deliveries Index at 50.8%",
    "new_orders": "ISM ® 's New Orders Index registered 56.2 percent in October, 5.8 percentage points higher than the reading of 50.4 percent reported in September. The index has been in expansion territory in 32 of the last 34 months. Comments from respondents include: \"New sales orders have come in across a specific vertical market (data centers)\" and \"Increase in M&A activity within technology, media and telecom sector.\"",
    "employment": "Employment activity in the services sector contracted in October for the fifth month in a row. The Employment Index registered 48.2 percent, up 1 percentage point from the September figure of 47.2 percent and its highest since May's reading of 50.7 percent. Comments from respondents include: \"Holiday seasonal hiring\" and \"We have not replaced employees who have left through attrition.\"",
    "supplier_deliveries": "In October, the Supplier Deliveries Index indicated slower supplier performance for the 11th month in a row. The index registered 50.8 percent, down 1.8 percentage points from the 52.6 percent recorded in September. A reading above 50 percent indicates slower deliveries, while a reading below 50 percent indicates faster deliveries. Comments from respondents include: \"While global shipping costs and geopolitical factors are influencing pricing, delivery timelines have remained relatively stable, with no major improvements or delays reported\" and \"The supply chain for high-performance components remains extremely constrained; we experienced unexpected decommits and pushouts from key semiconductor suppliers, making delivery performance slightly worse than the previous month.\"",
    "inventories": "The Inventories Index was in contraction territory for its second month in a row, registering 49.5 percent, a 1.7-percentage point increase compared to the 47.8 percent reported in September. Of the total respondents in October, 29 percent indicated they do not have inventories or do not measure them. Comments from respondents include: \"Increase in inventory due to continued receipt of vaccine inventory for the season\" and \"Inventory for construction materials is being reduced, as lead times become more consistent.\"",
    "prices": "Prices paid by services organizations for materials and services increased in October for the 101st consecutive month. The Prices Index registered 70 percent, 0.6 percentage point higher than the 69.4 percent recorded in September. The October reading is the index's highest since October 2022 (70.7 percent) and the 11th straight month above 60 percent, although it breaks a 35-month streak below 70 percent.",
    "backlog_of_orders": "The ISM ® Services Backlog of Orders Index was in contraction territory for the eighth consecutive month, and the reading of 40.8 percent was a 6.5-percentage point decrease compared to the 47.3 percent reported in September. Of the total respondents in October, 30 percent indicated they do not measure backlog of orders. Respondent comments include: \"Project delays related to the government shutdown\" and \"Permitting delays, plus additional regulatory burdens.\"",
    "new_export_orders": "Orders and requests for services and other non-manufacturing activities to be provided outside of the U.S. by domestically based companies contracted in October for the fourth straight month and seventh time in the last eight months. The New Export Orders Index registered 47.8 percent, up 1.3 percentage points compared to the September reading of 46.5 percent. Of the total respondents in October, 40 percent indicated they do not perform, or do not separately measure, orders for work outside of the U.S. Respondent comments include: \"Customers hesitant to spend capital expenditures\" and \"For this month, new orders/activity requests are slightly higher than last month, primarily due to year-end ordering patterns creating a small, temporary spike in demand.\"",
    "imports": "The Imports Index dropped further into contraction territory in October, registering 43.7 percent, 5.5 percentage points lower than the 49.2 percent reported in September and the lowest reading since May 2024 (42.8 percent). Thirty-eight percent of respondents reported that they do not use, or do not track the use of, imported materials. Respondent comments include: \"Given the administration's trade and tariff policies, we continue to source products in the U.S., Canada or Mexico instead of overseas\" and \"Adjusting inventory levels down.\"",
    "inventory_sentiment": "The ISM ® Services Inventory Sentiment Index was in expansion (or \"too high\") territory for the 30th consecutive month in October; the reading of 55.5 percent is a decrease of 0.2 percentage point from September's figure of 55.7 percent. This reading indicates that respondents feel their companies' inventory levels are too high when correlated to business requirements."
  },
  {
    "date": "2025-10-01T00:00:00+00:00",
    "summary": "INDUSTRY PERFORMANCE The 10 services industries reporting growth in September — listed in order — are: Accommodation & Food Services; Health Care & Social Assistance; Other Services; Information; Public Administration; Educational Services; Wholesale Trade; Finance & Insurance; Transportation & Warehousing; and Utilities. The seven industries reporting a contraction in the month of September — listed in order — are: Mining; Agriculture, Forestry, Fishing & Hunting; Construction; Management of Companies & Support Services; Professional, Scientific & Technical Services; Retail Trade; and Real Estate, Rental & Leasing.",
    "respondents": [
      "\"We are beginning to see the impact of the tariffs impact our business, particularly for food products from India, China, and Southeast Asia, coffee from South America, and apparel and electronics from Asia. Our year-over-year cost increases are getting progressively greater.\" [Accommodation & Food Services]",
      "\"New residential construction continues to struggle in a tough market. Housing values remain high, and tariffs are beginning to be passed through on materials that are metal based. The pace of housing starts has been stagnant to slightly declining, as we head out of the summer building season.\" [Construction]",
      "\"Pharmacy costs continue to rise, and medical devices are being held at bay mainly due to contracts and continued negotiations where we have two to three sources for a given product.\" [Health Care & Social Assistance]",
      "\"Demand for artificial intelligence (AI) and cloud infrastructure remains very strong. Our primary focus this month was on increasing production throughput to begin clearing the significant order backlog built up over the summer. While new order intake has stabilized at a high level, the overall business outlook remains positive. We are still facing significant supply chain challenges, especially for advanced semiconductors and power components, with lead times remaining extended. Price pressures are still present but have not worsened compared to the previous month.\" [Information]",
      "\"Client demand in professional services remains steady, though decision-making timelines are lengthening due to continued economic uncertainty and interest-rate concerns. We are also seeing modest upward pressure on labor costs, which impacts both our internal resourcing and supplier pricing.\" [Professional, Scientific & Technical Services]",
      "\"Growing apprehension regarding state efforts to reduce or eliminate property taxes that are a major revenue source for local governments. And continuing concern about future economic conditions, inflation, tariffs and their impact on increased prices.\" [Public Administration]",
      "\"The overall housing market remains stagnant, which has forced our company to be hyper-vigilant about costs. However, we are growing and increasing our market share despite the headwinds. Tariffs continue to inject an unnecessary level of uncertainty across the broader economy, and costs are now beginning to increase with the full effect of the tariffs now coming into play.\" [Real Estate, Rental & Leasing]",
      "\"Costs overall have stabilized, and we've not seen any interruptions in sourcing or shipments.\" [Retail Trade]",
      "\"We've had more tariff charges last month than in previous months.\" [Utilities]",
      "\"Business conditions continue to soften, even in markets that have historically been more resilient. Demand is simply weak.\" [Wholesale Trade]"
    ],
    "business_activity": "Index at 49.9%; New Orders Index at 50.4%;Employment Index at 47.2%; Supplier Deliveries Index at 52.6%",
    "new_orders": "",
    "employment": "Employment activity in the services sector contracted in September for the fourth month in a row. The Employment Index registered 47.2 percent, up 0.7 percentage point from the August figure of 46.5 percent and equal to the June reading. Comments from respondents include: \"We have lost employees due to normal attrition and are pausing backfilling these positions at this time\" and \"Artificial intelligence (AI) is (positively) impacting resource productivity.\"",
    "supplier_deliveries": "In September, the Supplier Deliveries Index indicated slower supplier performance for the 10th month in a row. The index registered 52.6 percent, up 2.3 percentage points from the 50.3 percent recorded in August. A reading above 50 percent indicates slower deliveries, while a reading below 50 percent indicates faster deliveries. Comments from respondents include: \"Longer lead times for equipment\" and \"Suppliers having a harder time getting components needed to make finished end products to us in a timely manner.\"",
    "inventories": "The Inventories Index moved into contraction territory for the third time in 2025 by registering its lowest reading since January: 47.8 percent, a 5.4-percentage point decrease compared to the 53.2 percent reported in August. Of the total respondents in September, 28 percent indicated they do not have inventories or do not measure them. Comments from respondents include: \"Maintaining higher inventories of items purchased pre-tariffs\" and \"With mostly falling or expected falling commodity prices, there is a reluctance to overstock, especially without a real fear of tariff-inflicted price increases.\"",
    "prices": "Prices paid by services organizations for materials and services increased in September for the 100th consecutive month. The Prices Index registered 69.4 percent, 0.2 percentage point higher than the 69.2 percent recorded in August. The September reading is the index's second-highest since October 2022 (70.7 percent) and its 10th straight month above 60 percent but the 35th in a row below 70 percent.",
    "backlog_of_orders": "The ISM ® Services Backlog of Orders Index was in contraction territory for the seventh consecutive month, and the reading of 47.3 percent was a 6.9-percentage point increase compared to the 40.4 percent reported in August and the highest since April (48 percent). Of the total respondents in September, 30 percent indicated they do not measure backlog of orders. Respondent comments include: \"Continued shortage of clinical labor (physicians, nurses, lab techs and the like) and now administrative reductions\" and \"Major capital projects with the exception of data centers are being delayed.\"",
    "new_export_orders": "Orders and requests for services and other non-manufacturing activities to be provided outside of the U.S. by domestically based companies contracted in September for the third straight month and sixth time in the last seven months. The New Export Orders Index registered 46.5 percent, down 0.8 percentage point compared to the August reading of 47.3 percent. Of the total respondents in September, 40 percent indicated they do not perform, or do not separately measure, orders for work outside of the U.S. Respondent comments include: \"September activity was below that of August, mostly due to tariffs and the Middle East crisis, but the rate of slowing is declining\" and \"International demand from Europe, the Middle East and Africa and Asia-Pacific, particularly for artificial intelligence (AI) infrastructure, held steady at the high levels seen in August.\"",
    "imports": "The Imports Index returned to contraction territory in September, registering 49.2 percent, 5.4 percentage points lower than the 54.6 percent reported in August. This month's reading is less than 1 percentage point lower than the index's average of 50.1 percent over the last 12 months. Thirty-seven percent of respondents reported that they do not use, or do not track the use of, imported materials. Respondent comments include: \"We are actively trying to source more products from U.S.-Mexico-Canada Agreement suppliers to mitigate the steep tariffs on food, apparel, and electronics from Asia\" and \"In the process of moving a critical service from India to U.S.\"",
    "inventory_sentiment": "The ISM ® Services Inventory Sentiment Index was in expansion (or \"too high\") territory for the 29th consecutive month in September; the reading of 55.7 percent is an increase of 0.2 percentage point from August's figure of 55.5 percent. This reading indicates that respondents feel their companies' inventory levels are too high when correlated to business requirements."
  }
]