[
  {
    "date": "2025-11-01T00:00:00+00:00",
    "summary": "INDUSTRY PERFORMANCE The 11 services industries reporting growth in October — listed in order — are: Accommodation & Food Services; Retail Trade; Wholesale Trade; Real Estate, Rental & Leasing; Health Care & Social Assistance; Utilities; Transportation & Warehousing; Agriculture, Forestry, Fishing & Hunting; Information; Professional, Scientific & Technical Services; and Educational Services. The six industries reporting a contraction in the month of October — listed in order — are: Arts, Entertainment & Recreation; Management of Companies & Support Services; Finance & Insurance; Public Administration; Construction; and Other Services.",
    "respondents": [
      "\"Activity is generally flat month-over-month; we are closely monitoring effects of the new tariff announcement.\" [Finance & Insurance]",
      "\"Uncertainty due to the federal government shutdown has shuttered many non-essential functions. This will lead to project delays and likely hurt our overall fiscal year 2026 expectations. Our sites are funded through the next couple of months, but if the shutdown continues beyond that time, we will expect mass furloughs of our employees.\" [Management of Companies & Support Services]",
      "\"Relatively flat activity levels for oil and gas.\" [Mining]",
      "\"Client demand for advisory and compliance services remains solid, particularly as businesses navigate evolving tax legislation and increased regulatory scrutiny. However, we are seeing extended approval cycles on discretionary projects and tighter controls on consulting spend, which is putting pressure on procurement to be more agile and cost-efficient.\" [Professional, Scientific & Technical Services]",
      "\"Heightened business activity due to new fiscal year budget. Items made with or utilizing precious metals are up, basic labor is down — though maintaining employees has been more difficult since a return-to-office order was implemented.\" [Public Administration]",
      "\"The overall economy continues to provide mixed signals, which makes it difficult to determine how to move forward as a business given the uncertainty.\" [Real Estate, Rental & Leasing]",
      "\"Business very strong, no supply chain or logistical issues.\" [Retail Trade]",
      "\"General business has been steady, with minimum fluctuation.\" [Transportation & Warehousing]",
      "\"Tariffs continue to cause disruption in contracts and contracting, driving up pricing on goods, particularly engineered and manufactured equipment. The backlog of existing orders with delays continues to persist for equipment and manufactured equipment.\" [Utilities]",
      "\"Business seems to be picking up. Multifamily is a big driver. I think most projects that have been postponed are finally coming to fruition as lumber prices have found a bottom. The outlook is better with the Fed's plan to continue with rate cuts. Home prices coupled with elevated interest rates continue to keep a lid on sales. Home affordability is still a bit out of reach for a large portion of potential buyers. [Wholesale Trade]"
    ],
    "business_activity": "The 10 industries reporting an increase in business activity for the month of October — listed in order — are: Accommodation & Food Services; Agriculture, Forestry, Fishing & Hunting; Wholesale Trade; Transportation & Warehousing; Information; Health Care & Social Assistance; Retail Trade; Utilities; Educational Services; and Professional, Scientific & Technical Services. The three industries reporting a decrease in business activity for the month of October are: Arts, Entertainment & Recreation; Management of Companies & Support Services; and Public Administration.",
    "new_orders": "The 12 industries reporting an increase in new orders for the month of October — listed in order — are: Accommodation & Food Services; Retail Trade; Wholesale Trade; Real Estate, Rental & Leasing; Agriculture, Forestry, Fishing & Hunting; Other Services; Transportation & Warehousing; Health Care & Social Assistance; Professional, Scientific & Technical Services; Information; Utilities; and Educational Services. The five industries reporting a decrease in new orders for the month of October are: Arts, Entertainment & Recreation; Construction; Management of Companies & Support Services; Finance & Insurance; and Public Administration.",
    "employment": "The four industries reporting an increase in employment in October are: Retail Trade; Real Estate, Rental & Leasing; Utilities; and Health Care & Social Assistance. The 10 industries reporting a decrease in employment in October — listed in order — are: Other Services; Arts, Entertainment & Recreation; Finance & Insurance; Transportation & Warehousing; Management of Companies & Support Services; Public Administration; Information; Educational Services; Wholesale Trade; and Professional, Scientific & Technical Services.",
    "supplier_deliveries": "The six industries reporting slower deliveries in October — in the following order — are: Wholesale Trade; Transportation & Warehousing; Educational Services; Information; Public Administration; and Professional, Scientific & Technical Services. The three industries reporting faster supplier deliveries for the month of October are: Agriculture, Forestry, Fishing & Hunting; Utilities; and Health Care & Social Assistance. Nine industries reported no change in Supplier Deliveries in the month of October.",
    "inventories": "The six industries reporting an increase in inventories in October — in the following order — are: Transportation & Warehousing; Information; Management of Companies & Support Services; Health Care & Social Assistance; Utilities; and Professional, Scientific & Technical Services. The six industries reporting a decrease in inventories in October — listed in order — are: Arts, Entertainment & Recreation; Educational Services; Public Administration; Other Services; Construction; and Retail Trade. Six industries reported no change in inventories for the month of October.",
    "prices": "Sixteen of the 18 services industries reported an increase in prices paid during the month of October, in the following order: Accommodation & Food Services; Other Services; Real Estate, Rental & Leasing; Information; Management of Companies & Support Services; Wholesale Trade; Professional, Scientific & Technical Services; Finance & Insurance; Retail Trade; Public Administration; Health Care & Social Assistance; Agriculture, Forestry, Fishing & Hunting; Transportation & Warehousing; Educational Services; Utilities; and Construction. Mining was the only industry reporting a decrease in prices paid in October.",
    "backlog_of_orders": "The five industries reporting an increase in order backlogs in October are: Retail Trade; Educational Services; Transportation & Warehousing; Health Care & Social Assistance; and Wholesale Trade. The seven industries reporting a decrease in order backlogs in October — in the following order — are: Real Estate, Rental & Leasing; Other Services; Mining; Construction; Public Administration; Professional, Scientific & Technical Services; and Agriculture, Forestry, Fishing & Hunting. Six industries reported no change in order backlogs in the month of October.",
    "new_export_orders": "The three industries reporting an increase in new export orders in October are: Utilities; Transportation & Warehousing; and Wholesale Trade. The five industries reporting a decrease in new export orders in October are: Real Estate, Rental & Leasing; Accommodation & Food Services; Construction; Finance & Insurance; and Retail Trade. Ten industries reported no change in exports in October.",
    "imports": "The three industries reporting an increase in imports for the month of October are: Agriculture, Forestry, Fishing & Hunting; Utilities; and Wholesale Trade. The seven industries reporting a decrease in imports in October — listed in order — are: Real Estate, Rental & Leasing; Accommodation & Food Services; Management of Companies & Support Services; Other Services; Retail Trade; Transportation & Warehousing; and Professional, Scientific & Technical Services. Eight industries reported no change in imports in October.",
    "inventory_sentiment": "The 12 industries reporting sentiment that their inventories were too high in October — listed in order — are: Mining; Construction; Retail Trade; Wholesale Trade; Utilities; Management of Companies & Support Services; Educational Services; Information; Public Administration; Health Care & Social Assistance; Professional, Scientific & Technical Services; and Transportation & Warehousing. The only industry reporting a decrease in inventory sentiment in October is Other Services."
  },
  {
    "date": "2025-10-01T00:00:00+00:00",
    "summary": "INDUSTRY PERFORMANCE The 10 services industries reporting growth in September — listed in order — are: Accommodation & Food Services; Health Care & Social Assistance; Other Services; Information; Public Administration; Educational Services; Wholesale Trade; Finance & Insurance; Transportation & Warehousing; and Utilities. The seven industries reporting a contraction in the month of September — listed in order — are: Mining; Agriculture, Forestry, Fishing & Hunting; Construction; Management of Companies & Support Services; Professional, Scientific & Technical Services; Retail Trade; and Real Estate, Rental & Leasing.",
    "respondents": [
      "\"We are beginning to see the impact of the tariffs impact our business, particularly for food products from India, China, and Southeast Asia, coffee from South America, and apparel and electronics from Asia. Our year-over-year cost increases are getting progressively greater.\" [Accommodation & Food Services]",
      "\"New residential construction continues to struggle in a tough market. Housing values remain high, and tariffs are beginning to be passed through on materials that are metal based. The pace of housing starts has been stagnant to slightly declining, as we head out of the summer building season.\" [Construction]",
      "\"Pharmacy costs continue to rise, and medical devices are being held at bay mainly due to contracts and continued negotiations where we have two to three sources for a given product.\" [Health Care & Social Assistance]",
      "\"Demand for artificial intelligence (AI) and cloud infrastructure remains very strong. Our primary focus this month was on increasing production throughput to begin clearing the significant order backlog built up over the summer. While new order intake has stabilized at a high level, the overall business outlook remains positive. We are still facing significant supply chain challenges, especially for advanced semiconductors and power components, with lead times remaining extended. Price pressures are still present but have not worsened compared to the previous month.\" [Information]",
      "\"Client demand in professional services remains steady, though decision-making timelines are lengthening due to continued economic uncertainty and interest-rate concerns. We are also seeing modest upward pressure on labor costs, which impacts both our internal resourcing and supplier pricing.\" [Professional, Scientific & Technical Services]",
      "\"Growing apprehension regarding state efforts to reduce or eliminate property taxes that are a major revenue source for local governments. And continuing concern about future economic conditions, inflation, tariffs and their impact on increased prices.\" [Public Administration]",
      "\"The overall housing market remains stagnant, which has forced our company to be hyper-vigilant about costs. However, we are growing and increasing our market share despite the headwinds. Tariffs continue to inject an unnecessary level of uncertainty across the broader economy, and costs are now beginning to increase with the full effect of the tariffs now coming into play.\" [Real Estate, Rental & Leasing]",
      "\"Costs overall have stabilized, and we've not seen any interruptions in sourcing or shipments.\" [Retail Trade]",
      "\"We've had more tariff charges last month than in previous months.\" [Utilities]",
      "\"Business conditions continue to soften, even in markets that have historically been more resilient. Demand is simply weak.\" [Wholesale Trade]"
    ],
    "business_activity": "The eight industries reporting an increase in business activity for the month of September — listed in order — are: Other Services; Accommodation & Food Services; Information; Public Administration; Educational Services; Health Care & Social Assistance; Finance & Insurance; and Wholesale Trade. The five industries reporting a decrease in business activity for the month of September are: Mining; Real Estate, Rental & Leasing; Agriculture, Forestry, Fishing & Hunting; Construction; and Utilities.",
    "new_orders": "The nine industries reporting an increase in new orders for the month of September — listed in order — are: Accommodation & Food Services; Other Services; Health Care & Social Assistance; Public Administration; Information; Wholesale Trade; Educational Services; Finance & Insurance; and Utilities. The six industries reporting a decrease in new orders for the month of September — listed in order — are: Real Estate, Rental & Leasing; Construction; Agriculture, Forestry, Fishing & Hunting; Retail Trade; Management of Companies & Support Services; and Professional, Scientific & Technical Services.",
    "employment": "The six industries reporting an increase in employment in September — listed in order — are: Accommodation & Food Services; Real Estate, Rental & Leasing; Utilities; Retail Trade; Information; and Health Care & Social Assistance. The eight industries reporting a decrease in employment in September — listed in order — are: Management of Companies & Support Services; Public Administration; Other Services; Finance & Insurance; Professional, Scientific & Technical Services; Educational Services; Wholesale Trade; and Transportation & Warehousing.",
    "supplier_deliveries": "The nine industries reporting slower deliveries in September — in the following order — are: Accommodation & Food Services; Management of Companies & Support Services; Transportation & Warehousing; Real Estate, Rental & Leasing; Finance & Insurance; Health Care & Social Assistance; Public Administration; Professional, Scientific & Technical Services; and Educational Services. The five industries reporting faster supplier deliveries for the month of September are: Agriculture, Forestry, Fishing & Hunting; Construction; Retail Trade; Utilities; and Wholesale Trade.",
    "inventories": "The seven industries reporting an increase in inventories in September — in the following order — are: Agriculture, Forestry, Fishing & Hunting; Educational Services; Information; Management of Companies & Support Services; Wholesale Trade; Health Care & Social Assistance; and Professional, Scientific & Technical Services. The five industries reporting a decrease in inventories in September are: Mining; Retail Trade; Real Estate, Rental & Leasing; Construction; and Utilities. Six industries reported no change in inventories for the month of September.",
    "prices": "Fifteen of the 18 services industries reported an increase in prices paid during the month of September, in the following order: Accommodation & Food Services; Management of Companies & Support Services; Public Administration; Information; Construction; Other Services; Health Care & Social Assistance; Professional, Scientific & Technical Services; Transportation & Warehousing; Real Estate, Rental & Leasing; Educational Services; Finance & Insurance; Agriculture, Forestry, Fishing & Hunting; Utilities; and Wholesale Trade. No industry reported a decrease in prices paid in September.",
    "backlog_of_orders": "The five industries reporting an increase in order backlogs in September are: Retail Trade; Other Services; Transportation & Warehousing; Educational Services; and Public Administration. The eight industries reporting a decrease in order backlogs in September — in the following order — are: Real Estate, Rental & Leasing; Agriculture, Forestry, Fishing & Hunting; Construction; Information; Management of Companies & Support Services; Professional, Scientific & Technical Services; Utilities; and Health Care & Social Assistance.",
    "new_export_orders": "The four industries reporting an increase in new export orders in September are: Management of Companies & Support Services; Transportation & Warehousing; Information; and Wholesale Trade. The eight industries reporting a decrease in new export orders in September — in the following order — are: Real Estate, Rental & Leasing; Accommodation & Food Services; Construction; Professional, Scientific & Technical Services; Retail Trade; Educational Services; Utilities; and Finance & Insurance. Six industries reported no change in exports in September.",
    "imports": "The seven industries reporting an increase in imports for the month of September — in the following order — are: Educational Services; Management of Companies & Support Services; Health Care & Social Assistance; Information; Utilities; Transportation & Warehousing; and Wholesale Trade. The three industries reporting a decrease in imports in September are: Retail Trade; Finance & Insurance; and Professional, Scientific & Technical Services. Eight industries reported no change in imports in September.",
    "inventory_sentiment": "The eight industries reporting sentiment that their inventories were too high in September — listed in order — are: Wholesale Trade; Agriculture, Forestry, Fishing & Hunting; Construction; Retail Trade; Utilities; Educational Services; Information; and Health Care & Social Assistance. The three industries reporting a decrease in inventory sentiment in September are: Transportation & Warehousing; Professional, Scientific & Technical Services; and Management of Companies & Support Services. Seven industries reported no change in inventory sentiment in September."
  }
]