[
  {
    "date": "2025-11-01T00:00:00+00:00",
    "summary": "The six manufacturing industries reporting growth in October — listed in order — are: Primary Metals; Food, Beverage & Tobacco Products; Transportation Equipment; Plastics & Rubber Products; Fabricated Metal Products; and Nonmetallic Mineral Products. The 12 industries reporting contraction in October — in the following order — are: Textile Mills; Apparel, Leather & Allied Products; Furniture & Related Products; Paper Products; Printing & Related Support Activities; Wood Products; Petroleum & Coal Products; Electrical Equipment, Appliances & Components; Chemical Products; Machinery; Miscellaneous Manufacturing; and Computer & Electronic Products.",
    "respondents": [
      "\"Business continues to remain difficult, as customers are cancelling and reducing orders due to uncertainty in the global economic environment and regarding the ever-changing tariff landscape.\" (Chemical Products)",
      "\"Decrease in domestic demand for finished products has resulted in slower manufacturing and an increase of raw material in inventory.\" (Petroleum & Coal Products)",
      "\"In general, business is really strained. Money is sitting tighter, and geopolitical changes add to the uncertainty/risk factor. Even medical fields are feeling the pressure.\" (Miscellaneous Manufacturing)",
      "\"Sales continue to underperform in our automotive OEM and industrial divisions. Our aerospace and automotive aftermarket are the only areas performing slightly above budget. This is the third month of lower-than-expected sales, and the remainder of the year outlook is not looking better. Sales are expected to be slightly less than in 2024.\" (Fabricated Metal Products)",
      "\"Tariffs continue to be a large impact to our business. The products we import are not readily manufactured in the U.S., so attempts to reshore have been unsuccessful. Overall, prices on all products have gone up, some significantly. We are trying to keep up with the wild fluctuations and pass along what costs we can to our customers.\" (Machinery)",
      "\"The commercial vehicle (CV) market remains depressed as customers continue to delay vehicle purchases. Uncertainty in price and transportation demand remains the center of attention. U.S. trade policy and reciprocal actions by China in the form of export controls on rare earths and semiconductors, as well as ocean freight carrier restrictions, have once again caused a lot of stress in supply lines. The CV industry is now bracing for the next round of tariffs focused on commercials vehicles, scheduled to begin on November 1.\" (Transportation Equipment)",
      "\"The tariff trade war has negatively impacted agricultural export markets, driving down demand and price. This negatively impacts farmer revenue and the likelihood of farmers investing in new equipment.\" (Machinery)",
      "\"The unpredictability of the tariff situation continues to cause havoc and uncertainty on future pricing/cost. But even with the tariffs, the cost to import in many cases is still more attractive than sourcing within the U.S. Challenges with tariffs on production equipment necessary for internal production makes it difficult to justify expansion of capacity.\" (Computer & Electronic Products)",
      "\"Volatility in some of our highly exposed commodity markets has tempered a bit, thanks to improved weather conditions and overall downward pressure on pricing. Tariffs continue to remain difficult to quantify, manage and deal with in general, since they continue to impact us day-to-day and our bottom line.\" (Food, Beverage & Tobacco Products)",
      "\"Wonder has turned to concern regarding how the tariff threats are affecting our business. Orders are down across most divisions, and we've lowered our financial expectations for 2025.\" (Chemical Products)"
    ],
    "new_orders": "ISM ® 's New Orders Index contracted for the second consecutive month in October after one month in expansion, registering 49.4 percent, an increase of 0.5 percentage point compared to September's figure of 48.9 percent. This reading is above the 12-month average (49.1 percent) for the New Orders Index, which hasn't indicated consistent growth since a 24-month streak of expansion ended in May 2022. \"Of the six largest manufacturing sectors, one (Transportation Equipment) reported increased new orders. For every positive comment about new orders, there were 1.7 comments expressing concern about near-term demand, driven primarily by tariff costs and uncertainty,\" says Spence. A New Orders Index above 52.1 percent, over time, is generally consistent with an increase in the Census Bureau's series on manufacturing orders (in constant 2000 dollars).",
    "production": "The Production Index contracted in October, registering 48.2 percent, 2.8 percentage points lower than the September reading of 51 percent. \"Of the six largest manufacturing sectors, one (Transportation Equipment) reported increased production. Panelists had a 1-to-1.5 ratio of positive to negative comments regarding output,\" says Spence. An index above 52.1 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "employment": "ISM ® 's Employment Index registered 46 percent in October, 0.7 percentage point higher than September's reading of 45.3 percent. \"The index posted its ninth consecutive month of contraction after expanding in January, with seven straight months of contraction before that. Since May 2022, the Employment Index has contracted in 35 of 42 months. Of the six big manufacturing sectors, two (Transportation Equipment; and Food, Beverage & Tobacco Products) reported higher levels of employment in October. For every comment on hiring, there were 3.4 on reducing head counts. Companies continued to focus on accelerating staff reductions due to uncertain near- to mid-term demand. Layoffs and not filling open positions remain the main head-count management strategies,\" says Spence. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "supplier_deliveries": "† For the third consecutive month, delivery performance of suppliers to manufacturing organizations was slower in October, after one month of faster deliveries preceded by seven months of index readings in \"slowing\" territory. The Supplier Deliveries Index registered 54.2 percent, a 1.6-percentage point increase compared to the reading of 52.6 percent reported in September. Of the six big industries, five (Food, Beverage & Tobacco Products; Machinery; Computer & Electronic Products; Transportation Equipment; and Chemical Products) reported slower supplier deliveries. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "inventories": "The Inventories Index registered 45.8 percent in October, down 1.9 percentage points compared to the reading of 47.7 percent in September. \"Of the six big industries, two (Food, Beverage & Tobacco Products; and Transportation Equipment) expanded in October,\" says Spence. An Inventories Index greater than 44.5 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars).",
    "customers_inventories": "† ISM ® 's Customers' Inventories Index remained in \"too low\" territory in October, with a reading of 43.9 percent, an increase of 0.2 percentage point compared to the reading of 43.7 percent in September. \"Customers' inventory levels in October continued to contract but moved a slight amount toward 'about right' territory,\" says Spence. (For more information about the Customers' Inventories Index, see the \"Data and Method of Presentation\" section below.)",
    "prices": "† The ISM ® Prices Index registered 58 percent in October, decreasing 3.9 percentage points compared to the previous month's reading of 61.9 percent, indicating raw materials prices increased for the 13th straight month (though at a slower rate compared to September). The Prices Index has increased 7.7 percentage points over the past 12 months. Of the six largest manufacturing industries, five: Machinery; Computer & Electronic Products; Transportation Equipment; Food, Beverage & Tobacco Products; and Chemical Products) have reported price increases in October. \"The Prices Index reading continues to be driven by increases in steel and aluminum prices that impact the entire value chain, as well as tariffs applied to many imported goods. Higher prices were reported by 27.3 percent of respondents in October, down from 32.5 percent in September and 49.2 percent in April, which was the highest level since June 2022 (65.2 percent),\" says Spence. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "backlog_of_orders": "† ISM ® 's Backlog of Orders Index registered 47.9 percent, an increase of 1.7 percentage points compared to the September reading of 46.2 percent, indicating order backlogs contracted for the 37th consecutive month after a 27-month period of expansion that ended in September 2022. Of the six largest manufacturing industries, two (Computer & Electronic Products; and Transportation Equipment) reported expansion in order backlogs in October. \"Ongoing contraction in the Backlog of Orders index means that trade issues and other geopolitical tensions are still at play. Significant improvement shouldn't be expected until those issues begin to recede,\" says Spence.",
    "new_export_orders": "† ISM ® 's New Export Orders Index contracted in October, registering 44.5 percent, up 1.5 percentage points from September's reading of 43 percent. \"Export orders contracted for the eighth consecutive month after growing in January and February. That brief period of expansion followed an 'unchanged' status (a reading of 50 percent) in December, preceded by six straight months of contraction. Ongoing trade friction is still resulting in diminished demand, as evidenced by the 57 percent of panelists' comments citing soft demand due to tariffs and uncertain U.S. economic policy,\" says Spence.",
    "imports": "† ISM ® 's Imports Index remained in contraction for the seventh month in October after expanding for three straight months. The October figure of 45.4 percent is an increase of 0.7 percentage point compared to the reading of 44.7 percent reported in September. \"Imports continuing to contract indicate ongoing lower levels of demand due to tariff pricing,\" says Spence."
  },
  {
    "date": "2025-10-01T00:00:00+00:00",
    "summary": "The five manufacturing industries reporting growth in September are: Petroleum & Coal Products; Primary Metals; Textile Mills; Fabricated Metal Products; and Miscellaneous Manufacturing. The 11 industries reporting contraction in September — in the following order — are: Wood Products; Apparel, Leather & Allied Products; Plastics & Rubber Products; Paper Products; Furniture & Related Products; Chemical Products; Electrical Equipment, Appliances & Components; Transportation Equipment; Nonmetallic Mineral Products; Machinery; and Computer & Electronic Products.",
    "respondents": [
      "\"Business continues to be severely depressed. Profits are down and extreme taxes (tariffs) are being shouldered by all companies in our space. We have increased price pressures both to our inputs and customer outputs as companies are starting to pass on tariffs via surcharges, raising prices up to 20 percent. The addition of the derivative steel and aluminum tariffs in the middle of the month — with no announcement — was devastating. Interest-rate lowering or the 'One Big Beautiful Bill' will not impact our business, as all capital projects are on hold until there is some level of certainty and customers start to place orders for new equipment again. We believe we are in a stagflation period where prices are up but orders are down due to tariff policy, and again, customers are not willing to pay the higher prices, so they are just not buying. Continuing to find ways to reduce overhead, which means letting go of experienced workers.\" (Transportation Equipment)",
      "\"The tariffs are still causing issues with imported goods into the U.S. In addition to the cost concerns, product is being held up at borders due to documentation issues. The inflation issues continue; low volumes are a constant concern. The European region is not improving as we had expected, causing further concern for long-term business viability.\" (Chemical Products)",
      "\"Ongoing macroeconomic conditions highlighted by interest-rate management and tariffs continue to impact customer purchasing decisions, resulting in subdued production rates and growing cost concerns on direct material and operations.\" (Machinery)",
      "\"Lead times have slightly normalized, but tariffs continue to drive additional spend.\" (Petroleum & Coal Products)",
      "\"Customer orders are depressed for heavy machinery because tariffs are so impactful to high-end capital equipment. Revenue expectations are flat for the rest of 2025, with no outlook to improve in 2026.\" (Electrical Equipment, Appliances & Components)",
      "\"Current business conditions remain volatile, with geopolitical tensions, weather disruptions and shifting trade policies driving uncertainty in agricultural commodities. Oils remain sensitive to biofuel demand and global production. Inflation and evolving consumer trends add further complexity. To manage this, we are emphasizing supplier diversification, long-term contracts and formula-based pricing to balance cost stability with flexibility.\" (Food, Beverage & Tobacco Products)",
      "\"The semiconductor industry is being impacted by high tariff prices on parts from Korea, China and Europe. Our industry is at a low point right now as we race to get new nanotechnology in the U.S.\" (Computer & Electronic Products)",
      "\"Business is slowing down. Order books are softening as customers push orders out. Seems to be stemming from concerns about the direction of the U.S. economy.\" (Plastics & Rubber Products)",
      "\"Tariffs still affecting vast amounts of increases in hardware, Al (artificial intelligence) and stainless steel. MRO (maintenance, repair and operating) products have continually increased, and the slowdown in agriculture has had stark impacts on bottom lines for raw materials.\" (Fabricated Metal Products)",
      "\"Steel tariffs are killing us.\" (Miscellaneous Manufacturing)"
    ],
    "new_orders": "ISM ® 's New Orders Index contracted in September after one month in expansion, registering 48.9 percent, a decrease of 2.5 percentage points compared to August's figure of 51.4 percent. This reading is below the 12-month moving average (49 percent) for the New Orders Index, which hasn't indicated consistent growth since a 24-month streak of expansion ended in May 2022. \"Of the six largest manufacturing sectors, none reported increased new orders. For every positive comment about new orders, there were 1.6 comments expressing concern about near-term demand, primarily driven by tariff costs and uncertainty,\" says Spence. A New Orders Index above 52.1 percent, over time, is generally consistent with an increase in the Census Bureau's series on manufacturing orders (in constant 2000 dollars).",
    "production": "The Production Index expanded in September, registering 51 percent, 3.2 percentage points higher than the August reading of 47.8 percent. \"Of the six largest manufacturing sectors, four (Petroleum & Coal Products; Food, Beverage & Tobacco Products; Computer & Electronic Products; and Machinery) reported increased production. Panelists had a 1-to-2 ratio of positive to negative comments regarding output,\" says Spence. An index above 52.1 percent, over time, is generally consistent with an increase in the Federal Reserve Board's Industrial Production figures.",
    "employment": "ISM ® 's Employment Index registered 45.3 percent in September, 1.5 percentage points higher than August's reading of 43.8 percent. \"The index posted its eighth consecutive month of contraction after expanding in January, with seven straight months of contraction before that. Since May 2022, the Employment Index has contracted in 34 of 41 months. Of the six big manufacturing sectors, none reported higher levels of employment in September. For every comment on hiring, there were three on reducing head counts as companies continued to focus on accelerating staff reductions due to uncertain near- to mid-term demand. Layoffs and not filling open positions remain the main head-count management strategies,\" says Spence. An Employment Index above 50.3 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) data on manufacturing employment.",
    "supplier_deliveries": "† For the second consecutive month, delivery performance of suppliers to manufacturing organizations was slower in September, after one month of faster deliveries preceded by seven months of index readings in \"slowing\" territory. The Supplier Deliveries Index registered 52.6 percent, a 1.3-percentage point increase compared to the reading of 51.3 percent reported in August. Of the six big industries, four (Computer & Electronic Products; Food, Beverage & Tobacco Products; Machinery; and Chemical Products) reported slower supplier deliveries. A reading below 50 percent indicates faster deliveries, while a reading above 50 percent indicates slower deliveries.",
    "inventories": "The Inventories Index registered 47.7 percent in September, down 1.7 percentage points compared to the reading of 49.4 percent in August. \"Of the six big industries, two (Petroleum & Coal Products and Transportation Equipment) expanded in September,\" says Spence. An Inventories Index greater than 44.5 percent, over time, is generally consistent with expansion in the Bureau of Economic Analysis (BEA) figures on overall manufacturing inventories (in chained 2000 dollars).",
    "customers_inventories": "† ISM ® 's Customers' Inventories Index remained in \"too low\" territory in September, with a reading of 43.7 percent, a decrease of 0.9 percentage point compared to the reading of 44.6 percent in August. \"Customers' inventory levels in September continued to contract and move further from 'about right' territory,\" says Spence. (For more information about the Customers' Inventories Index, see the \"Data and Method of Presentation\" section below.)",
    "prices": "† The ISM ® Prices Index registered 61.9 percent in September, decreasing 1.8 percentage points compared to the previous month's reading of 63.7 percent, indicating raw materials prices increased for the 12th straight month (though at a slower rate compared to August). The Prices Index has increased 11.6 percentage points over the past 11 months. In the last eight months, the index reached its highest levels since June 2022, when it registered 78.5 percent. All of the six largest manufacturing industries — Machinery; Computer & Electronic Products; Food, Beverage & Tobacco Products; Petroleum & Coal Products; Transportation Equipment; and Chemical Products, in that order — reported price increases in September. \"The Prices Index reading continues to be driven by increases in steel and aluminum prices that impact the entire value chain, as well as tariffs applied to many imported goods. Higher prices were reported by 32.5 percent of respondents in September, down from 33.5 percent in August. The share of respondents reporting higher prices trended up from November 2024 (12.2 percent) to April (49.2 percent), which was the highest level since June 2022 (65.2 percent),\" says Spence. A Prices Index above 52.8 percent, over time, is generally consistent with an increase in the Bureau of Labor Statistics (BLS) Producer Price Index for Intermediate Materials.",
    "backlog_of_orders": "† ISM ® 's Backlog of Orders Index registered 46.2 percent, an increase of 1.5 percentage points compared to the August reading of 44.7 percent, indicating order backlogs contracted for the 36th consecutive month after a 27-month period of expansion that ended September 2022. Of the six largest manufacturing industries, one reported expansion in order backlogs in September (Transportation Equipment). \"Ongoing contraction in the Backlog of Orders index still means that trade issues and other geopolitical tensions are still at play. Significant improvement shouldn't be expected until those issues begin to recede,\" says Spence.",
    "new_export_orders": "† ISM ® 's New Export Orders Index contracted in September, registering 43 percent, down 4.6 percentage points from August's reading of 47.6 percent. \"Export orders contracted for the seventh consecutive month after growing in January and February. That brief period of expansion followed an 'unchanged' status (a reading of 50 percent) in December, preceded by six straight months of contraction. Ongoing trade friction is still resulting in dampened demand, as witnessed by the 60 percent of panelists' comments citing soft demand due to tariffs and uncertain U.S. economic policy,\" says Spence.",
    "imports": "† ISM ® 's Imports Index remained in contraction for the sixth month in September after expanding for three straight months. The September figure of 44.7 percent is a decrease of 1.3 percentage points compared to the reading of 46 percent reported in August. \"Imports are contracting at a faster rate, indicating lower levels of demand due to tariff pricing,\" says Spence."
  }
]